{
    "articleContent": [
        {
            "id": 41,
            "article_music": 1,
            "content": "<p>前两天同事找我吃饭抱怨，这次考试她们班的平均分全年级最低，不及格全年级最多。由此引发了一系列声讨中国教育的言论，期间穿插着教师生存压力太大、薪资水平低于都中等餐厅服务员，连学校门口卖鸡蛋灌饼的小哥都不如。我真讨厌这份工作。我抬头问了一句，你会做鸡蛋灌饼吗？她瞪大了眼睛说，我怎么可能会？再说那得早晨4点起来和面。我可受不了</p><p>我还没劝好同事，这周末表弟又光荣下岗。他本是一家游戏公司的ui设计，全公司目前最大的项目就是争取代理韩国某热门游戏。结果在与同行竞争的时候，表弟及其团队败下阵来，被老板痛骂一顿。表弟越想越生气，一怒之下辞职了。我真讨厌这份工作。他坐在星巴克明晃晃的玻璃窗下疯狂吐槽了一个下午。瞧，又来了个抱怨工作的。网上有无数的文章写到工作，什么谁的职场不委屈，最招人讨厌的十种职业，哪种工作不挨骂，层出不穷屡见不鲜。当真是干一行，骂一行；干一行，恨一行。</p><p><b>可是你有认真地思考过吗？为什么我们这么不满意自己的工作？</b>我曾在一家外企做过几个月的主管助理，一开始的时候，我特别喜欢这份工作。我每天顺着人流在北京最繁华的地段下车，踉踉跄跄地跟在那些精致妆容一身战袍的职场精英身后，走进金碧辉煌的高档写字楼里。那时候，我觉得这是我这辈子最喜欢的工作。可是没过多久我就发现，外企不是学校，没人在意你的英语、计算机水平是不是全年级第一，尤其我们是最低档的主管助理，日常琐事一大堆，更多的是看你待人接物和处理问题的能力。一开始我还干得特别起劲，早来晚走沉浸在新鲜和好奇里。可就在我的主管出差了，我需要独立处理部门中突发事件的时候，我栽了大跟头。</p><p>当时我们部门负责给相关客户免费赠送家电试用，我分好货单，联系好了运输部的司机。主管发来信息，特别嘱咐我把运送安装费做在这个月的公关费里，千万别让司机开口向客户索取。我知道兹事体大，就在送单子的时候，一字不落地写在了注意事项上，通知了运输部队长。中午吃完饭，还没回到工位上，主管的电话就来了。她暴跳如雷地批评我怎么这么大了做事没脑子。我听得一头雾水，实在想不起来我做错了什么。她说运输部队长非常生气我的措辞，什么叫千万别让司机开口？我们司机没这么不懂规矩。我这才意识到自己还是太年轻，说话太不艺术。</p><p>首先，我的职位是助理，遣词造句一定要符合自己的身份。把主管的话单纯地复制粘贴，肯定有越级之嫌。其次，司机确实辛苦，又要找人负责安装。若还不能收取费用，确实会心里很不舒服。而且“千万别让”和“开口索要”这几个字也着实透着命令和不信任，好像他们总是占用户便宜似的。可惜，这是我的第一份工作，年轻的我太单纯幼稚，还没学会审时度势，圆融周到。这件事的恶劣影响一直没有从我心底消除，我像霜打的茄子一样，每一次去运输部都还是尴尬得抬不起头。</p><p>后来我发现，我越来越讨厌这份工作了。我不喜欢它总加班，遇到紧急的公关危机还得连轴转，连周末都休息不了。我也不喜欢它总翻译外文资料，我不是英语系的，每次总部的产品资料出炉，我都得不眠不休好几天才能交差。我也处不好同事的关系，她们谈论的都是各大奢侈品牌每一季的限量款还有各国经典小吃和必备手伴，那时候，我连手伴是什么都不知道。我越来越讨厌这份工作。我再也不偷偷地自命不凡了。能进入这里真的很幸运，但能不能待得下去可不是靠运气。我最终还是和主管提出了辞职。她颇为意外，临走前还在说：“小姑娘你挺踏实的啊。慢慢学嘛，谁也不是一开始就能干得好的。”可我还是狼狈地走了。当时我的理由是我不喜欢那份工作，那份工作不适合我，外企饭碗不稳定。我心安理得的去当了更稳定的老师，可是我又真心喜欢这份稳定了吗？”</p><p>朝七晚五的生活年复一年，层出不穷的理念日新月异，一个不留神就跟不上教改的新浪潮，被戴上传统老套的大帽子。还有各级评选，平均分排队，绩效奖金分档，所有的所有都在比较，我的心也越来越焦虑。后来我又开始利用课余时间在网上写文章，一开始的时候几乎是横空出世，各大号纷纷转载，几个月的时间就有一二十篇10+的热文网络流传，还幸运地成为了签约作者，有机会出版合集和独本。我觉得我太幸运了，我终于找到了自己最热爱的工作。我甚至想过以后就辞了职，专心在家写小说。可是慢慢的，蜜月期过去了，我这种行文风格的关注度开始下降，更多更优秀更有个性的作者如如雨后春笋般涌现出来，竞争压力空前加大，我度过了一段极其郁闷的瓶颈期。</p><p>于是我又觉得，其实自己也没那么喜欢写作。年初的时候，我认识了一位心理学专家，忍不住在饭桌上向她说出了自己的困惑。我特别不理解的是为什么我总是从喜欢一份工作慢慢变成了讨厌和逃避，除了单纯的喜新厌旧，有没有一点其他的原因。<b>她放下筷子认真地问我，你是讨厌你的工作，还是讨厌工作中那个不怎么成功的你。</b>我忽然就醍醐灌顶了。世间万物都是你内心的投射。我喜欢那个意义风发朝气蓬勃走进写字楼的自己，所以在一开始我很喜欢这份工作。可是我讨厌那个犯了错栽了跟头，和同事聊不到一起的自己，讨厌这种感觉，一直不自觉地逃避这种感觉，所以我狼狈地放弃了它，仓皇地换了教师的工作。在这个世上，我们总是想方设法的证明自己。青葱岁月里不吃不喝，疯狂爱着的那个人真的有那么重要吗？我们更多的是爱着那个无怨无悔的自己啊。多年后再回想起每一次接受了别人的表白，真的是因为非TA莫属吗？也许只是想要在那段时间证明自己也是有人爱的吧。</p><p>同事的平均分如果是全校第一，我如果天天都能写出爆文，一呼百应，那我们肯定会很喜欢这份工作的吧。它给我们带来了成就感和自信心，证明了自我的价值，再忙再累，至少我们也会很喜欢工作中优秀成功的自己吧。表弟的韩国项目如果顺利的拿了下来，也许此刻他正在热火朝天的指点江山，卷起袖管大干一场。就像当年和我一起做助理的小七，情商高业务强，在外企如鱼得水，如今都是部门经理了。我们真的讨厌现在的工作吗？你是讨厌这份工作压力大，还是讨厌那个动不动就挨批，业绩总也上不去的自己呢？你是讨厌这份工作太稳定，还是讨厌那个磨灭了斗志，不思进取的自己？</p><p>这个世界上有各式各样的工作，如果真的是没有兴趣，大可以跳槽转行，潇洒的挥一挥衣袖，但如果自己的能力不够，实力不强，走到哪，干什么工作，都只会灰头土脸满处碰壁，最终变成了干一行骂一行，可是再怎么骂也不敢改行。如果再让我回到过去，我想对那个翻不出外文资料的自己说，别急着放弃，好好学习还来得及。也想对那个得罪了运输队长的自己说，不要一蹶不振，仓皇而逃，要试着从经历挫折中总结经验和教训。喜欢的工作会因为一时的不顺心而心生厌恶，可不喜欢的工作也会因勤奋努力，不断拼搏而逐渐熠熠生辉。我们不是在讨厌工作，而是在讨厌那个不争气的自己，同样，我们也许不太喜欢这份工作，但依旧会感激那个永不言败永不放弃的自己。</p><p><b>忽然想起张德芬说过的一句话：“亲爱的，外面没有别人，只有自己。”</b></p>"
        },
        {
            "id": 42,
            "article_music": 1,
            "content": "<h3>01</h3><p>小花生日那天组了个十几个人的局，一行人在日月光酒足饭饱之后，直奔台北纯K。那晚，到场的基本上都是小花不同圈子的朋友，我一个都不认识，然而这并不妨碍大家在一起玩。年轻的陌生朋友之间，第一次见面，如果有游戏和歌酒助阵，就很容易玩得开。摇骰子的，喝酒的，斗歌的，玩手机的……一直high到2点多，才意犹未尽的散场。</p><p>晚风轻拂，酒后微醺，几分飘摇的小花和我在路边等出租。她突然冒出来一句，你今晚有点高冷啊。高冷？我既没穿高跟鞋，又没站在冰箱上，哪里高冷了，我这么活泼可爱接地气。你够了。我认真地问你，你是不是不喜欢我这帮朋友啊？啊——没有啊，为什么这样问啊？我有点摸不着头脑。</p><p>哦，晚上在KTV，开始大家都比较拘谨，只跟临近的人交流，几轮游戏过后，玩得开了，都拿出手机互相加了微信，留了联系方式，说以后可以一起出来玩。可我注意到一个细节，虽然你的手机一直放在酒杯旁边，但你没有主动加过任何一个人的微信。所以我才想，你是不是不喜欢我的朋友。原来因为这个，双鱼座的妹子果然都是心思细敏。不愿小花多想，我连忙解释道，你的朋友都很活泼，玩得开，看着也都比较好相处。我没有加微信，完全是出于我个人的原因，你不要多想。陌生人之间的聚会场合，大家都是萍水相逢，不存芥蒂地在一起度过一段快乐的小时光就好了，至于留不留联系方式，那并不是重点。而且……而且什么？</p><p></p><p>今年以来，我忽然觉得自己不需要那么多所谓的“朋友”，不需要那么多的HelloFriend。我好像明白你的意思了。你是不是觉得大家只是很偶然的机会才聚到一起，以后未必有机会再见面，即使见面，也不一定能成为深交的好朋友，他们只能算是你的HelloFriend，所以，你就觉得没什么必要留下联系方式。差不多吧，他们是我的HelloFriend，我也是他们的HelloFriend。生活中遇到的太多人，留下了联系方式也未必会联络，联络了也未必有话说，聊天了也未必能成为朋友。那既然这样，干嘛还要联系呢？</p><p><span style=\"color: blue\">我一直都觉得只有志趣相投的人才能成为真的好朋友，其余大部分都是偶然相遇的“点头之交”，而我们真的不需要那么多点头之交。</span>我身边的很多朋友，吃喝玩乐的是一个圈子，谈天说地的又是另外一个圈子。衣服可以混搭，但朋友圈真没必要杂交。</p><p>不知道从什么时候起，聚会场合是否加对方微信，开始变成衡量一个人愿不愿意与对方交朋友的一种信号了。但事实上，我们每个人的微信好友里，有一大半都是“僵尸好友”，真正聊得来能深交的，却寥寥无几。给你每一条微信点赞的就一定是朋友？搞不好人家只是每天无所事事刷朋友圈的时候，刚好不小心看到，或者是手滑点到了。你以为人家时刻在关注你，关心你，但其实人家可能压根就没有看清楚你发的是什么文字，配的是什么照片，更枉谈通过蛛丝马迹揣测你的心情和际遇了。</p><p>总是觉得，人越来越大，学习和经历得多了，一方面，对万事万物的包容度提高，更容易接纳周身所处的这个世界；另一方面，对留在身边的人会越来越挑剔，心里考核一个人的标尺也会越来越严苛，情商、智商、长相、性格、品德等都在考核范围之内，我们只会留下与自己最为匹配的人在身边。<span style=\"color: blue\">微信交友三千又如何，能与你知根知底患难与共的又有几个？我不要那么多点头之交的HelloFriend，有几个真心的朋友就够了。</span></p><p>与其讨好别人，讨好世界，还不如省下时间和精力来讨好自己，毕竟每个人拥有的能量是守恒的。你投入了很多没有必要的时间跟精力，消耗在与HelloFriend的无意义的社交上，最后能留给自己真正的知己好友的相处时间却少得可怜，这完全没必要啊。</p><h3>02</h3><p>我有个大学学妹L，毕业后基本不联络，我们一直安静地躺在各自的微信通讯录里。她每个星期都会发自己参加各种朋友聚会的照片，今天跟F看电影，明天跟B聚餐，后天和Z一起K歌，文娱生活非常丰富，图片配的文字也都是这个亲爱的，那个么么哒。我心想，她毕业后的状态应该蛮好的，工作和生活好像都很充实。</p><p>期间，她问我借过三次钱，每次金额都不大，一般都是三四千。每次，都好像是有难言之隐，急需用钱。我每次借给她的时候都在想，她想到问我借钱，可能是出于对我的信任，也可能是因为笃定我会借给她。要知道，每一个人在需要借钱的时候，一定是倾向于那些手头有余钱，又愿意借给自己的人的。那么，她现在身边交往的那些人当中，难道没有关系很好的朋友？没有在自己困难时能伸出援助之手的人？要知道，虽然她是我学妹，但我们大学里也不过是有过几面之缘，关系也并没有过硬到有求必应的地步。当然，还有一种情况就是，她身边也有可以借钱的人，但碍于情面，她并不想问她们借。</p><p>想到这里，我把自己的手机拿出来，通讯录里有429个联系人，微信里有644个好友，QQ上有351个，这还不包含各种群里面的好友。在这么多人里面，算得上朋友的有多少个？称得上是好朋友的又有多少个？如果哪一天，我需要人帮忙了，愿意帮我的又有几个？我回顾自己过去几年的生活，发现了一件特别有意思的事情：<span style=\"color: blue\">不论我在哪座城市生活，不论我又认识了多少人，结交了多少新朋友，会在我困难的时候，第一时间挺身而出的永远都是那么一小波人。而这一小波人都是我最要好的朋友，儿时的玩伴，初中玩得好的同学，大学室友等，工作之后认识的好朋友也有，但非常之少。</span></p><p>只有在面对这些人的时候：我能气急败坏地吐槽，MD，今天遇到傻逼了；也能得意洋洋地分享，老子要出书了；能在穷困潦倒到没钱吃饭的时候，一个电话打过去直奔主题，借我点钱花；能在凌晨1点辗转难眠时，一条信息发过去“睡不着”，很快地得到“有心事？”的回应。</p><p>至于剩下的那些人，一则大家的情分没到这个地步，二则有些事情一旦开头不知该如何收场，三则你过分的信任和依赖，对他们来说，也是一种负担。而我，也绝对不会向他们开口让帮忙，因为我知道，开口了也未必能得到想要的答案。当然，我从来都不觉得朋友就是用来帮忙的，也不觉得有一个人就应当理所当然地帮另一个人。我很认同《甄嬛传》里的观点，别人帮你，那是情分，不帮你，那是本分。我只是想说，我们有必要交那么多压根算不上朋友的朋友吗？是不是也该定期清理下通讯录了呢？不联络的人就没必要留联系方式，手机和社交账号里的“僵尸好友”定期删掉，搞不好清理以后还能提高手机运行速度呢。</p><h3>03</h3><p>我常常会想，可能，每一个人的心里都有三重门吧。</p><p>第一重门，打开后，空间辽阔，看不到边际，那里行走着不计其数的点头之交，彼此间交集不多，并不了解，更谈不上有交情，只是在偶然间的场合恰巧相遇罢了。</p><p>第二重门里，空间依然开阔，隐约可见远方的围墙，这里活跃着许多“旅途朋友”，这些人可能是同学，可能是同事，也可能是别的场合偶然相遇的人，因为一些特殊的原因，在某些特殊的时间段里，你们相遇了，成了朋友，陪伴着彼此度过了人生中的一段旅途，而后，再次分别，散落天涯。</p><p>第三重门，可能小得只有一座城堡那么大，那里住着你生命里最重要的那部分人，你的家人，你的爱人，你最好的朋友，不管你们是否在一起生活，他们总是出现在离你心房最近的位置。</p><p>第一重门里的人向你寻求帮助，你可能多半是看心情；第二重门里的人向你寻求帮助，你可能多半看关系深浅或厉害关系；一旦遇到第三重门的人，你根本就不会去思考，不会去权衡利弊，只会做出最本能的反应，一定会帮他们，帮得上的立刻帮，帮不上的创造条件也要帮。</p><p>人类，终归是情感动物，在他们的心里，每一个人都是分等级的。道理，就是怎么简单。我们要那么多的点头之交，不如用心结交几个知己好友，他们才是可以和我们一起跳出时间和空间的制约，始终能把酒言欢的人。</p><h3>04</h3><p>最后，让我们重读一遍小学课本上的一个寓言故事《小山羊找朋友》: 小山羊和小鸡做朋友。小鸡请小山羊吃小虫。小山羊说：“谢谢你！我不吃小虫。”小山羊和小猫做朋友。小猫请小山羊吃鱼。小山羊说：“谢谢你！我不吃鱼。”小山羊和小狗做朋友。小狗请小山羊吃骨头。小山羊说：“谢谢你！我不吃骨头。”小山羊和小牛做朋友。小牛请小山羊吃青草。小山羊说：“谢谢你！”小山羊和小牛一同吃青草。</p><p>小山羊找朋友的“过程”告诉我们：如果你真心想对一个人好，要选择对方习惯和接受的方式。你勉强喜欢吃肉的人吃草，送对花粉过敏的人玫瑰花，你们还能够愉快的相处吗？实在是很难想象两个饭点、泪点、笑点完全不一致的人，能成为很好的朋友或恋人。</p><p>小山羊找朋友的“结果”告诉我们：所谓志不同道不合不相为谋，在这个世界上，只有同类才能成为很好的朋友。志趣、爱好、性格和价值观截然不同的人，只适合一起度过一段开心的猎奇时光，很难走进彼此的内心深处。</p><p><b>我清楚你的口味，你也知道我的喜好。我懂得你的张狂，你亦明白我的悲伤。只有同样的人才能实现这样的默契。就好像同样的生物，经历宇宙洪荒以后，一定保存在同一个地质层。</b></p>"
        },
        {
            "id": 43,
            "article_music": 1,
            "content": "<div style=\"text-align: center;\"><b><font color=\"#ff0000\"  size=\"4\">01</font></b></div><p>这两天，在墨尔本大学读研的小女友，为了七月份回国，提前请假，购置机票。</p><p>我问这个败家小妞，如此折腾为哪般？</p><p>她说好不容易才争取到全球青年大会名额有限的门票，所以七月份要专程去北京一趟，这是她每年成长的坐标和仪式。</p><p>我心里迅速拨动着小算盘，她的日均学费×请假一周+墨尔本至北京的往返机票+在京期间的住宿费+大会门票费……小两万算是保守估计了。</p><p>我倒是对她的“破费”零意外，她历来是一个为了升级自己而不择手段的主：</p><ul><li>大学期间就开始创业挣钱，有个她佩服许久的行业牛人，在广州有个分享讲座，她二话不说拎包即走；</li><li>去年她为自己创业项目的活动，预付了6k的场地订金，但后来创业活动与全球青年大会时间冲突，冲着现场能批量听到苹果公司、阿里巴巴、埃森哲、百度等国内外著名企业的高管来分享行业观点和人生经验，6k打水漂就打吧；</li><li>她朋友圈里，有她和舞蹈课、插花课上师生的合影，有参加“无人车论坛”、“面部表情网”等论坛的PPT，有次我看到她在三里屯听TEDx的现场照，我问她门票多少，她记不清是680还是880，说是反正掏这种钱基本没过脑。</li></ul><p>她说，在20岁出头的日子里，不对自己头脑投资，那就是对未来投降。</p><p>钱花了可以再赚，就算晚餐少吃一半，她还是坚信视野的开阔、心智的成熟、朋友的结交、生活的体验更紧急重要。</p><p>85后的我对这个95后的小女友敬意渐生，她早就不需要家里提供经济外援，那么年轻就去接触拔尖的大咖，去洞察行业的趋势。</p><p>看着她身上闪耀着的新知和洞见，我真切体悟到视野付费的重要性。</p><p>视野决定了你到底是时代的弄潮儿，还是只是被时代玩弄了。</p><p>我看好她这样的姑娘，对大脑进行着一次次的“扩大再生产”，肯定能少奋斗10年。</p><p style=\"text-align: center;\"><b><font color=\"#ff0000\" size=\"4\">02</font></b></p><p>有时候不得不感慨世界真奇妙，小女友回国参加的全球青年大会的幕后大boss，是我以前采访过的又忙又美的开挂张萌。</p><p>我得知此事后，微信跟萌姐说，我有个在国外留学的朋友专程回国要来参加她主办的全球青年大会，萌姐听后夸此女有前途。</p><p>萌姐有感而发，谈起自己的消费观，她有2点原则惊艳到我：</p><ul><li><span style=\"background-color: rgb(0,255, 255);\">常规积累的速度配不上自我期待时，花钱加载自己的快速学习力。</span></li></ul><p>她几年前花了十几万巨资，报名参加北大光华管理学院的一个历史班。</p><p>说是因为自己是理工女，文史哲不扎实，不想让教育体系割裂自己的知识结构。于是找了集结了以北大史学老师为主的全国历史名家的课程，每月上课4整天，高密度、高强度地预习、学习、复习，她说那段时间都能听见自己骨节野蛮生长的声音。</p><p>去年又花了接近20万的学费，学习基金管理的最最先进理念，满世界考察一圈后，报名了大有来头的深圳国际公益研究院学习两年，有时还得去深圳上课。</p><ul><li><span style=\"background-color: rgb(0,255,255);\">每年确立一个以人为师计划，把牛人的优点都长在自己身上。</span></li></ul><p>她给自己定下的小目标：认识50位各个领域的牛人，请他们吃饭，向他们请教。</p><p>她跟我说，如果去APEC或达沃斯这类大会，约起来很容易，有时候大咖行程紧迫，吃饭喝茶就比较难约。</p><p>像是之前她和吴伯凡老师约了几个月都不凑巧，直到博鳌亚洲论坛上遇到，那天各自开会忙完到晚上11点，俩人在酒店大堂谈了40多分钟。</p><p>她有次在外地出差，得知基辛格来北京开会，可以约着一起吃饭，她马上买了最近的机票回京赴约。</p><p>我算是服了，这年头，千万别惹一个一手减少皮肤纹路，一手增加大脑回路的女人，也别惹一个在看脸的时代，争做最强大脑的女人，根本就惹不起。</p><p style=\"text-align: center;\"><b><font color=\"#ff0000\";size=\"4\">03</font></b></p><p>一个人的愿望会深刻地影响着TA的消费观。</p><p>拿我来说，我毕业那年，希望在我打拼的城市，有本写着自己名字的房产证。</p><p>所以那时我的消费观核心就是：压缩那些行为必要，但形式不必要的支出。</p><p>比如：</p><ul><li>我知道健身必要，但健身房的花销可以省，换成去公园快走或拉伸也挺好嘛</li><li>我知道英语必要，但学英语的途径可以选，能够选英语角而不选培训机构嘛</li><li>我知道获取新知识必要，但我不必非要培训或上课，自学能力能够应付的嘛我几年下来攒下十几万，发现一线城市的房价根本不是我的工资能承受的，于是我综合发展前景、宜居指数、生活成本等因素，索性换了一个二线沿海城市，买房，安居，乐业。</li></ul><p>在生活压力被极大稀释后，我的消费观水到渠成地升级了。</p><p>我不再为了日用品单价更低，大老远地去超市购物，可以多花点钱在便利店里买到“便利”；我开始付费成为视频网站的会员，跳过90秒的广告，有更多更新的优质视频可供选择。</p><p><span style=\"background-color: rgb(0, 255, 255);\">一切节省，归根到底都归结为时间的节省；一切经济，最后都归结为时间经济,</span>不得不佩服马克思爷爷的远光灯眼。</p><p>我固定去理发的工作室，就算每次结账时发现又涨了那么多，但我下次肯定还乐意去。</p><ul><li>一是我享受那位理发师带给我的美好氛围，他从来不推荐产品，而是抿一口红酒，然后安静专注地帮我剪发</li><li>二是我觉得被那位坚持跑马拉松的理发师剪过的头发，每根发丝仿佛都沾上了一些坚持的气息</li></ul><p>为了与有人格魅力的人来个邂逅，就算多付点钱，我也甘之如饴，乐在其中。我现在每个月都会买很多新上的原价书，对于新鲜出炉的优质音频付费收听，我在分享经济中完成着输入输出的新陈代谢。</p><p>当然，任何渠道的内容都会有误，像是美学大师蒋勋，知识脱口秀主持人罗胖，他们有些观点未必正确，但我也没觉得亏，毕竟引发好奇和触发思辨，对我来说更加重要。</p><p>我没去细算以前那种高性价比的消费让错过或滞后了什么，但我现在觉得：当我消费升级后，生产升级了，人生也升级了。</p><p>只说消费升级就能人生升级的都是大忽悠，我一定要强调生产升级的重要性！</p><p>有次某个发展很顺的年轻才女上台演讲，答疑环节，台下有个听众问她如何看待'消费决定论'，比如你买了奢侈品=自己是奢侈品，你会花钱=你会赚钱……</p><p>才女果断指出，如果缺少中间的'产出'环节，等式不成立：你买了奢侈品，产出了“奢侈品”，你才是真正的“奢侈品”；你花钱见的世面，走的弯路，学的技能，悟的智慧，这些产出才会变成你赚钱的能力。</p><p></p><p>在花钱上拎得清轻重缓急，舍得为未来和格局付费，舍得为产出和成长掏钱的姑娘们，已经少奋斗10年了。</p><p><br></p>"
        },
        {
            "id": 44,
            "article_music": 1,
            "content": "<h3>01</h3><p>对，我想谈的就是整理界的教科书——《怦然心动的人生整理魔法》</p><p>这本书风靡全球，作者近藤麻理惠甚至入选「2015年世界最有影响力100人」，登上了美国时代周刊。看过很多推介她整理技巧和理念的文章，但她带给我最大的启发并不是关于如何整理，而是关于专注。</p><p>她完美示范了一个人把一件事做到极致，可以做到什么程度，即使只是像整理这样不起眼的小事。她原来只是一个爱整理的小女孩，因为对整理偏执狂一般的热情，成长为我们现在看到的样子。作为最专业的整理咨询师，找她上门指导的人多得排爆了她的日程。</p><p>认真想一想，用全部的精力专注做那件自己喜欢的事，不断摸索尝试，不断调整，然后变成这个领域最专业的人，接着创造出一种新的职业、新的商业模式，把自己的特长变现，同时还用自己的理念改变了很多人的生活。这是一件多么酷的事啊！如果我们都怀着这样的心情来对待未竟之事，会发生什么呢？</p><h3>02</h3><p>可是我们为什么非要整理不可？不整理难道就生活不下去了吗？我又不是处女座！我相信肯定有能够在杂乱不堪的屋子里安然居住的人，可惜我不是。被衣服埋住的椅子，乱七八糟的抽屉，护肤品混着文具还有电子产品乱摆的书桌，公仔、床品、脏衣服丢放的床铺、不知道藏了什么而积满灰尘的床底，这些我无法长期忍受。</p><p>我想要的居所是简洁的，围绕我周围的都是精挑严选的东西。没有不必需的东西，比如夏天街边随手领来的多把广告扇子；没有不合适的东西，比如一时兴起买错，完全不是我风格，虽然很新但不会再穿的衣服；没有无用的东西，比如听演唱会时买的荧光头饰和荧光棒；没有让我心生不悦之物，比如前男友送的礼物。</p><p>不必需的、不合适的、不愉悦的东西，统统毫不犹豫地丢弃，这个过程在另一本书里被称为「断舍离」。<b>稍有嫌弃之感的都要舍弃，留下来的都是让我满意的东西，也就是本书所说的「心动之物」。</b>在这样的环境里生活，前所未有的轻松，内心也跟着澄净通透。所以为了过上想要的生活，我非整理不可。</p><h3>03</h3><p>对整理来说，丢弃比收纳更重要。另一个日本作家写的《断舍离》，和近藤麻理惠的理念相似。</p><p>整理难以进行90%是因为东西太多，超出所需。删繁就简丢之后，接下来的整理就变得简单，只要为他们指定收纳位置，每次整理只要物归原处就好，拿取后不容易变乱，再次整理也只需要花很少的时间。但最难的就是丢东西。我曾经在看完《断舍离》之后，丢掉了三大袋东西和一只行李箱以及一箱的衣服，奇怪的是，那些以前因为种种原因觉得不能丢的东西，丢掉之后我再也没有想起过。《怦然心动的人生整理魔法》说，舍不得丢掉东西，要么是对过去的执念，要么是对未来的恐惧。</p><p><b>固执地留下承载回忆但只剩下纪念品价值的旧物，就是对过去的执念；因为某样东西将来可能用得上而不肯丢掉，则是对未来的恐惧。</b>我希望自己可以做到“过去不恋，现在不乱，未来不惧”。</p><p>不必需的和不合适的东西丢掉很好理解，可是不愉快的东西是什么意思呢？我想告诉你那只行李箱的故事，它是一个我寄住的亲戚给我买的，它能用也合用，丢掉似乎可惜，可是丢掉之后，我竟然如释重负。原来，它总是让我隐隐回想起寄人篱下的不快，长期以来，不愉快的回忆被悄无声息地唤起，我却不自知。</p><p>《断舍离》的作者认为，每天面对能唤起消极情感的物品生活下去，我们的身体总有一天会被搞垮，在这种环境中，我们的疲劳永远不会消除，自身的能量却远远不断地被掠夺。除了整理空间，丢弃的理念可以延伸到工作、到人际关系各种方面，比如全力以赴做最想做的那件事，比如不再迎合讨厌的人。所以，请不要小瞧整理的意义，有没有想过这本书为什么叫“人生整理魔法”却不叫“房间整理魔法”？</p><p>因为整理是一种修行。</p><h3>04</h3><p>但房间还是会变乱。书里有句话戳中了我的痛点：“弄乱，是人想要逃避现实时的本能”。颓废的时候，房间会被我弄得很乱。然后在脏乱、无序的房间里，我无法做任何事，我会觉得我的首要任务是整理房间，其他事要等房间整理好之后再说。但整理房间往往被无限期地拖延下去，那些我想要逃避的事，像是找到了一个掩体。</p><p>比弄乱房间更糟糕的是弄乱作息。熬夜、晚睡晚起、不按时吃饭，然后浑身疲惫、精神不济，此时无法做好那些需要专注的工作，所以理所当然的，我的首要任务是休息、调整身体状态，其他事之后再说吧。当然像追剧、看网文、刷微博这些不用动脑子的事是可以做的，然后更熬夜，更疲惫，然后我再死循环里一事无成。如果被拖延或逃避的是一件显而易见的任务，比如学生时代的考前复习、比如论文，deadline之前还是照样要做。</p><p>只不过由于拖延和逃避，你留给自己的时间太少，你最多只能做完，不敢奢求做好，所以卓越和你无关，你只好平庸。如果你拖延和逃避的是自己的焦虑、隐忧，比如需要思考的就业方向，比如需要认真规划的人生目标，那日子就一直得过且过下去了。</p><p>现在我才想明白，紧急的事、常规的事、必要的事不等于重要的事。比如，上厕所是紧急的，整理房间是常规的，休息、吃饭是必要的，但它们不是人生的目的。<b>快速、高效、自律地把它们做好，不让它们消耗你的精力，你的时间应该留给你真正想做的事上。</b>你发现了吗？真正的人生，在整理之后开始。整理好日常起居之后，你的不安、焦虑、隐忧就会浮现，你不得不去面对它们。接着，你真正重要的、真正在意的、真正心动的事就会清晰，这就是我所理解的整理的意义。</p>"
        },
        {
            "id": 45,
            "article_music": 0,
            "content": "<h1 style=\"color: blue\">01</h1><p>你有没有这样的经验：经常觉得累，觉得压力大，其实也没干什么。经常觉得活着没意思，不知道自己到底想要什么。有时候清楚了自己要什么，有了努力方向，还没怎么干呢，就累了。然后打了鸡血，但坚持不了多久，不一会儿鸡血就干了。</p><p>这实际上是因为你内耗了。<b>人的精力是有限的，当你内耗过多的时候，你外在能投入生产的自然就少了。</b>这时候你想想外面的事，什么都还没干，一想，就已经累了。</p><h1 style=\"color: blue\">02</h1><p>内耗的很大原因来自于你内心的要强，想要变得优秀。你想要的优秀很多，我大致给你列举下，会有这些：</p><p>你想要好的成绩。虽然你想要的不是大富大贵，但是你总容易对自己外在不满意，希望自己做事情做的更好，有更多的成绩，有好的品味、长相、知识……</p><p>你总是对自己的习惯不满意，想要好的习惯。希望自己能够坚持健身、节食、规律睡眠、做事有始有终、有执行力、有时间规划……</p><p>你总是对自己的性格不满意，想要很多好的人格特质：希望自己是个勇敢、坚强、乐观、勤劳、充实、果断……的人。</p><p>有时候你会在看到别人的时候，默默羡慕，寻思着我也想有这些。有时候你会在看到自己不够好的时候，感到丝丝心凉，想努力改变自己。<b>更多的时候，你都在跟自己默默较劲：我要变得优秀起来。</b></p><p>也许你没有刻意罗列过你到底想要哪些优秀。但是这种默默较劲的感觉，我想你一定不陌生。</p><p>你想要的优秀很多。你的应对方式通常就是打鸡血，鼓励自己，要求自己，鞭策自己，骂自己。不停地给自己偷偷设定目标，方方面面。结果越打越累。结果就是你马不停蹄的在改变改变改变，努力努力努力，即使你的身体没有在努力，但是你的心却没有一刻放弃努力。于是就内耗了。</p><p>你想要做的越多，目标越是庞大，渺小感越是强烈，无力感越是强烈。</p><h1 style=\"color: blue\">03</h1><p>在现实生活中，你追求更好更优秀、想有某项好的特质是没有问题的，但是如果你一定要追求，就有问题了。首先对自己伤害是巨大的。尽管你在努力追求优秀，但不可否认的是，糟糕也一定会发生。因为没人可以做到事事、时时优秀。何况不一定发生了糟糕，只要你的标准和参照物有问题，你就很容易体验到糟糕。每当你体验到糟糕，你会怎么对待自己呢？即每当你体验到差劲、懒惰、懦弱、拖延、虚度了时间、做错了事、早睡失败等时候，你怎么对待自己呢？</p><p>通常时候，会告诉自己这是不好的，不对的。你就开始讨厌自己，嫌弃自己，骂自己，恨不得扔掉自己，杀死自己。这时候你就没有活在自己里了。你活在幻想里：要是我能够实现另外一个理想的自己，该有多好啊。</p><p><b>“一定要优秀”的心越强，你会越排斥体验到不优秀的自己。</b>这就像是心里挂念着貂蝉，却只能跟西施睡在一起，多难受。心里想着坚强、勤奋和果断，此刻身体却在睡着懦弱和拖延。你越是讨厌糟糕的自己，你就越需要花精力来排斥自己，你就越来越累。做起事来就越来越力不从心，就会做的更差。然后更排斥自己，进入死循环。</p><p>拼命排斥，却摆脱不了。你体内就有两股真气在抵抗，一个说：我就是发生了。一个说：不许发生啊。世界上最艰难的战斗也莫过如此。这就是内耗。内耗让你精疲力竭，让你的生活越来越不快乐。人最大的内耗就是对自己的排斥。差劲让人痛苦，比起差劲更让人痛苦的是对自己差劲的排斥。鉴于你的某些心理问题，其实你体验到糟糕的概率和时间都是非常大的，远远多于对优秀的体验。所以多数时候你的潜意识里都在完成着自我排斥而内耗着。</p><p>代价的第二个方面就是对他人伤害也很大。你越是内耗，你心情越容易糟糕，情绪容量越低，对别人的宽容度就越低，对别人的要求就会越高，这时候你也看不到别人的承受能力，只知道一味的去要求。但是别人不是你啊，不像你这么能强迫自己，慢慢就不想跟你一起玩耍了，然后你就伤害关系，失去他了。你对别人要求高，是因为自己做不到。</p><h1 style=\"color: blue\">04</h1><p>有人说，那难道就不追求了吗？难道追求优秀、负责任、充实、勤劳、坚强这些都是错的吗？不是的。追求优秀成绩、好的习惯和好的品质是很好的。<b>让人痛苦的不是追求本身，而是对追求的执着。如果你的追求超出了能力、不符合情境，你的挫败是必然的。</b></p><p>当没有体验到优秀的时候，你怎么对自己就很重要了。你能允许自己有时候就是不好吗？你能允许自己有时候做错表现差吗？你能允许自己有时候不完美吗？你如果说，能啊，那，这次能允许吗？健康的状态的是，<b>优秀了的时候享受，糟糕的时候接受。有精力的时候努力，没精力的时候休息。接受A和-A交替存在，才是一个常态。</b>更多时候，它是不受你控制的，不经意间-A就发生了。如果一定会发生，为什么不是这次呢？想好是可以的，可是不好了也别难为自己。好了更好，不好也没关系，也是可以的。你在意优秀很好，但是你别讨厌差劲啊。</p><p>当你允许的时候，你就不再排斥自己了，不再跟自己较劲了。内耗降低，对外的精力就最大化了，反而是越做越好的。这就像是打麻将：赢了当然更好，不赢也是可以的啊，这时候你就发现其实是更能发挥好的。因为你的精力投放给了外在的战斗，而不是给“我一定要赢”的想法消耗掉了。轻松快乐打麻将，反而会比“每局都一定要赢”的心打得好。如果真的某局输了，反思下就好了，别太折磨自己了。毕竟人不能每局都赢。再举例说，明明该学习了，却控制不了打游戏，那就接纳人的自制力就是有限的。打了游戏了，安心打就就好了，别自责了。自责完了一会儿学习效率更低。</p><p>明明该闭嘴减肥，却还是吃上了。吃了你就安心吃呗，下次再注意。自控力固然是好品质，但是没有人能一直都自控成功的。自责完了，就没有精力留给自控力了，就更没有力气和信心减肥了。所以别要求自己时时、事事都能强迫自己。</p><p>这就像是哪天突然磕着了受伤了，你还要骂自己不该受伤吗？伤着了就是伤着了啊。但是如果你有一个“磕着自己就代表了愚蠢”的信念的时候，你就开始骂自己愚蠢了。人生如此多艰，糟糕在所难免。别人还没来拆，别自己先拆起来了。受伤了，自己还得撒把盐，嫌弃自己一顿。何必呢？原谅自己这次就是糟糕就好了。糟糕后，还嫌弃自己，就是内耗。糟糕后，原谅自己并安慰自己，就是积攒能量了。</p><h1 style=\"color: blue\">05</h1><p>如果你可以接纳自己，不再排斥自己。那恭喜你，这时候你终于可以看自己一眼了。你开始活在自己里，跟自己呆着了。内耗就拿掉了。你依然可以追求优秀。只是当体验到不优秀的时候别再排斥自己。你可以和你的糟糕在一起，然后努力，并非先花时间去骂它排斥它。<b>不再大量内耗的时候，你的优秀就会自然发生。</b></p><p>轻而易举的优秀，是轻松快乐的优秀。可是文化和童年都给了你一种艰难的旅途——要优秀，就要苦大仇深。不相信优秀也可以轻松快乐。<b>当你愿意活在自己里，跟自己呆着的时候，自我反思才可能开始，成长也可能开始。</b>你会发现为什么你这么排斥糟糕的自己。这个我们以后再谈</p>"
        },
        {
            "id": 46,
            "article_music": 0,
            "content": "<p>我在2000年刚毕业那会，我大学的好朋友推荐我看《富爸爸穷爸爸》，这本书看起来要和瓜葛很久。当时第一次听到「财务自由」这个概念。粗浅的理解为：资产到一定程度，每年资产产生的「被动收入」，大于生活所需。所以你无需再工作，即可以安度余生。</p><p>但凡抽象的概念，人们都难以理解，所以后来有人计算过，人究竟一生要赚多少钱，才能「财务自由」？我记得2003年左右，那时候互联网上流传一个帖子，做了仔细的分析，600万人民币。在2003年的时候，即使是对于北京居民，600万也是一个天文数字。所以吃瓜群众纷纷表示不可信。还有一次上班路上，碰到一个30多岁的同事，他说如果自己中了500万大奖（福利彩票），第二天就退休。另外一个例子，我一个同事买了当时北京望京的联排别墅Class，当我听说100万的总价时，非常吃惊。而现在，这个小区最小的户型150平米，每平米单价早早超过了10万。</p><p>但是，情况没过多久就发生了很大的变化，大约是2009年，我们去参加外地的活动。大巴上，一对年轻人调侃说：如果现在中了500万，也就是买一套北京房子，退休还早。</p><p>现如今，我身边的同事，谈起财务自由，想大多数人心中所想的，是小几千万。不要觉得几千万很夸张，在北京中关村，望京等地区，普通住宅的房价已经逼近10万一平米，而学区房早已超过这个价格。原来因为10万一平米的学区房而被调侃为「宇宙中心」的五道口地区，10万已经是旧黄历了。所以，小几千万，也就是两套房子的价格。</p><p>这就是时间的力量。这让当初觉得是可以退休的「天文数字」，变得没有那么神圣。虽然房价增长不等于通货膨胀，但房价增长迟早传到到其他生活领域。超发的货币总得有安身之所。房价停止增长之时，便是其他生活物资增长之日。</p><p>这样的通货膨胀还会继续下去吗？谁也说不清楚。但它给我们一个提示，当你以固定的「数字」去定义财务自由时，那个谁也无法预言的通货膨胀会狠狠的敲打我们。</p><h2>财务自由的真正定义？</h2><p>我们的所有存款，一直随着时间贬值。当我们在工作时，好公司的工资会随着通胀水平也在水涨船高。这让我们得以保持甚至不断提高生活水准。但是当我们年龄变大，职场竞争力下降，收入无法同步增加。甚至更老之后离开工作时，麻烦就来了。</p><p>通货膨胀会显著的降低我们的生活水准。</p><p style=\"color: blue;font-size: 1.2rem\">若把自由定义为「免于恐惧」，那么财务自由的定义就是「有能力战胜年龄和通货膨胀」</p><h2>普通人如何实现财务自由</h2><p>1.和大众心理保持一定距离</p><p>为什么要和大众保持距离？虽然从众是安全的，是安逸的，但是，从众是最危险的一条道路。因为财务自由，在任何国家，都不是一个「普世结局」，都是少数人才能到达的境界。所以，跟随大众，你的财务水准最终也只能达到大众的境界。</p><p>2.了解自己，把自己的优势发挥到最大</p><p>我相信只有把自己的能力和优势发挥到最大化，能让自己有独树一帜的品牌和影响力，才有可能把个人价值最大化。只有把个人价值最大化，才有可能得到财务自由。</p><p style=\"color: blue;font-size: 1.2rem\">不断把「现金」再投资-投资财务，投资自己.</p><p>现在大家都有投资意识了，我觉得除了做财务方面的投资，最终的是投资于自己的头脑，投资于自己的品牌。毕竟，你所有的财富，都来自于健康身体和那颗有智慧的大脑。在股票投资中，有一个被人忽视的秘籍，就是「分红再投资」，就是拿分红的钱再度买入这只股票。《投资者的未来》（杰里米·J·西格尔）这本书就是在分析和分享这个原理。</p><p>同样，最值得「再投资」的就是我们自己，我们要拿挣到的钱再度投入在自己身上，让自己变得更健康，更有智慧，更有个人品牌。</p><p>我经常这样说服自己买一个看起来很贵的东西，比如最新的MacbookPro笔记本，比如MavicPro无人机，比如最近正在考虑的TelsaModelX（之前定的Model3第一是到货时间太晚，第二定位会远低于ModelS和ModelX）。<strong>当我成功的说服自己，这些都是自己的「生产力工具」时，原本的「消费」就变成了「投资」。</strong></p><p>问自己几个问题：</p><p>1.你能让自己更加有吸引力吗？</p><p>2.你能让自己更有智慧吗</p><p>3.你能让自己有对未来有更多的insight吗？</p><p>4.你能让自己有更多变现能力吗？</p><p>如果希望在这几个答案上都答Yes，那么请把现在挣到的钱大胆的投入在自己身上。因为只有自己，只有不断提高的自己，只有影响力不断扩大的自己，才是战胜通货膨胀的终极武器。</p><h2>3.不断尝试可以战胜「通货膨胀」的职业</h2><p>什么样的职业才是好职业？在以往，大家的第一反应就是「钱多活少」。当然，这种活基本不存在，大家所以退而求其次选择了「钱多活多」的工作。但这样的职业就是好职业吗？</p><p>能战胜「通货膨胀」的职业一定是「越老越香」并且可以不断涨价的工作。</p><p>越老越香的工作有哪些？能不断涨价的工作的有哪些？这里不一一列举。但是大家需要避免沉没在如下类型的工作中：</p><p>1-消耗型的工作-不能成长和发展的工作</p><p>2-占据你所有时间的工作-榨干你所有精力的工作</p><p>3-无法「和时间成为朋友」的公司的工作-夕阳产业的工作</p><p>4-「人才」可以批量培养的工作-比如低级的IT工作</p><p>5-注定被机器人代替的工作</p><p>6-竞争愈发激烈的工作</p><p>7-门槛低的工作</p><p>8-纯粹拿时间换钱的工作</p><p>9-没有边际成本降低效应的工作</p><p>什么样的工作是好的工作呢？今天早晨看到朋友圈一个朋友说，自己在学「职业品酒师」。这样的工作一听就是好工作，为什么？第一，很少听到有人从事；第二，一听就很靠谱；第三，越老越香；第四，不会占据太多时间；第五，有个人品牌效应；第六，和「消费升级」趋势吻合。</p><h2>4.买入可以战胜「通货膨胀」的公司的股票</h2><p>普通人，如果不真正的投资，很难获得财务自由。因为存款是时间的函数，每年挣得钱加起来减去花费就是存款。花费一定时，存款的增速只和每年挣得钱有关。但是，这只是1+1+1+1+1…这样的公式，每一个加号，就代表一年过去。最多1变成1.1，1.3，本质就是一个时间的加法。但是投资呢，是1.1x1.1x1.1x1.1…这样公式，每个称号，代表一年过去，假设年复利达到10%。这是一个基础规模不断变大，保持增速的游戏，时间越长，增长效果越大。如果你按加法（线性函数）去增长，我按照乘法（指数函数）去增长，时间一长，我会远远把你甩在后面。</p><p>举个例子：A每年攒10万，连续赞40年，总额400万。B每年投资10万，第一年投入的10万，假设保持复利10%，在第四十年就等于452万，这还不算后面39年每年的投资的10万元的复利增长。这才是一个天文数字！</p><p>其实，通货膨胀本身也是指数函数，假设通货膨胀率为0.6，那么1万元在30年后就变成了1563元（(0.94)^30=0.1563）。投资的真正含义就是以正向的复利战胜负向的复利。什么样的投资可以战胜通货膨胀，投资于那些可以抵御通货膨胀的资产。前十几年是房产，因为超发的货币都流入的房市。后面呢？我觉得那些可以战胜通货膨胀的公司的股票值得关注。这些公司的产品，可以不断的扩大规模，同时保持「涨价」。</p><p style=\"color: blue;font-size: 1.2rem\">总结一下：为了达到真正的财务自由，我们需要战胜年龄（注意，不是靠PS和美颜相机，那是自欺欺人），也需要战胜通货膨胀。</p><p>为了战胜年龄，我们需要拿现在挣到的钱的一大部分，来投资于自己，让自己具备挣未来钱的能力。怎样发现自己的挣钱能力在提高，就是不断增加的正向现金流。如果一个来源不够，那就开更多的源。但是开源无需节流，让更多的现金流向「投资自我」这个方向。</p><p>其实AmazonCEO贝索斯每年都在给股东讲的道理，就是Amazon以现在的利润，不断投入，去获取更大的自由现金流。这是这家净利润几乎为0（经常为负），但市值将近4000亿美元公司的估值的秘密所在。如果以这种方式去运营自己，你能接受自己每年「净利润率」为负吗？</p><p>为了战胜通货膨胀，我们要有正向的「复利」，至少这个复利要大于通货贬值的速度，假设通货每年贬值6%，那么我们就至少得达到6%的复利增长，才可以持平。要想增值，还得要比6%高。为了战胜通货膨胀，我们就得投资于那些可以战胜通货膨胀的资产或者股票。</p><p>知道我为什么喜欢那些卖的贵的，不打折的，不断涨价的品牌的产品？为了让自己战胜通货膨胀，我得了解哪些品牌可以逆势而涨。而我们自己最终的选择，也就是要么靠近这些品牌（加入这些公司），要么受益于这些品牌（买这些公司的股票），要么成为这样的品牌（创业做这样的事情——我就卖这么贵，我值这个钱！）</p>"
        },
        {
            "id": 47,
            "article_music": 1,
            "content": "<p>每年春节前后，总有一波逃离北上广的呼声，而我，作为一个两次离开北京，并且已经永远离开、在可预见的几年内也不太可能回北京、以后恐怕更没有机会回到北京生活的人，想说一句，离开北京三年，我后悔了，肠子都悔青了。</p><p>2011到2012年，我在腾讯工作，税后收入过万，工作内容是我极其喜欢也很擅长的内容编辑，领导非常照顾我，也结识了很多优秀的朋友，可以说，那是北京对我最温柔的时间段。但我在2012年12月坚决离职了，离职的理由，与大多数逃离北京的人理由差不多：经常性的雾霾让我恐惧健康，但最可怕的是拥挤的地铁站，当时我住在昌平地铁站，每天下班后，从知春路到昌平，要坐30分钟地铁站，出了地铁站之后，再坐15分钟公交车到小区门口，然后回家。</p><p></p><p>阴冷的冬日里，每天晚上下班后，挤在沙丁鱼罐头一样的地铁里，我觉得自己的生活简直毫无希望。人挤人双脚悬空都不会摔跤，夏天要忍受各种奇怪的味道，冬天地铁里热出了地铁冷，出地铁后坐公交车，等了一次又一次，公交车始终爆满，我每天都想省钱坐公交车，但每次都被吓呆了，只能打黑车回到住处，第二天早上，再冒着寒风去挤公交车，如此循环，日复一日，每一次，赶地铁的时候我都怀疑人生，怀疑自己：我为什么留在北京？我在这里生活的意义是什么？</p><p>因为知春路附近的房子，条件稍好的次卧，也都要2500-4000左右，我舍不得花钱租房子，希望能攒点钱，于是，我住在回龙观地铁站，有时，我会打车去霍营地铁站，从天桥上看着地铁站口密密麻麻排队的人群，再一次感到绝望。而我租住的房子是个三室一厅的次卧，另外两个房间是两对情侣，如果下班回家早，我得排队洗澡；早晨上班时，又得排队刷牙洗脸，在不足3平米的卫生间里，我常常问，难道这就是所谓的高质量生活？在地铁里，公交车上，也时常看见穿着高跟鞋、妆容精致的女孩，我常暗自揣度，不知是哪家公司的妹子，她们大都看上去很高傲，很年轻，有资本，在公司里，或许也是中层管理干部，但是，下班之后一样要挤地铁，哪里有丝毫尊严可谈？</p><p>为了避开高峰期的地铁，我偶尔晚下班一小时，这样，回到租住的房子时往往已经十点多了，天上一轮冷清的月亮，照着被风吹得睁不开眼睛的我，我总是问自己，赚钱，是为了什么？难道不是为了享受生活，为了和自己喜欢的人在一起吗？那我这样算享受生活吗？假如明天地球爆炸了，我甚至不能陪伴我的孩子，这难道就是我想要的？</p><p>于是，无论领导怎么劝我，挽留我，我还是决意辞职。当时，我的领导苦口婆心的说，你再工作两三年，熬一熬，就能买房子，到时候有了北京的房子，再把孩子接过来，生活就会好多了。而我满脑袋只有一个念头：no，这样的生活再坚持3年，我会崩溃的。于是，我忍受不了北京地铁的拥挤，我不愿承受北京租房的高房租，我选择离开。</p><p>但我仅仅离开了一年多，就又回来了。因为，我想念北京的朋友，想念北京随时可以看话剧，电影，想念每周六小西天中国电影资料馆的电影讲座，想念簋街的龙虾以及和朋友们深更半夜吃着龙虾撸着串聊着电影小说剧本的无话不谈，想念北京更宽容更美好的陌生人社会。2014年，我在一家网络科技公司任社区运营经理，也在知春路，那时，我发誓再也不要挤地铁，宁愿在公司附近租房子，我和两个朋友合租了一间主卧，上班距离公司步行5分钟，再也不必挤地铁了。但是，这一次，我也只待了不到一年，就再次逃离了。这次，不是因为挤地铁（事实上，我几乎不挤地铁了，出行都打车），也不是因为租住环境，而是因为，梦想。是的，你没看错，为了梦想。</p><p>当时我的薪水＋稿费，大约每月收入3w左右，但是，非常累。几乎是7*24小时无休待命，做过运营的小伙伴都懂，总裁一个指令，就得立即执行，而我除了工作，还在写小说，每天下班后写一小时，周六周末写，越来越累，后来我又开始怀疑人生：难道我这么拼，只是为了赚钱？最后我觉得相比赚钱，我还是更喜欢写小说，我想完成自己的写作理想，而工作已经不允许我继续写小说，我必须在二者之间做一个抉择，我选择了理想，选择放弃工作，去做自己喜欢的事情。</p><p>结果呢？结果就是3年后的现在，我不得不想方设法去广州买房，因为，北上广深四个地方，惟有广州的房价是我勉强能搭上车的。当年我以为理想大过天，后来，我却发现，并不是离开了北京，我就能完成自己的写作理想，逃离压力，逃离世俗，不会让你成功，只会让你变得更狭隘。</p><p>当我选择逃离这个时代的年轻人都在承受的痛苦时，我曾一度以为自己成功了，而事实告诉我，只不过是“看起来逃避了该承受的痛苦”，早晚有一天，你本该承受的，会加倍加诸于身。</p><p>这两天，知乎有个帖子“北京的房价是不是正在透支年轻人的创造力”，里面有个高赞回答说，去尼玛的良好教育，去尼玛的最好的医疗，我要离开北京，我要住大房子，开跑车，享受高质量的生活。嗯哼，如果你打算一辈子单身，那么，这的确可以。可是，如果你要结婚，你要有孩子，你要为了你孩子的教育质量考虑，或者，仅仅只是为了人文环境，你就会发现，三四线城市，根本无法容纳你在北京淬炼过的灵魂。</p><p>离开北京后，我在老家买了房子，心想我一个写作的人，在哪儿都可以写，安静的环境有利于创作，结果却是，买了房子两年，至今没有不动产权证。因为小县城里房管局、国土局、税务局争权夺利互相扯皮，搞不清楚如何办证；去办理身份证、各种通行证，公务人员一脸高冷加恶声恶气，在一切都靠熟人关系的“人情社会”里，我格格不入，像个异类。我也没有朋友，我怀念在北京时，遇到的都是志同道合的朋友，我们的话题围绕着电影，小说，剧本，创作，我能清晰感受到整个行业的脉络。而回到老家，你知道的，有能力的人，都不会留在一个没有创造力的地方。小区里的人三教九流，孩子在楼下玩，跟小区的小朋友学了一口脏话回来，他高高兴兴拿着游戏机下楼分享，别的小朋友认为他在装逼；小地方的教育水准，则只认分数，我希望培养他一两种兴趣爱好，但没有一个靠谱的培训机构。</p><p>而反观我腾讯前领导家的孩子，比我家小朋友小6个月，但已经考了国家播音主持二级证书，从小学习迪士尼英语，老师是外教；画画很赞，身为漫画家的大熊认为那孩子美学素养很高；情商、动手能力、沟通能力……各项素质均已远远超出我家孩子的水平。如果我继续留在四线城市，在大概率上，我领导家的孩子，将来无论是能力、个人素养，魅力、各项水准都远远将我的孩子甩在身后。除非出现奇迹，除非我的孩子将来智力超群成了科学家、或者他踩狗屎运成了当红小明星而且闭着眼睛一集100万，否则，我不认为我的孩子能够超越领导家的孩子，这还仅仅只是财务方面。</p><p>如果你说，这不叫输在起跑线，那我也无话可说。</p><p>如果你说，输在起跑线不可怕，那我想问问你，为什么我们不能留在北京，而北京人的孩子一出生就可以？这就是最近人们热衷谈论的话题：阶层，正在固化。</p><p>如果你说，孩子需要的不是大城市的人文环境，是父母的陪伴，爱护，教育，那我只能说你太天真，你怎知道一线城市的父母，不能给孩子关爱和陪伴？</p><p>甚至，他们的教育质量，他们给予孩子的爱，要比我给的更好，因为，父母的能力、智慧、比我更高，他们解决孩子问题的能力，显而易见，也比我更高明。年前，我们带着孩子去广州，是由广州日报发起的全国友好人家活动，接待我们的家庭，是一对双胞胎家庭，双胞胎姐妹9岁，古筝9级，待人接物极有素养，父母谈吐不凡。</p><p>我和大熊深受刺激，仿佛这才醒来，终于不得不承认，在一线城市里，你每一天所感受到的外在环境，你的见识，你所认识的朋友，你在行业里的能力，逐渐形成了一个人的性格和魅力。而四线城市里，封闭狭窄的环境，只会让我们变得越来越狭隘，越来越封闭。</p><p>我们终于清醒过来，一味沉浸在理想世界里，以为关起门创作不需要理会一线城市高房价，但事实会无情的甩你一巴掌，告诉你，你不懂一线城市的高房价，自然也不懂一线城市的好。你只看到一线城市道路拥挤，生活成本高，却看不到一线城市资源更广，机会更多，你在一线城市里，也将活得更坦然。那句话怎么说来着，海阔凭鱼跃，天高任鸟飞，在北京，我有一些朋友，90后开始创业，短短数年时间，公司融资千亿，成了移动阅读、影视行业的标杆；有朋友专注于埋头做自己喜欢的手绘事业，不怕清贫，结果她受到大佬吹捧，为她成立工作室。</p><p>有不少朋友自主创业，获得宝贵经验，有些成功，有些失败，但个人能力毫无疑问都大大提升了；上次去广州，我和一个作者朋友聊起网络上的热门段子，聊着聊着，心血澎湃，必须要写出一个故事，于是我开了一本新书；在广州，我的朋友都是圈内人，我们三观相投，聊天轻松无障碍……而所有的这一切，你在非一线城市，是享受不到的。</p><p>你离开北京，以为自己远离了高房价的捆绑，却不知道，你正在丧失一线城市的资源、环境，在北京，你可以完完全全按照自己的意愿而生活，而在非一线城市，为了自己想要的生活，你要付出更多的代价，除了房价略低。你省了高房价，但你付出的，却是其他更多你看不见的、隐形的成长。而我现在开始愈发相信，一个有能力的人，在北上广，他只会越活越好，因为，北上广给他成长的机会；而非一线城市，成功可能只要你有人脉关系，只要你长袖善舞。</p><p>当然，在北京也有这种人存在，而且往往活得更好，尤其互联网行业，会忽悠投资人的少女总能快速获得资本青睐，但我想说的是，北上广深，给了任何人以自己意愿生活的可能，只要你愿意付出代价，你总会有所收获。北京，像是一座充满魔力的城堡，它真的可以实现你天方夜谭般的愿望，但也可以将你无情打落底层，让你看清楚社会的残酷，它有最美的一面，也有最现实的一面，而这都是北京。全世界只有一个中国，全中国只有一个首都，北京。</p><p>全中国14亿人口，还不包括外国人士，有多少人，挤破了头想要留在北京，留在这片充满奇迹的地方，所以，那些无法留下来的人，注定将被驱逐。我们决定去广州定居后，也遭到家人的反对，家中长辈曾问，为什么要折腾。我和大熊给出的答案是，为什么不折腾，人生，就应该敢于折腾，越折腾，才越有可能变得更好，父母供奉念大学，掌握技能，难道不是为了一种更好的人生、更有可能的人生？</p><p>中国农村里，无数人从乡下来到县城，县城里做生意赚了钱，向往省城；儿女有能力立足北京的，许多父母倾其所有在北京买房，一代又一代人的迁徙，也只不过为了后代站在更好的地方。听过几个类似的故事，有远见的父母，早早为儿女在北京买了房，为此不惜卖掉四线城市的房子，背上房贷，孩子们觉得自己不孝。</p><p>但是，毕竟你已留在北京，你的后代是北京人，想一想，你那些还留在村里的同龄人，他们的孩子若是20年后想成为北京人，得比你的孩子付出多少倍的艰辛才能做得到？这就是北上深房价贵的理由，它贵的理所应当。</p><p>有人问我，既然后悔了，为什么不再去北京，答案是，我已经30了，拖家带口，我再也没有勇气、也没时间供我挥霍，回到北京从头开始的代价，如今的我咬咬牙也扛不起。而在几年前，假设我成熟一些，听信领导奉劝，算来我已入职腾讯5年多，咬咬牙，也许就已经买了北京的房子。而且讲真，除了房价高，我并未觉得北京衣食住行比其他城市高。</p><p>这就是为什么，我认为北京房价仍然会继续上涨的原因，永远会有年轻人去北京贡献年轻的生产价值，而我想对那些仍然留在北京的年轻人说一句，如果有机会，咬咬牙，拼了吧。你说清华北大毕业也买不起北京的房子，那为什么留在北京，我觉得这句或许可以回答你：清华北大毕业凭什么就一定能买得起房子？学历可以折算成价值吗？如果你认为能，那么，你有足够能力，你一定能在北京立足；如果你觉得学历不能折价，那么，就别抱怨买不起。而且，很有可能清华北大毕业能力也未必超过985毕业生，前几天，公司负责孵化器项目的姑娘告诉我，招聘了一个211的男生，上班几天后辞职了，他说自己不愿意加班。</p><p>北上广深的房价当然贵，而且应该贵，它永远只为少数人保留，为那些愿意留在北上广深、愿意为了享受优质服务而付出更高价格的人买单。而离开北上广深后，但愿你还能在你的行业里继续磨砺自己，而不是住着大房子，开着跑车，成了小县城体制内一员，那样人生，除了有房有车，我不认为还有其他价值。我们来这世上一趟，当然不是为了花毕生积蓄买一套房子，但是，如果你觉得为了房子买单一辈子不划算，那么也许你可以想一想，你来这人间一趟，难道就被高房价恐吓而放弃这个城市里梦想和激情的味道？</p><p>梦想并没有多么了不起，我知道，激情也不能抵御每天挤公交车挤地铁的痛苦，但我只是想说，你留在一个高房价并且有无数可能的城市，或回到看似宽广实际上处处狭隘的地方，哪一种，才是你想要的人生？蛟龙就应遨游大海，雄鹰就应翱翔天际，孤独的野狼行走草原，都说好女孩上天堂，坏女孩走四方，你想走四方，还是守一方宁静庄园，只有你自己知道，只是，年轻人，千万、千万别被高房价吓退，否则，几年以后，你可能也会像我一样，追悔莫及。</p>"
        },
        {
            "id": 48,
            "article_music": 0,
            "content": "<p style=\"text-align: center;\"><strong>做有挑战的事找到正向情绪</strong></p><p>想象一下，你站在一个滑雪道上，从上坡往下滑，迎风吹来刺骨的寒风，稍不注意，你就会跌入山谷，这时候你必须一心看着前方，抛开所有杂念……这就是正向心理学家齐克森特米哈伊的“心流实验”。</p><p>“心流实验”告诉我们，当我们用高技能来做高挑战的事情时，会产生一种忘掉生活烦恼的功效，带来正向情绪，而这正是不少处在舒适圈中的人需要的——接受挑战更高的事，不用太多，超出你能力20%左右就好。</p><p><ul><li>舒适区,按部就班，你很熟悉的任务</li><li>学习区,踮起脚尖，刻意练习，比较有挑战的任务</li><li>恐慌区,远超你的能力，即使很努力也不一定能完成的任务</li></ul></p><p style=\"text-align: center;\"><strong>刻意练习找到自己的专长</strong></p><p>“一万小时定律”认为，如果你要成为一个领域的专家，需要坚持一万小时，如果每天工作四小时，一周工作五天，起码需要五年。五年，如果盲目坚持，你最多只是上有领导，下有员工的夹心层，依旧找不到自己的核心竞争力，所以，我们需要的是刻意练习。<strong>先从你身边开始，找到你认为优秀的</strong><strong>人</strong>，接下来，如何推测他们的工作模式，完成自我训练。</p><p style=\"text-align: center;\"><strong>每年完成三件事与五年后的你挂钩</strong></p><p>每次旅行，我们总会在出发前定好计划，为假期里要去的地方列个清单。其实，工作中也是如此，前提是你要清楚自己的目标。</p><p></p><p>举个例子，如果你现在是客户经理，下一步想升到总监，不妨主动了解一下总监的日常工作，这时候，你便能知道自己需要提升的技能，以此为目标，每年完成三件与晋升总监有关的事，持续五年，你就记录了15件重要的事，想不突破自己也难。</p><p><br></p>"
        },
        {
            "id": 49,
            "article_music": 1,
            "content": "<p>你一定听过很多下班后2小时/4小时能改变人生的故事：有人通过这个读了100本书、成为微信大号、成为自由讲师、成为著名IP、开始一段全新人生……对啊！下班后4小时，拿来学习、读书，发展个斜杠，肯定比刷剧和吃吃喝喝强。但是坦诚说，仅仅依靠这4小时，很难改变自己的人生。因为第二天一早，大部分人还是需要面对一份你也许不太喜欢，每天占据你8小时的工作。再美好再充实的下班4小时，也抗不过一个操蛋工作天天打击消磨你。</p><p>这样一天累下来，要强打精神的4小时突围出一个全新的未来，很难看到希望。所以每隔段时间，你就被激励一次；再过几天，你就又热情消退，实在没有了精力。你会对自己说：也许这个方向不对呢？再换一个？换几个以后，你彻底放弃了什么改变人生的想法——对了，生活大爆炸第十季昨天出新的了，下下来看看。</p><p>人们之所以相信“下班4小时改变人生”，往往有下面一个或者多个假设：</p><p>只有下班后是自己的时间，才能做自己真正想做的事</p><p>只有在做自己想做的事情，才能改变人生</p><p>这些事情集中做，效果才会更好</p><p>这些假设连起来，也许有人还能推出第四个假设：</p><p>如果我下班后4小时做好了就能改变人生，那上班就不是太重要了。</p><p>其实不然！</p><h3 style=\"color: blue\">01上班的8小时最有资源做自己真正想做的事</h3><p>我一个朋友肖，长得像缩水版的罗大佑，所以自绝了做培训师的这条路，立志做一个生涯咨询师。普通人这么想，就努力的上班工作，下班找个平台，发文章做个人品牌，然后接咨询，从100元收起，慢慢熬个2年到1000元。</p><p>他的做法不同。作为一名销售，他首先把自己的每个销售都做成了半个咨询——和每一个打电话来的人谈自己的职业发展，从中获得咨询的经验，也增加客户信任度——一个销售都这么懂啊，产品估计挺靠谱。在公司还有很多咨询师，他有很多机会向他们请教，向高手学习，速度也快很多。更有趣的是，上班结识的很多客户，成为他下班写作的来源——通过了解和访问不同的行业的高管，他的文字也源源不绝……</p><p>公司愿意吗？愿意啊！销售额在上升，在传播自己品牌，也在传播公司的品牌。这是个双赢。发现没有，这种模式比下班后单独搞咨询，速度快很多。因为咨询除了需要积累的经验、专业知识和名气，更重要的核心能力是一种“能通过交流助人发展的”沟通能力。如果你只在咨询中练习——刚入门的咨询师最大的问题就是没有案例，为了这个宁愿花钱去实习——机会很少，速度很慢。但其实这种发展型沟通的能力在咨询中能练习，在销售、汇报、交流、协作、采访……也都有练习的机会。既然这样，为什么不在上班时候练习呢？</p><p>一旦你意识到，所有能改变你人生的工作、生活和机会，都意味着某种底层核心能力的提升，而这种底层核心能力处处有练习机会，你就几乎能在所有的白天工作里找到修炼这个能力的机会。在下班培养梦想，在工作中练梦想——这会让技能发展更快。更重要的是，这个方式让未来的梦想和现在的工作搭接起来，形成正循环。</p><p>很多人的模式是：不喜欢上班，就单独搞一个未来，弥补下自己痛苦的生活——上班痛苦赚钱买自由，下班用自由买快乐缓一缓，第二天继续痛苦上班赚钱……</p><p>这样的痛苦如钟摆，永无止境。其实——</p><p>兴趣的玩法是：兴趣→能力</p><p>工作的玩法是：已有能力→收益</p><p>梦想的玩法是：兴趣→能力→收益</p><p>从这个角度看，梦想和工作不是对立关系，而是因果关系。梦想是一份你喜欢的，还没有孵化出来的工作，孵化他需要持续的热情投入与回报——单独在下班后4小时，很难走通闭环。</p><p>我们参加各种在线社群，各种打卡签到鼓励，也就是为了获得这个持续的力量。</p><p>其实你忽略了，工作场所就是个特别好的反馈系统。一旦你开始培养一个新能力——思考能力、学习能力、沟通能力、视觉表达能力、自我管理能力、讲故事的能力……你都应该寻找这些能力在真实职业中的应用和兑现方式。做的不好，有人给你回应，做的好，有人给你鼓励。</p><p>而且因为你本来能力就足够，所以做砸了也不会太受打击。只有当你清晰的看到下班后的投入，在工作中兑现出来价值，你才更加坚定自己的信心，愿意继续投入。这种坚持不是毅力的结果，而是设计的结果。与其下班后搞梦想，不如直接上班的时候练习梦想。</p><p>上下班分离的策略会让上班下班都痛苦，而最好的方式是整合两者——让新的能力在汇入老的工作，获得新收益，最后强化新方向——让下班4小时的改变，慢慢，一步步蔓延到你的上班8小时中去，乃至发展成整体的改变。在下班培养梦想，在工作中练梦想——也是个让改变更持续的策略。</p><p>“整合梦想与工作”的优势在于：</p><p style=\"color: blue\">●精力更多</p><p>上班时间更长，精力更多。不管你主观意愿如何，这都是你一天里面最有精力的一段。等你回到家再挤出4小时，精力往往就不够用了。</p><p style=\"color: blue\">●机会更多</p><p>工作里的资源多，你的大部分的社会资源其实都在工作中。如果你的梦想最后要兑现，不妨从你资源最大的地方开始思考。</p><p style=\"color: blue\">●收益最大</p><p>单独的能力一开始很不好兑现，但是整合起来很有用——好的演讲能力也许能让团队士气一振拿下销售目标，好的写作能力也许能让一个产品爆发——把你的小能力点缀在原来的能力系统上，整体打包出售，价值更高。</p><p>你肯定刷过我家赵星童鞋写的《下班后2小时，决定你成为怎样的人》。其实赵星恰恰是个极其努力的整合型选手。她晚上读书，白天工作输出；白天的经历，晚上写文输出——她写作为她带来了名声和影响力，名声为她提供更好的平台，而平台也反过来放大她的影响力</p><p>她的人生改变，就是从下班后2小时，到上班8小时，到整个人生的。</p><h3 style=\"color: blue\">02梦想可以在工作里练习反过来说——工作也是为梦想的一种练习</h3><p>即使有天你完全进入你的人生梦想，也需要很多很多非梦想以外的能力，这些能力在现在工作里，都可以得到锻炼。</p><p>假如你的工作是一个自由职业者。我在《比「自由职业者」更酷的，是「自由职业态」》一文里说过，自由职业者除了自己的一门手艺，还要有自我管理能力、自我营销能力、基础的商务谈判能力、基础的财务能力……而所有这些能力，都能在你今天的工作中获得。</p><p>就如乌拉喵在她的简书文章里所说：</p><p>●一个上班时拖拖拉拉的人会在下班后鸡血满满地学英语吗？</p><p>●一个上班时溜号偷懒的人会在下班后去健身房挥汗如雨吗？</p><p>●一个上班时开会走神的人会在下班后认真读书记读书笔记吗？</p><p>●如果你在工作中就没有全身心投入，在下班后难道就不会三心二意吗？</p><p>●在没有任何约束和督促的环境里，你真的觉得你会比工作时更高效吗？</p><p>●凭什么你认为这段婚姻不幸福，就坚信你现在搞的这个小三能和你天长地久？</p><p>未来支持你梦想的能力，都是现在上班的时候练出来的。很难想象一个自我管理不好、不懂得说话、缺乏基础商务能力的人，会在下班以后突然变成一个自律、八面玲珑又懂得经营自己的人。因为这些也都是“底层核心能力”，它们在支持你的人生改变。</p><p>工作还能培养一种更重要的底层能力——把不喜欢的事情做到80分的能力。即使是你最热爱的工作，也至少有30%你不那么喜欢的部分。当各自优秀的地方没法比，但是差的地方是看得出来的，这个时候，谁能做到80分，谁就赢了。把手头不喜欢的事情全力做好，让身边认识你的人更加喜欢你，本身就是一种梦想练习，等梦想砸过来，你才能HOLD得住他不好的一面。最可悲的不是没有机会，而是有了机会。你根本抓不住，因为你没有准备。</p><p></p><p>Facebook的COO桑德伯格每天坚持五点半下班，这种效率，能帮她实现任何想要的梦想。一个人是从成功走向成功，而不是从失败的工作走向成功的。近年创业界流行“创二代”的说法：从BAT出来的做互联网，从央视、湖南卫视出来的做节目，《中国企业家》出来的做内容，从新东方出来的做教育……他们现在在做自己想做的事，因为之前在自己工作中一直在做梦想练习。</p><h3 style=\"color: blue\">03成长不是集中突击它是个生活方式</h3><p>拿我减重举例子。从开年到现在，从85-78公斤，体重一共轻了7公斤，身体很多指标——新陈代谢、脂肪率、内脏脂肪率也逐渐恢复正常。更重要的是，我没有高强度的运动，没有了痛苦的节食，用了一种很自然舒服的方式。我曾是个自虐爱好者，周六日骑行80公里，或者山里驴行2天，常有的事。虽然折腾一次能轻很多，过几天又回去了。</p><p>后来在橙子学院里认识了做健康管理的飞鱼，提出一个很有趣的观点——我以前专门抽出1小时的狂虐自己的方法无效——减重是24小时的，核心是一套好的健康习惯，要饮食观、运动观、作息观三观统一。</p><p>按照某个配比来饮食，每天喝足够的水，和充足的睡眠（这个还没有搞好啊……），然后才是恰当的肌肉训练（提高新陈代谢），然后是正确的身体姿态。做到前面3个，即使没有集中的大体力运动，体重也就自然降下来。而做到后面两个，身体会保持好的状态，不反弹。习惯好了，吃饭睡觉喝水，走路端坐，24小时都在瘦。不用每天专门花时间专门出去健身。</p><p>这个想法对我启发很大——成长其实也是24小时的，自自然然的生活方式。这个状态应该横跨上下班，蔓延工作与生活。就不是大半夜坚持2小时的事。最好的成长方式，不是晚上加班突击2小时，而是在某一个领域整体加速你思想的新陈代谢率——晚上学习新知，白天8小时时时刻刻找机会刻意训练。</p><p><span style=\"display：inline-block；margin：10pxauto”>❖</span></p><p>所以，重新审视关于上下班努力的假设，你是不是有所改观？上班其实也可以有机会训练自己想做的事；即使上班没机会做自己想做的事，也在锻炼未来自我实现的能力；与其非要在下班后集中突击，其实平时做训练，效果会更好。下班4小时重要，但上班8小时更要珍惜——如果你能找到两者之间的关系，甚至这两个东西就是一件事。</p><p>所以，精力、资源、平台和价值都更大的8小时，才应该是你梦想修炼场。当然，你也需要下班后的4小时为自己注入新知、设定训练方向，以及提醒自己常常刷这篇文章。</p><p><span style=\"display：inline-block；margin：10pxauto”>❖</span></p><p>如何重新整合工作与梦想，形成闭环，让未来蔓延？</p><p>下面提供几个思考题，请认真的重新思考这事儿：</p><p>什么是我的梦想工作的核心底层能力？</p><p>如果请教这个领域的高手，他们会认为是什么能力？</p><p>这个能力能在你平时工作里，什么环节有机会应用？</p><p>仔细想想每一个问题，尝试回答这些问题，作为自己输出倒逼输入的练习。</p>"
        },
        {
            "id": 50,
            "article_music": 0,
            "content": " <p><span style=\"background-color: rgb(0, 0, 0);\"><font color=\"#c0c0c0\" size=\"4\">01</font></span></p><p>最近朋友圈被《北京，有2000万人假装在生活》刷屏。文章有个主要观点——</p><p><i><u>北京这座城市根本没有生活，这里只有少数人的梦想和多数人的工作。</u></i></p><p>它细数了北京的种种“缺点”：</p><p>疏离、孤独、没人情味儿，北京人失去了故乡，外地人找不到归宿，能逃离的都将逃离，剩下的人还在假装。</p><p>这篇文章和年初的“为北京感到难过”，更早些的“北上广不相信眼泪”一样，是一系列“逃离大城市”的变种，属于周期性产品，每隔个小半年，总会一篇类似文章改头换面，刷爆朋友圈。</p><p>其实，把标题里的北京换成上海、广州、深圳甚至任意什么地方都一样，写出类似文章——那里的人们在假装生活。</p><p>可是，不假装生活的标准是什么呢？</p><p>是像文中说的那样，有五套房的南城房爷才有底气？或者逃到澳洲、加拿大、美西的人们才有生活？</p><p>有房有钱的叫生活，除此之外的叫假装？</p><p><font size=\"3\"><b>那生活的定义实在太狭窄了。</b></font></p><p><span style=\"background-color: rgb(0, 0, 0);\"><font color=\"#c0c0c0\" size=\"4\">02</font></span></p><p>在我看来，生活就是生活，没什么假装不假装。生活如同罗素所说：参差多态，才是幸福本源。</p><p>没有一种生活十全十美，你最终只能选择你要的。</p><p>志得意满是生活，求之不得也是生活；顺风顺水是生活，晴天霹雳也是生活；着一身锦袍是生活，爬满了虱子更是生活。</p><p>在偌大北京，提笼架鸟、遛弯喝茶是一种生活，朝九晚五、两点一线是一种生活；东奔西走、白手创业是一种生活，沙龙画展、看戏品酒，也是一种生活。</p><p>五套房拆迁的房爷，不懂西二旗不下班的码农，金融街的Kevin、Andrew&nbsp;，不懂大衙门里的张处长、李科员。</p><p>B站上刷弹幕“666”、“2333”的二次元，不懂另一个话语体系里的“蹄疾步稳”、“夙夜在公”。</p><p>我们身处一个无比分化的时代，不同的人对生活的想象完全不同，甚至根本无法彼此理解。</p><p>实际上，谁也不需要别人理解，各人有各人的喜怒哀愁，如人饮水冷暖自知罢了。</p><p>所以没有一个人，能替2000万人定论：</p><p><font size=\"3\"><i>你们假装在生活。</i></font></p><p><span style=\"background-color: rgb(0, 0, 0);\"><font color=\"#c0c0c0\" size=\"4\">03</font></span></p><p>不管怎么说，这篇文章大火了，其实不难理解，因为内容实在很扎心。</p><p>特别是当你读到它时，刚艰难地挤上一趟早高峰地铁，或是在一片车尾灯的海洋里寸步难行，或是意识到可能永远摇不到号，并铁定跟不上一飞冲天的学区房的时候。</p><p>这些时候，你只想把怨气撒到北京头上，把内心的疲惫和失落都算到这座城市账上，然后继续负重前行。</p><p>但更多时候，北京那些让人口口声声抱怨的缺点，同时又是我对这个地方甘之如饴的优点。</p><p>比如，北京的大。</p><p>中国的城市普遍大，北上广深尤其大。大到送东西要选同城快递，大到聚会要精心选择中间点，大到同城爱情能过出异地恋的感觉——</p><p><i><font size=\"3\">君住草房东，妾住沙河北，日日思君不见君，相见跑断腿。</font></i></p><p>可是，我又如此地喜欢城市的大。</p><p>大固然会带来不便，但它同时又带来好处，那便是如果你不是刻意要约什么人，基本上偶遇熟人的机会为零。它极大地降低了“东家长西家短，低头不见抬头见”的熟人社会带来的社交压力。</p><p>甚至，我就喜欢邻里之间那种“最熟悉的陌生人”的关系。</p><p>大家在楼道交错时彼此点头示意，在别人帮摁电梯按钮后以微笑抱以感谢，然后各自开门回家，“关进小楼成一统”，过自己和乐的小日子去。</p><p><i><font size=\"3\">这便是当代的桃花源：阡陌交通，鸡犬相闻，老死不相往来</font></i></p><p><u>城市大的另一个好处，就是任何人都不会成为真正意义上的异类。</u>无论你觉得自己有多奇形怪状，都能在汹涌人潮中找到一群志同道合的人。</p><p>你以前一直觉得自己对鸡蛋过敏已经够奇怪了，直到后来发现身边有人对面粉、花生、大米过敏；周围的人从不认识自己听得“小众”歌手，去音乐会就发现同好满坑满谷。</p><p>这便是城市大的好处——</p><p>都市丛林繁华又孤独、自由又疏离，人与人之间保持着敬而远之的“安全距离”，你既不必担心那些善意的窥伺和界限不清的关心，又可以在一群同样独特的陌生人中安然做自己。</p><p>人情味和束缚一线之隔，虽然冷漠，却给人无限的空间感。</p><p><font size="4" style="background-color: rgb(0, 0, 0);" color="#c0c0c0">04</font></p><p>田园牧歌式的生活注定是一些人怀念的过去，但更多人在拥抱快节奏的、疯狂的、疏远的都市化生活。</p><p>有些孤独是昂贵的。它代表了你拥有了不被他人左右，不被人情绑架的空间。</p><p>有些奔波是愉悦的。它代表了你在追求的路上狂奔，即便终点很远但你至少在靠近。</p><p>有些冷漠是舒适的。它代表着对他人界限感的尊重，甚至代表将有限的精力留给值得的人。</p><p>北京，如同大部分正在发展中的城市一样，漏洞百出，缺点多不胜数。</p><p>但生活在其中的人不是。</p><p>在这里生活的人，有安逸者，投机者，奋斗者，逃离者，形形色色。</p><p>但北京从不审判，它只把自己的残忍和宽容送给你，供你抉择。</p><p>北京并没有什么不同，它既不是天堂，也不是地狱。</p><p></p><p><font size=\"3\"><i>北京与其他地方一样，不过是人间。</i></font></p><p><br></p> "
        }
    ]
}