{
    "articleContent": [
        {
            "id": 11,
            "article_music": 0,
            "content": "<p>也不知道这些年的媒体是怎么了，或者，是从很多年前就继承下来了一种习惯：</p><p>拼命鼓吹着放弃高考、环球旅行、间隔年，凡是高考状元，必是学习轻松、天赋异禀。强调着“生命的意义在于体验最多而不是最好”。</p><p>水往低处流，人往高处走。大概完美的人生最让人艳羡，人人想要而不可得，便诉诸笔端而后快。</p><p>关于这些新闻的评论，其中一句让我印象深刻：</p><p>我没有皇城根下的家，也没有留过洋的爸妈。我只能要着牙拼命学习，在千军万马中挤破头，换来一个国内普通的大学，而我还要拼命努力，才能换来一个普通的人生。媒体却把千万个我们这种普通家庭却从没放弃努力的孩子，当成了傻瓜。</p><p>我特别想让你们看看另一种人生和另一种平庸的成功。</p><p>我出生在离县城还要开摩托车“突突突”半小时才能到的南方村落。故乡有山，有水，有村落，有晚伴，还有父亲用来营生的一家食杂店。有一天我半夜发烧，突然想吃点什么。那时县城里的小孩已经把“旺旺雪饼”当成垃圾食品，在我们这儿还新鲜着。食杂店里的雪饼是撕开大包装按个数卖的，邻近的小孩路过，掏点零钱买来果腹。我虽然知道不能乱动，却还是偷偷地撕了一块雪饼。结果被我妈一顿暴打，她边打边骂，你个瓜娃子，饿鬼附身了不分好东西坏东西，拿来卖的东西你也偷吃。</p><p>我从来就不知道什么叫“好的人生”。因为书本里有，所以我极爱读书。那时我才知道世界上，有那么多种高姿态的人生，有钱人有那么多丰富多彩的玩法。<b>我不知道读书能给我提供更多的选择，因为那是我仅有的唯一的选择。</b></p><p>第一次听到“素质教育”这个名词，是在我转到县城初中的时候。开学式的时候，校长拼命强调“我们学校还是要重视素质教育”。后来听班主任说，“素质教育”就是唱歌跳舞弹钢琴。我觉得奇怪，那怎么能算是教育的一种，这分明就是享受、消遣、奢侈。还好，班主任说，这只是口号，喊一喊也就过了。后来，我还真成了“素质教育”的领头羊。我在县高中的组了乐队。虽然这个所谓的“乐队”，总共就唱了一次。在学校黄沙漫天的操场上，用大音量的功放，配上含混不清的英语歌词。那时候住校生里刚流行起录像的手机，像素极低。大家拿着手机“咔咔咔”地录着，留下了我们现在看来自取其辱、但在当时自认为“巨星范儿”的表演。后来，我才知道，在同样的年龄，已经有很多人在校园里拿着贝斯吉他，在开一场真正意义上华丽璀璨的演唱会了。<b>我们明明在同样的年纪做了同样的事情，可是我没有机会也没有人告诉我怎么样才能做好。</b></p><p>高考报志愿的时候，我报了一直认为穷人是学得起中文，因为书里都说“贫家多文人”。到了大二，我就后悔了。因为所有人都告诉我“你想做中文，你想学媒体，先把自己捯饬清楚吧。媒体就是个就算穷到叮当响，还得把自己包装得光鲜亮丽的行当啊”。但女孩终究是爱美的，虽然走了些弯路，还是人模狗样地度过四年，漂漂亮亮地出师了。我走在路上会被别人叫做“靓女”，虽然真实性值得商榷。</p><p>毕业我留在北京，第一份工作是在一家小网站，做一些深度访谈，每周休一天。单位小，分工不明确，跑现场、写调查、更新自媒体，像一块随时可以安在任何位置的砖头。我记得第一次拿工资是7月11日，我那时候好激动，直接用网银转了一笔最大额度的钱给家里，然后特别开心地给家里打电话。“我寄钱回家了！你记着收。”然后我把具体的额度报出来。我爸很惊讶：“怎么寄这么多？你自己没留着点用？”我等着就是他的这一句话，我狠狠握着电话，笑得像是下一秒嘴角都要咧到头上：“我还有！爸，我还有！我一个月赚可多了。”这是我除了大学时结余的钱以外，第一次寄回家的钱。</p><p>我挺喜欢走在北京的大街上，听着来来往往不同口音的声音。在反光镜里看自己的模样，平庸得像任何一个走在路上的人。我想到我的孩子，他虽然可能不会有一个北京的户口。但至少有一个见过北京的母亲，可以告诉他这世界还有不同的样子。他吃“旺旺雪饼”的时候，可以大大方方地撕开包装，一口一口地咬，不用舔干净上面的糖花。他已经可以看到比我当初看到的更远，更辽阔的世界。当年父亲依依惜别送我前往的北京，他也已经来过了几次，每次都说着“有生之年，托你的福，让爸爸也来瞧了一眼首都”。这普通的日子，足以让我热泪盈眶。</p><p>科比说，他知道每一天洛杉矶凌晨四点的样子。而我，知道北京每一个凌晨一点的样子。十点半从单位下班，用打车软件叫辆车，一路闲侃。司机也多是混迹在大城市里的外乡人，买了车，却依然抱着能省则省的目标，在休息的时间里出车赚油钱。我们一起看着北京的街道，对着晚上十点半依然灯火辉煌的城市内心感慨着：这是我的北京啊。万籁俱寂，我们终于有了自己的一方天地。刚开始，人们在网络上口诛笔伐“凤凰男”的时候，其实作为一个“凤凰女”（虽然以我的工资根本称不上凤凰），我的心里是有些抵触的。后来便释怀了，我不仇富仇美，更不把精力放在所谓的“不公平”上。你们不甘于成为普通的人，追逐诗和远方，而我还要拼了命的努力，才能换来一个最普通的人生。但那又怎样，至少，我现在已经有了最普通的人生，能在7月11日给父亲打一笔他眼里的“大钱”，能看到深夜里灯红酒绿的皇城根儿，能像一个普通人一样昂首阔步地走在路上被人喊一声不知真假的“靓女”。<b>眼前的苟且不可怕，因为我知道它在一天一天变好。我也有自己的诗与远方作为闲时的消遣，余下的时间，我挤在早高峰的地铁上，认认真真地生活着。</b></p>"
        },
        {
            "id": 12,
            "article_music": 0,
            "content": "<h3>坚定理想, 像孩子一样去坚持</h3><p>作家毛姆说：“任何一把剃须刀都有其哲学”，我们可以这样理解：生活中每件微不足道的小事，只要日复一日地坚持，从中总会产生某种类似观念的东西来。</p><p>很多人择业时几乎都会在“稳定”“高薪”和“爱好”之间选择。</p><p>“稳定”代表不变，试想一个人的职业生涯大概有30几年，几十年的光阴在一个企业中的一个岗位中死守，什么理想、激情和创造，很可能就会样的刻板而埋没。</p><p>“高薪”代表着付出，很多刚刚毕业的年轻人都在一线城市中，在房租与餐费中平衡。很多人在遇到有高薪机会的时候，会毅然决然地选择跳槽，忽略了自己是否真地了解和热爱这份工作。其实，在刚刚工作的那几年，谁没有过几年苦日子呢，熬出来就好，可惜很少人能够坚持。</p><p>“爱好”是一个比较广泛的词，每个人都能说出来几样。有人会说，我的爱好是吃，但它不能赚钱，反而烧钱。但是现在互联网+的时代，爱好真的可以转变为工作，美食的APP和O2O让吃货们成为了小编和产品经理，各大网站的体育频道更收编了一群非职业球迷。</p><p>当我们在看某些人成功时，一定不要看他后面的客观因素。因为那个很少人能碰上。更多成功的人，是在坚持自己真正喜欢和热爱的事，因为热爱而坚持地工作、写作、创业、跑步，最后他们收获了事业和生活上的成功。</p><h3>为自己设立目标, 参考标准一点点来提升</h3><p>1.制定目标的时候要用正确的思维</p><p>不管是谁？任何人都想要获得成功，都希望自己在某个方面有卓越的成就。首先要认真的规划人生奋斗的目标。</p><p>2.正确的认识自己的能力</p><p>每个人都具有独特的能力，每个人都具有与众不同的心理特点。谁都有自己喜欢的特长，自己的能力倾向很重要，要正确的了解自己的能力。</p><p>3.找到自己人生奋斗的方向</p><p>找到了自己人生奋斗的方向就等于有了目标。这个方向看起来简单，其实并不容易做到的，要明白自己活着为什么，人生奋斗的方向应该是明确的，实际的。</p><p>4.目标要专一</p><p>人生一旦有了自己想要走的路就不要总是变换目标。有很多人之所以没有成就，就是目标不专一。</p><p>5.目标更应该远大</p><p>每个奋斗的路上要取得巨大的成功，都要确立长期和远大的目标。都需要有持之以恒的精神。把远大的目标，分散为易于取得的阶段性小目标，找到衡量的标准，努力去提高自己。</p><h3>学会独处,全神贯注地思考和做事</h3><p>孔子说: “吾日三省吾身。”怎么省察呢？必是独处省察。</p><p>由于工作和社交，我们大量的时间都被迫和同事和客户相处，剩下的碎片化时间又被社交网络充实，缺乏独处思考和做事的时间。学会放下手机，停止刷屏，静静地思考一天的得失，或者全神贯注地做一件事情。</p><h3>边做边学,工作后自学往往更重要</h3><p>台湾著名企业家郭台铭说“工作中学习，学习后工作。做比说重要，习比学有效”。</p><p>我们都听说过10000小时定律，说的是在某个领域工作10000个小时，就会成为这个领域的专家。其实这句话不准确，所有工作都是与时俱进的，需要我们在工作中总结工作方法，不断学习充实自己。</p><h3>行动才是重要的,不要光有理想，没有行动</h3><p>有人计划去考教师证，人力资源证书，会计证书，计划地非常完美。但是由于加班、聚会、懒惰等借口，你发现自己连一本页书都没看完，一本练习册都没有完成，从而止步于复习这一步。</p><p>所以有一但有了想法和计划，一定要动手去做，去执行你的动力。因为很多人都会有想法，比如减肥，但是真正每天去坚持的人确是凤毛麟角，所以只有少数人才能脱颖而出。</p><p>年轻代表着无限的可能，不要过早地为了金钱和社会地位而活，不是说不赚钱，养活自己甚至是家庭是必要的，但只是别丧失了自己的价值。趁着年轻，坚持一份理想！</p>"
        },
        {
            "id": 13,
            "article_music": 0,
            "content": "<p>“我求助H一个问题，她留给我一个网盘链接就没有下文了，继续追问她更是爱答不理。”</p><p>“我听说她来南京出差，好心好意想请她吃顿饭探讨下人生，可她死活都没有时间。”</p><p>“我们学生会想请她开一个经验交流会，她总是百般推脱，真是喜欢摆臭架子。”</p><p>因为我一心想做一只广告狗，对咨询这等高大上的行业并不感冒，因此并没有想与H扯上联系。但这个暑假，当我来上海实习时，却突然收到H的好友申请：你是xx把，我是H, 有一些文案策划的问题想请教你。</p><p>H听闻我在文案策划方面小有名气，便通过另一个学姐要到我的联系方式。</p><p>受宠若惊的我，却渐渐被她提供的案例拿住了魂。这个极具挑战性的任务，让我突破了原有的思想桎梏，从不同的角度切入提出了几个方案，并诚惶诚恐地交给了H。</p><p>H当即就表示了感谢，一周后，她提出请我吃饭作为回报。</p><p>“高冷”学姐的邀约，自是无法拒绝，我立即欣然应允。</p><p>赴约之前，我已经做好了冷场的准备，毕竟H的冷若冰霜已闻名全校。但约会伊始，H却率先打开了话茬：“你的几个切入点都很nice，但有些实际操作起来是有风险的……”我们先就方案进行详尽的讨论，令我意想不到的是，主攻金融咨询的H，竟然在品牌推广方面也能与我对答如流。</p><p>在接下来的约会中，我竟然与H谈笑风生，从市场定位到品牌策略，从营销案例到西欧文学，我从未想到我俩有如此多的共同话题。而当我就目前的状况提出困惑时，H也根据自己的经验和见识，事无巨细地进行解答。</p><p>这还是那个高贵冷艳的H吗？当我满腹狐疑的神情溢于言表时，聪明的H看出了我的疑惑：</p><p>“我明白你在奇怪什么，但有时候真的不是我冷漠，是他们的问题和要求实在太弱智。”</p><p>“哦，这个怎么讲？”</p><p>“有一个学妹，向我讨教求职干货，我把我整理的所有途径和面经都放到网盘里给她了，我整理了整整两个晚上啊。后来，她居然问我一条五百强的面试逻辑题，这明明百度一下两三秒就能解决的问题，何必兴师动众地来问我呢？想测试我的智商？这也太荒谬了吧。”</p><p>“的确是，非常令人无语啊。”</p><p>“还有一个学弟，有一次经验交流会上加了我微信，之后就一直缠着我聊一些二次元的东西，我不理他把，他还得寸进尺了，非要邀请我一起吃饭看电影。你说，我凭什么答应这些无理取闹的要求啊？”</p><p>尽管H极力收敛住情感，但是我还是能感到她的满怀愤懑。</p><p>“我出差一趟，要见客户，做访谈，搜集数据，要跟老同学聚会，哪有时间去搭理不相干的人呢？何况，和他们的交谈完全是驴唇不对马嘴，就像操着无法融通的语言，根本谈不到一块去。”</p><p>我可以脑补H不堪回首的那些场景：当H谈起香奈儿的品牌策略时，某学妹在极力夸耀男票给她买的名牌挎包；当H说起英雄联盟的推广方式时，某学弟在滔滔不绝他的超神经历；当H提到优衣库试衣间背后的营销逻辑时，某男在一脸猥琐地复述着视频细节；……</p><p>同一个层次上与己相去甚远的人交流，这简直是一件毁尸灭迹的灾难。</p><p>同样，和一个各方各面都超出自己太多的人交往，除了体会到一无是处的羞耻感，和在外吹嘘的资本，所获得的也是微不足道。</p><p>如果把一个人的交往分成浅层次和深层次。浅层次的交往可能只是囿于脸面和礼貌，即使所处的层次大相近庭，蜻蜓点水般的点头之交也不会使人厌烦；但当一个人想要开展深层次的交往时，回报率和愉悦感是他最看重的因素，而这两个因素，也往往在层次相同或相近的人群中才能满足。</p></p><p>最好的交往，是势均力敌。双方处于相同或相近的层次，就有了相同的话题和意义区间，那种如获知己的愉悦感也会油然而生。而与之同时，资源的交换和共享也能有条不紊地进行，没有人只索取不付出，也没有人只付出不索取，彼此提供的资源对方也有能力将其为己所用，这种健康的机制和环境，对关系的延续和发展也是大有裨益。</p><p>所以，当大牛们对你视若无睹时，不要指责他们的冷漠，也许只是你自己太弱而已。</p><p>少年们，努力爬到更高的地方去吧！</p>"
        },
        {
            "id": 14,
            "article_music": 0,
            "content": "<p>在火车站等人时遇到一个乞讨的中年男人，看上去三四十岁的样子，高高瘦瘦，走过来的时候没有跛，走近了一看也没有瞎。他飞快地将手上的碗伸过来，面上一点赧然都没有，理直气壮地开口乞讨，被拒绝之后看到巡警过来，讪讪地走到一边，用我们能听见的音量嘟囔“现在都是什么人啊，把自己打扮得那么光鲜怎么一点爱心都没有，太不善良了，什么人啊什么人，真是世风日下哎呀。”<p><p>我正在想着现在的乞丐文化程度都蛮高，世风日下这个词语境用得还挺贴切，一旁的朋友看不过去准备冲上去理论，被我拉住后反而吃惊的回看我“你不是吧？真太不是你了。以前都是你冲上去跟人家吵的好吧，现在居然还拦着我。”</p><p>或许每个少年在走向青年，又走向成人的时候都会经历过这一遭。像一个青面獠牙的小愤青，看不惯不劳而获，看不惯阿谀奉承，看不惯虚与委蛇，看不惯许许多多，整天像个“挑刺儿”一样活着，有种不知天高地厚却自认为指点江山一样自信，恨不得把全世界扭成自己喜欢的模样。</p><p>就连有一年去参加颁奖典礼，那是个全校领导都会出席的场合，带队老师看着我一身衬衣一件牛仔裤一双跑鞋，扎个乱糟糟的马尾漫不经心地站着，走过来拍一下我的肩说“你这孩子，这种场合怎么也不收拾打扮一下？”，我也可以伶牙俐齿地回过去“我又不是参加选美比赛的，比我长得好看的人多了，她们怎么不来领奖，这种场合是看内在的跟外貌有什么关系。”他被我说得没话，只好点点头，尴尬地笑一下走开。</p><p>口舌之争的胜利，大概是会让人上瘾的。</p><p>不管你看过多少书教你提高修养谨言慎行，不管你身边有多少人劝过，女孩子不要这么犀利，不要这么挑剔，不管你是怎样心悦诚服地感叹<b>“Lifeisnottoargue,buttocompromise（生活不在于争执，而在于妥协）”</b>是一句真理。</p><p>不管你也曾用这样的话劝过多少人。</p><p>争辩得来的胜利都会让人有一种莫名其妙的满足，和一种被无限放大，感觉可以征服天下的快感，当你维护了自己的形象、信仰、认知、价值观，便会有一种全世界被你守护又被你同化的成就感。即便那种感觉转瞬即逝，争论的时候脑回路里面哔啵燃烧的电流，反驳的时候绞尽脑汁遣词造句的刺激。毫无疑问的会战胜所有的矜持、从容和冷静。像是在辩论场上将对手说得哑口无言，而你脑中的观众起身掌声雷鸣经久不息。</p><p>我曾经觉得这样也没什么不好，它能帮你不断激活新的脑细胞，能督促你去阅读、思考，并把你接收到的一切信息飞速内化成为自己的武器，甚至能帮你很快地找到跟自己志趣相投的一帮人，这些人中的很多，都是会今天吵得热火朝天，然后明天和好如初，可以走下去很久的朋友。</p><p>直到慢慢地发现，为什么同样是二十四小时，唯独我的一天显得那么短？看着别人打卡完成了当日的阅读，背完单词去跑步，听完歌看会电影去睡觉，我还什么都没有干。</p><p>计划听完的BBC新闻没来得及开始，最喜欢的一本书摊开在手边，还是几个小时前没被翻过的页码，打开的文档写了一半，还是那几个字，孤零零地躺着，好像被遗忘的孤儿惨兮兮地看着我。</p><p>你猜我这时在做什么？</p><p>我没有看韩剧，没有看综艺节目，没有刷微博一遍遍无意识地看过去。我在做着我认为有意义的事，在quora上几千字几千字地在跟人争论，很小的一件事，大概是说如果你不够了解一件事全部的前因后果，有没有资格做出评论。</p><p>从道德讲到人的自律，从尼采韩非讲到古格斯的戒指。直到那个人再也不回应，方带着胜利者的喜悦，瞄一下表，三个小时过去了。</p><p>而我计划好的所有，都还没有开始。那本是我真正想要做的事情，和真正喜欢的生活。</p><p>甚至当我过了几个月回去看，才发觉即便你将一个人说得山穷水尽哑口无言，也不代表他就会赞同你的观点，只不过，只不过他还没想好要怎么反驳而已。</p><p>想想这样的两个人，为了永远说服不了对方的观点苦苦争执引经据典，并没在争论中学会兼容并蓄，惊奇这世界上居然还有另一面的声音和想法，反而像刺刀一样地立着，捕捉对方字里行间的任何一点漏洞然后毫不留情地反驳过去，事后几乎想不起当时我说了什么，他又说了什么。即便妥协也是心不甘情不愿。</p><p>而我们搭进去的其实一样，都是不会再回来的时间。</p><p>那三个小时之内，我本来可以听完五篇BBC，看完这本书的结局，或者至少，完成我写了一半的论文。我可以站在窗外望一会春景，看看桃花是怎么飘摇落下，蒙蒙的柳絮如何迷了行人眼。我可以抽出手来回一句朋友在微信上的问候寒暄，可以在家里的汪叼着球过来找我，眼巴巴地求陪玩的时候答应她，而不是双眼放光的坐在电脑面前，处心积虑地去说服一个根本不认识的人。</p><p>本来可以去做我想要做的事情，一步一步地走近我想要的生活。而不是坐在那，等着争论的刺激感慢慢冷去，再后悔不已去追悼我心甘情愿浪费掉的时光。</p><p>从那之后我忽然不再介意别人和自己观点的分歧，即便是吹毛求疵的批评，不怀好意的挑衅。只要他不用污言秽语攻击我，我身边的朋友和家人。只要这样的挑衅不会触碰到我价值观的底线，只要这样的分歧，不会影响到我每天的工作和生活。</p><p>不再推心置腹地给人解释或者争论，不再试图让全世界都知道你是什么人，你的脑中在想着什么，而你想要告诉陌生人什么。</p><p>忽然发现时间多出了好多，而当我的生活可以慢慢按照自己想要的节奏进行时，这种成就感虽不会像争论带给你的那样猛烈，像喜悦的潮水一下子淹没人。却更像是细水长流的笃定。它给你的力量，是即便是知道你的人生，和千千万万的人生一样，本身不具备任何意义。却能在每天早上醒来，诚实而满意地面对自己，嗯，你比昨天的你，是更好的人。</p><p><b>我知道自己不够完美，也从来不想要做到完美。而我有不完美的自由，你便有批评的自由。我尊重你指责的权利，更尊重我自己的时间。</b></p>"
        },
        {
            "id": 15,
            "article_music": 0,
            "content": "<p>不要总在过去的回忆里缠绵，</p><p>昨天的太阳，晒不干今天的衣裳！</p><p>用时间和心看人，而不是用眼睛。</p><p>要学会对拥有的一切怀有感恩之心。最终你会得到更多。若总是对那些没有得到的东西耿耿于怀，那么你永远也不会满足。想必，也不会快乐…</p><p>岁月极美，在于它必然的流逝。春花，秋月，夏日，冬雪。你若盛开，清风自来。突然发现，原先不少要好的朋友已经在不知不觉中失去联系。原来，友情和爱情一样，没有经营，最后也会形同陌路。</p><p>当长大以后，多希望自己还只是个孩子，给颗糖就笑，摔倒了就哭。不用伪装到面目全非，不用压抑自己的心情。不是不想说话，而是有很多话讲不出来，放在心里会安全点。<p><p>世界上最遥远的距离，不是相爱的人不能在一起，而是明明不能停止思念，却装作对方从未走进自己心间。不埋怨谁，不嘲笑谁，也不羡慕谁，阳光下灿烂，风雨中奔跑，做自己的梦，走自己的路。好的感情，战得胜时间，抵得住流年，经得起离别，受得住想念。喜欢一首歌，有时候只是喜欢了一句歌词，因为它碰到了你内心的深处。</p><p>你既然认准一条道路，何必去打听要走多久。眼泪，有时候是一种无法言说的幸福，微笑，有时候是一种没有说出口的伤痛。小时候认为流血了就是很严重的事，不管疼不疼，先哭了再说。直到长大后才发觉，其实流泪比流血更疼。</p><p>世间都是这样的，不管走到哪里，总有令人失望的事情，一旦碰到，我们就很容易过度悲观，把事情看得太严重。放心，闭上眼，睡一觉，说不定明天就会有新鲜的事儿发生。</p><p>终有一天你会知道：<b>公交5分钟一班，地铁9分钟一班，缘份——有时候一辈子只有这一班。</b></p><p>幸福不是房子有多大,而是房里的笑声有多甜；幸福不是你能开多豪华的车,而是你开着车能平安到家；幸福不是爱人多漂亮,而是爱人的笑容多灿烂；幸福不是在成功时喝彩多热烈, 而是失意时会不会有个声音对你说——朋友别倒下；幸福不是听过多少甜言蜜语，而是在你伤心时能有人对你说；没事有我在。</p><p>有钱，不可能养你一辈子。帅气，不可能炫耀一辈子。自己的另一半是拿来过日子，而不是拿来比较的。日子过的好，才是真的好。所以不找帅不找富，找个能包容你的。如果他不能包容你的情绪和缺点，就算条件好又有什么用呢？其实最好的日子，无非是你在闹，他在笑，如此温暖过一生。</p><p>一个人的美丽，并不是容颜，而是所有经历过的往事，在心中留下伤痕又褪去，令人坚强而安谧。所以，优雅并不是训练出来的，而是一种阅历。淡然并不是伪装出来的，而是一种沉淀。从某种意义上来说，人永远都不会老，老去的只是容颜，时间会让一颗灵魂，变得越来越动人。</p><p>不是眼泪就能挽回失去；不是所有人都值得你付出；不是伤心就一定要哭泣；不是所有表情都要写在脸上；不是任何人都理解你。所以，面对生活中偶尔的不如意，我们要学会坚强的微笑。难过的时候，告诉自己：我很好、很开心。失落的时候，笑着对自己说，没事的，一切总会过去....</p><p>我们总是在意别人的言论，不敢做自己喜欢的事情，追求自己想爱的人，害怕淹没在飞短流长之中。其实没有人真的在乎你在想什么，不要过高估量自己在他人心目中的地位。被别人议论甚至误解都没啥，谁人不被别人说，谁人背后不说人，你生活在别人的眼神里，就迷失在自己的心路上。</p><p><p>不喊痛，不一定没感觉。</p><p>不要求，不一定没期待。</p><p>不落泪，不一定没伤痕。</p><p>沉默，不代表自己没话说。</p><p>离开，不代表自己很潇洒。</p><p>快乐，不代表自己没伤心。</p><p>有些痛，说不出来，只能忍着，直到能够慢慢淡忘。想一千次，不如去做一次。华丽的跌倒，胜过无谓的徘徊。谁伤害过你，谁击溃过你，都不重要。重要的是谁让你重现笑容。</p>"
        },
        {
            "id": 16,
            "article_music": 0,
            "content": "<p>最近我在思考一个问题：什么造成了人与人之间的差异？</p><p>　　我所在的班级每周六早上8点半开始上课。最初的一个月，我每次都匆匆忙忙踩着点进教室，心中带着焦急和不安，可是每次进了教室后我都很得意，因为准时的学生不超过20个，我总是属于那群准时的少数者，大多数人都是9点后才来。后来我渐渐适应了，能够提前6、7分钟到课堂，可是我发现全班50多个学生，能按时上课的学生却更少了，只有10个人左右。有个男同学让我印象深刻，因为他是班上最早到的学生，可是他说他仅仅提前15分而已。上了三个月课后，我更得意了，因为我发现不迟到不早退，每周都坚持来上课的学生不足10人，而我却是其中之一。换句话说，三个月来，全班50多个人，有40多个人做不到每周按时上课，按时下课。这个发现令我大吃一惊。假设这是个课堂纪律的比赛，你只要做到每周按时上下课，就能打败其他40位竞争者了。</p><p>　　我认识一个1992年出生的小同学。他毕业于普通的二本院校，毕业之际，他和另外六个人一起在某单位实习，两个月后，只有他被留了下来。我问他原因：“你有什么比别人强的地方？”他说：“我也不清楚。”我继续追问：“你再想想。”他说：“因为我准时上班。”我不信。他又说：“那就是我的邮件格式写得更对，错别字更少，更容易让人看明白。”这回我信了，因为我对此深有体会。</p><p>　　自从上豆瓣以来，我至少阅读了上千封向我咨询的邮件。然而，书写格式正确、分段清楚、没有错别字、叙事有条理的邮件只有寥寥几封，大多数邮件都是一段到底，标点混乱，表达不清，主题不明，短短三行就有两个错别字……我常常看得头昏脑涨。混乱的邮件看多了，偶尔看到一封格式正确、表达清楚的邮件，我就会激动得想流泪，迫不及待地想回复对方。如果你是我，你会更愿意回复什么样的邮件呢？肯定是那些看起来更舒服的吧。</p><p>　　我自己组织过几次活动，在给活动成员发短信时，一下子就能让我记住的人都是短信品格好的人。什么叫短信品格好？就是收到短信后能及时回复对方“收到”“好的，谢谢”。相比于那些收到短信后半天不吭声，也不知道他看没看到的人，我更喜欢这些短信品格好的人。与他们接触，我也会注意自己的短信品格，从他们身上学到一些我不懂的东西。</p><p>　　出了两本书后，我经常被问到一个问题。很多人看到我，就像看到奥特曼一样，觉得我很神奇，他们问我：“你是怎么做到一边上班一边写书的？”一开始我总是老老实实地回答：“这没什么啊，就是有时候下班没什么事情，坐着写一两个小时文章，慢慢写就写成了。”很多人还不信，觉得我一定是头悬梁、锥刺股，苦苦写了九九八十一个月才写成了一本书。后来，再有人问我，我只好说：“我写书的时候非常非常非常辛苦！”</p><p>　　讲了这么多，用一句话总结：以大多数人努力程度之低，根本轮不到去拼天赋。很多人一直以为自己与他人拼的是吃苦、是天赋，什么刻苦奋斗，什么拼命学霸，其实，拼的只是一点点认真、一点点细节，连勤奋都谈不上。在你的周围，懒汉实在太多，你只要做到基本的勤劳，就可以致富；在你的世界里，大多数人都是盲人，你只要有一只眼睛，就有资格称王。</p><p>　　我收到过非常多的抱怨邮件，有的抱怨工作待遇太低，有的抱怨工作内容琐碎，有的抱怨社会不公，有的抱怨家庭环境不好，有的抱怨自己学历不够高，有的抱怨自己干的不是自己喜欢的事情。还有的人写抱怨邮件来时，三行两个错别字，一段话2000字，还会注上“特急”两字。在这些人中，有多少人做了自己应该做的事情，并把它们做好了呢？我想没多少吧。一个人可以永远不满足于现状，但要安于现状。</p><p>　　简单来说，不管做什么事情，都要敬业一点，守好自己的本分，把该做的事情做好，而不是连最基本的努力都没有做到，就用那些虚化的平等、华丽的梦想、社会不公、自己没有天赋等理由为自己不能成功找借口。</p><p>　　一个人如何从竞争中脱颖而出？其实非常简单，他要做的事情大多是一些小事情，甚至是一些非常本分的事情。人是通过细节和小事展现自己的。人与人之间的差异大多体现在一些细节和简单的小事情上。所有干大事的能力都是从做小事中生发而来的。有时成功并没有那么难，做好别人没做到或忽视的小事，你就赢了。</p><p>　　所谓细节决定成败，这是不变的真理。做学生时，做到准时上下课，按时完成作业。毕业面试时，穿不起名牌衣服，就把自己打扮得干净清爽，做到准时赴会。参加工作后写邮件时，注意书写格式，做到层次清晰、意思表达明了。老板安排你做事情时，多问几句，问清楚再行动；老板要求你汇报工作时，及时给予回应。上班的时候，少打游戏，少逛tb，多琢磨琢磨怎么把事情做好。下班的时候，少看几集连续剧，少睡点觉，多看几本书。周末，当大家都在吃吃喝喝或睡懒觉时，你到公园里跑跑步，锻炼锻炼身体。做到这些，你的机会自然会多起来，命运也会慢慢改变。　</p><p>　不要看不起小事情，生活本就是一件件小事的集合，坚持做好每件小事，你就能过好自己的生活，改变自己的人生。如果更进一步，除了做好自己的本分，你还能将每件小事做到极致，那会怎样呢？《士兵突击》中有句台词：他每做一件小事的时候，都好像抓住一根救命稻草，到最后你才发现，他抱住的已经是一棵参天大树了。</p>"
        },
        {
            "id": 17,
            "article_music": 0,
            "content": "<p>毕业这件事可不是从毕业当天才开始的。</p><p>刚入学那一两年，日子过得很滋润。思政课上你躲到教室后排读爱伦坡，读太宰治，读海子的诗，你知道自己有能力消化那些颤栗、文艺和深刻；双休日你挤进八通线去预览你迟早将在此大展身手的世界，你的耳机里放着小众的音乐，你优雅地审视每一张擦肩而过的面孔，就像审视一个个烟火俗世里平淡无奇的故事；你去蹭与电影相关的公选课，你浸润在大屏幕折射的光线里，你沦陷在配乐营造的意境中，加了滤镜的画面从你的眼里直直映进你的心，你越来越向往远方，那里有你一个个关于未来的遐想，那些遐想你只想想都觉得开心，花从你的心里开出来，开满了整个世界。</p><p>花，咖啡，图书馆，晴日傍晚火烧云，蝉鸣夏夜微风撩拨的树影，波澜不惊的每一天里，你过得惬意又平静。</p><p>这是你喜欢的生活，文艺，小清新。</p><p>你得到了你喜欢的生活，然后很快，你又要从这样的生活里毕业了。</p><p>拍毕业照那天你努力不眯眼却发觉自己做不到，毕业季的阳光太灿烂。学士服的透气性不是很好，你尽力在镜头前摆出意气风发的姿势，心里还惦记着那间价钱谈不妥的合租房。</p><p>差距的出现不是突如其来的。回头想想，早从上一年秋天开始，保研，考研的初复二试，留学宣讲，招聘会，平衡被打破，有群体就有比较，焦灼产生了。</p><p>你去洗手间换下学士服，一抬头看到镜子里自己被晒红也闷出了汗的脸，活像寓言里那只被温水煮熟的青蛙。</p><p>这不是你想要的生活，一点都不从容，一点都不漂亮。这时你思考的还是人生而不是年龄，这时你的悲伤还是很文艺的，总有那么一种错位和落差，让你深夜害怕入梦，清晨又害怕起床。</p><p>后来，慢慢，就不再了。</p><p>你离开北京，回到生存压力不那么大的家乡；你组建了自己的家庭，尽管枕边人或许不那么如愿，尽管有时会抱怨，子女对于那些“成功人士”而言意味着亲情、寄托、希望和爱，可对于你自己这样的平凡人而言，却更像是一笔笔不得不扛到肩上的债。</p><p>那些曾经让你颤栗，让你文艺，让你深刻的诗，你不再读了。</p><p>那些曾经让你从心底开出花来的远方，你不再向往了。</p><p>好在生活已经教会你坦然，你不把这些叫做屈服，你把这些叫做，接受现实。接受现实，接受生活本来的样子。这才应该是生活本来的样子，生活本来就不是文艺而小清新的。</p><p>你曾经的文艺小清新，你不避讳当成笑话一样讲，然后你大方地承认，承认你错了。曾经的文艺，曾经的憧憬，都错了。那些美好，都只是说给学生时代不必为现实操劳，大可以恣意徜徉在美梦之中的象牙塔里的小孩子听的，而最终一路将就着活下去，才是人生正道——难道不是吗？看看那么多人，不都是这样吗？</p><p>那么多曾经和你一样文艺小清新的人，最后，不也就都这样了吗。</p><p>你坚信，即便那些所谓的“成功人士”，在他们光鲜的外表下，也一定隐藏着一颗和你一样疲惫不堪的心。你便是这样寻得了平衡。</p><p>想开点，就好了。</p><p>想开之后，时间忽然就过得很快了。</p><p>人生即将结束时你才知道所谓的弥留之际的走马灯竟然是真的。从降生，从开始，到后来，到现在，你完整的人生就在你眼前辗转。你看到那年你读过的海子，太宰治，爱伦坡；你看到那年八通线里你那张骄傲而清高的年轻的脸；你看到那年坐在公选课教室里看过的里面有美好远方的电影；你看到你的仓惶毕业和黯然离开，看到你终于像完成任务一样活完了的后半生，病房里洁白床单上你爬满褶皱和老年斑的手颤抖着，你哭了。</p><p>你记起了那年你的文艺你的小清新，你忽然明白，它们确实存在着，只不过你无力供养，无力捍卫。那些遐想，那些憧憬，你得不到，不是因为它们是假的，只是它们太昂贵了。</p><p>可如果当年花开时，你不仅仅是四十五度角仰望着欣赏，而也记得低下头看看那些凋落的残瓣，同时思考些什么；如果当年一杯又一杯的咖啡喝下去，是为了提起精神去做些真正有意义的事情，而不只是因为喝咖啡这件事本身能让你觉得自己和电影里的某些情调相重合；如果当年你泡在图书馆真的是为了在书籍里汲取智慧，而不是躲在大阅城优越的环境里，找个借口将自己与现实世界隔绝；如果当年晴日傍晚火烧云，蝉鸣夏夜微风撩拨的树影，都见证了你奔走进取的步履，而不只是安于现状的停滞和伫立……</p><p>如果当年没有活得那么文艺小清新，是否后来，就有资本一直文艺小清新？如果当年没有贪图那些本就昂贵、必须续费的美好时光，是否到了命运真正的分水岭，就能自信地扬起微笑，以多年蓄力，换一次现实面前的不折腰？</p><p>你多想知道，可你已经不能知道，你的一生，已经结束了。</p><p>你的最后一滴泪垂下来，眼睛闭上再睁开，你又坐在图书馆里，回到了你的二十岁，回到了现在。</p><p>然后你忽然知道应该怎样做了。</p>"
        },
        {
            "id": 18,
            "article_music": 0,
            "content": "<p>咪蒙说：比“我爱你”更重要的是，我如何爱你。可还有一句话，“学会爱自己，才能更好的去爱别人。”</p><p>在我们不断与形形色色的人来往交叉过程中，在我们尝试关心别人、喜欢别人、爱别人的时候。首先，你要学会爱自己。“爱自己”是个广而大的命题，爱自己也绝不是单纯地对自己好、顺遂自己的心性、使自己身心健康这么简单。知友黄辛一句话或许概括地已几近完整：</p><p>像婴儿一样对待自己的身体，像疯子一样燃烧自己的生命。何为“爱自己”，如何“爱自己”？</p><p>你永远归属你自己，也永远只有你能决定自己的生活，“爱自己”的前提，是正确、全面、深刻地了解自己。你需要了解自己的身体情况，什么时间和精神状态能够保持高的工作效率；什么感觉下一定不能进行学习工作。爱自己，就要控制自己的身体不超载。</p><p>你需要了解自己的脾气秉性，会在什么情况发脾气，耍小性子；会在什么环境感到兴奋和愉悦；这样你才会在和好友争吵时不过分伤人，会在有些人“虚情假意”时保持清醒。爱自己，就要对身边的关系有很好的把控。</p><p>你需要了解自己的潜力与瓶颈，你擅长什么又害怕什么；你有什么待挖掘又有什么无法实现。了解这些，你才能更有针对性地努力，不与自己适合的方向偏离太远。爱自己，就要使自己的潜力发挥到最大。</p><p>你需要了解自己的底线和目标，你想要什么，你期待什么；你拒绝什么，你一定不会接受什么。有了目标，可以更好地制定计划从而实现；有了底线，你不会被更多的外在所扰而更专心地“做自己”。爱自己，就要让自己更专注而不困扰。</p><p>我们在喜欢一个姑娘或是小伙的时候，总是费尽周折地想要了解他的一切，以便我们能成为他喜欢的样子，以便我们会有更多的话题和故事可以聊。爱自己这件事儿何尝不是呢？</p><p>如果让我用两个词描绘“爱自己”的心态，我想是自信和接纳。这其中与“自己”最相关的一个词，应该是，自信。</p><p>很喜欢看的公号WYN写过这么一期《原来，我一无所长》，里面提到了作者在成长的过程中渐渐发现，原来的“特长”和他人一比其实没有什么，曾经引以为傲的事情也不过只是“擅长”而不是“精湛”，甚至在长大的过程中觉得自己其实很普通，与他人相比，别无二致。看到这期时我长叹一声，不由得说句，深有所感。曾经觉得自己打篮球很棒，带领着班级夺得过学校亚军，后来在球场上却渐渐变得“平庸”：曾经认为自己文笔出彩，中考作文满分也频频获奖，可投稿却入不了主流杂志社的“法眼”；曾经觉得自己表达能力很牛逼，演讲什么的都很擅长，可后来却明白这和平时说话有太大区别，人际关系处理得很糟糕...</p><p>在漫长的生命里，我们大多数人最终发现的，可能真的是一个很“普通”的自己。而这个时候我们如何对待自己，对待自己生活和奋斗的方式，尤为重要。我们是否能仍然保持自信？是否能以平常心和“一般人”的努力方式去做事？是否能面对众人瞧不起的眼神依然找到自己的方向？</p><p>这个过程，这堂课，叫做，接纳。接纳并不完美的自己，接纳别人偶尔漠视的目光，接纳自己的出身和天资，接纳命运的安排和自己或许不那么准确的选择。</p><p>引用赵永久《爱的五种能力》中的一段话：</p><p><b>我允许我出生在这样的家庭，我允许家里发生的一切，我允许我在这样的家庭长大。</b></p><p><b>我允许我自己，我允许自己的成功，也允许自己的失败，我由于成功而成长，由于失败而成长。</b></p><p><b>我允许有人不喜欢我、否定我、讨厌我、误会我、不理解我、仇恨我，无论别人怎么看待我，我都允许。</b></p><p><b>我允许有人曾经伤害我、嫉妒我、打击我，我也允许我曾经伤害过、嫉妒过、打击过他人。</b></p><p><b>我允许这世界上的所有事物，对每一件事物我都允许，我允许白天，也允许晚上，我允许天晴，也允许下雨；我允许人的出生，也允许人的死亡。</b></p><p><b>世界发生的一切事情，或在身边，或在很远的地方，我都允许它。</b></p><p><b>允许，接受，让你更有力量。</b></p><p>是的，允许，接受，让你更有力量，也让你更正确地面对自己。你不会因家庭的贫困而忿忿不平，不会因自己的失误而懊恼悔恨，不会因自然的灾害而怨天，不会因他人无心的过错而尤人。你就不会过于愤怒、焦躁、堕落，不会无止境地兴奋欣喜或难以自拔地自负。</p><p>当你学会控制自己的情绪和心态，当然会做到“爱自己”。</p><p>我们每个人虽独立地存在于这个世界上，却不可避免地与身边的人产生丝丝缕缕的联系。我们对他人，会有喜欢，有依赖，有尊重，有畏惧，等等情绪。</p><p>前阶段，一个好朋友结束了和一个女孩的暧昧关系，他追求这个女孩而不得，却也因为这个女孩养成了很多好的习惯，譬如跑步、学英语、读书。但当他决定结束这段不明不白的关系时，他告诉我他有点“空”。他觉得在离开这个女孩后，他无法坚持那些好习惯了，无法再那么有干劲儿地学习和工作了。</p><p>这令我思考：使我们变得更好的究竟应该是外因还是内因？我想答案一定是内因。因为只有你自身认同这件事儿会帮你变得更好，你才会坚持并完成，而外因只是短时间的一种动力罢了。更重要的是，很多外在的人或事是会变的，是不那么永久的。</p><p>有多少女孩在被男生抛弃后选择轻生，有多少孩子在离开父母后难以自立，有多少人总是把KPI的完成寄希望于同事的帮忙。刘同说过一句话印象深刻：</p><p>任何事情，不要将希望寄托在别人身上，无论是情感还是工作，否则唯一的结果便是措手不及，安全感只能自己给自己。</p><p>说的就是这个道理。独立而不过分依赖别人，这样无论面对任何风浪，你都可以坦然顺遂地处理，不致于使自己陷入困境。</p><p style=\"color: blue\">爱自己，没有比独立更好的方法。</p><p>在知乎上的问题“到底什么叫做「爱自己」”，有1000余个回答，每个人对此都有那么多想说的，毕竟，每个人在面对自己的过程中都有纠结，有反思，有醒悟，有改变，有想要倾诉的东西。</p><p>自己，是你最好的伙伴，而爱自己，就让自己变得更好，少受伤害。我用喜剧大师卓别林的《当我开始爱自己》作结：</p><p><b>当我真正开始爱自己，我才认识到，所有的痛苦和情感的折磨，都只是提醒我：活着，不要违背自己的本心。今天我明白了，这叫做『真实』。</b></p><p><b>当我真正开始爱自己，我才懂得，把自己的愿望强加于人，是多么的无礼，就算我知道，时机并不成熟，那人也还没有做好准备，就算那个人就是我自己，今天我明白了，这叫做『尊重』。</b></p><p><b>当我开始爱自己，我不再渴求不同的人生，我知道任何发生在我身边的事情，都是对我成长的邀请。如今，我称之为『成熟』。</b></p><p><b>当我开始真正爱自己，我才明白，我其实一直都在正确的时间，正确的地方，发生的一切都恰如其分。由此我得以平静。今天我明白了，这叫做『自信』。</b></p><p><b>当我开始真正爱自己，我不再牺牲自己的自由时间，不再去勾画什么宏伟的明天。今天我只做有趣和快乐的事，做自己热爱，让心欢喜的事，用我的方式，以我的韵律。今天我明白了，这叫做『单纯』。</b></p><p><b>当我开始真正爱自己，我开始远离一切不健康的东西。不论是饮食和人物，还是事情和环境，我远离一切让我远离本真的东西。从前我把这叫做“追求健康的自私自利”，但今天我明白了，这是『自爱』。</b></p><p><b>当我开始真正爱自己，我不再总想着要永远正确，不犯错误。我今天明白了，这叫做『谦逊』。</b></p><p><b>当我开始真正爱自己，我不再继续沉溺于过去，也不再为明天而忧虑，现在我只活在一切正在发生的当下，今天，我活在此时此地，如此日复一日。这就叫『完美』。</b></p><p><b>当我开始真正爱自己，我明白，我的思虑让我变得贫乏和病态，但当我唤起了心灵的力量，理智就变成了一个重要的伙伴，这种组合我称之为，『心的智慧』。</b></p><p><b>我们无须再害怕自己和他人的分歧，矛盾和问题，因为即使星星有时也会碰在一起，形成新的世界，今天我明白，这就是『生命』</b></p><p>学会爱自己，你会发现全新的、更好的自己。</p>"
        },
        {
            "id": 19,
            "article_music": 0,
            "content": "<p>在这个声色犬马的世界，“浮躁”已经成了大多数人的通病。</p><p>起床第一件事，打开手机，刷刷朋友圈和微博，查看点赞和评论；看一部电影没办法从头看到尾，要不停地快进；到餐厅吃饭等上菜时要刷一刷淘宝；工作上遇到一点不顺心就嚷嚷着跳槽；买了吉他学了两个礼拜便将它打入冷宫；周末无法忍受一个人待在家，要在朋友圈、微信群里广播自己的孤独，到处问有没有人一起吃饭、看电影、逛街；至于读书，憋说了，高考的阅读量已经达到人生的巅峰……</p><p>如果你不幸躺枪，只能表明一件事情：你很正常——还是那句话：相信我，你并不孤独。</p><p>若干年前，十点君也是浮躁患者的一员，每天都将时间大把大把地浪费在无意义的纠结，无效的社交以及杂乱的信息中，每当过完无所事事的一天，夜深人静躺在床上，我都十分悔恨……苍天啊，我怎么变成自己最厌恶的样子。</p><p>一番天人交战、痛定思痛后，十点君决定接受“治疗”，研究出一系列对抗浮躁的好办法。</p><p>除了调整心态、练字、运动、冥想、屏蔽微信群、打扫房间、找到自己儿时的爱好并专注其中等等，最重要的是一定要阅读！</p><p>有人说，这是一个浮躁的时代，也是一个阅读匮乏的时代。或者倒过来也可以说，正是阅读的匮乏导致了社会人心的浮躁。</p><p>三年来，十点君坚持阅读，并在每天晚上十点，分享八篇精选的文章给大家，有青春文学、哲理散文、名家作品、书籍推荐等，同时十点君还邀请了一些专业主播对文章进行朗读，并将音频置于文首。在结束一天疲惫的学习工作生活后，读者们便可以洗个澡躺在床上听美文，用耳朵阅读。</p><p>在这个公众号泛滥的时代，越来越多公众号靠耸人听闻的标题、低俗的内容博人眼球，十点君时刻提醒自己，莫忘初衷，将优质阅读进行到底。</p><p>世界再大，人的生命体验总是有限的。然而在阅读中，我们可以打破时间空间的限制，更广阔、更真实地感受生活的愿望，在文字中成长，并收获对抗现实无趣的一种美妙体验。</p><p>人的差别在于业余时间。每晚抽出1个小时的时间用来阅读，坚持数年之后，你将发现你的人生已渐渐地发生改变。</p>"
        },
        {
            "id": 20,
            "article_music": 1,
            "content": "<p>我为什么要辞掉这么爽的工作？</p><p>第一个原因，那种曾经的热血再也没有了，我越来越找不到职业尊严了。我知道，在中国，谈职业尊严本身就是挺可笑的事。工作不就是为了赚点儿钱？尊严个毛啊，矫情。在一个稳定的单位，你越认真，越像一个笑话。你在乎工作，反而像个傻×。</p><p>我一直羞于承认，其实我是一个需要价值感的人。</p><p>而这种价值感在一天天被消解。</p><p>消解于当你认真地对待每一篇稿件、每一个版面，别人认为你事儿B时；消解于你做得好做得坏没人在乎，你所做的一切都像是一场长期的自我安慰时；消解于你期待的每一次改变最后都变成了一场敷衍，纯粹是自己想太多时……</p><p>有一次，总部调了一个同事来，完全不专业，影响了整个团队的工作流程。我们向总部申请，能否对这个同事进行一些专业培训？申诉多次，半年之后，总部总算答应了，把他调走了。然后派了个更差的来。</p><p>总部，您真幽默。我感觉自己像活在一个段子里。久而久之，我越来越像老油条了。</p><p>特别怀念自己刚入行那一两年，整个单位都是积极向上的状态，那时候的我：为一篇稿子写不好，在办公室大哭；为一个标题没取好，半夜懊恼到睡不着觉；为一个版到底该怎么编，跟领导据理力争甚至不惜翻脸，傻兮兮的，多好。</p><p>到后来，稿子写不好、标题没取好、版没编好，我依然有点儿难过，依然有点儿内疚，但明显没那么在乎了。因为另一个自己会冒出来对自己洗脑：不就是一个工作嘛，算个屁呀。</p><p>对于一个时刻需要价值感的人来说，假装不在乎工作是一种很拧巴的状态。一方面，我享受着工作的舒适和放松，另一方面，我又质疑这种舒适和放松。</p><p>真正导致我辞职的是第二个原因：我学不到任何东西了。刚入行的时候，每一天都很惶恐，每一天都担心自己是个傻×，每一天都害怕自己做不好，那才真的是进步最大的时候。然而当自己度过了那两年，有了经验，成了熟练工，成了所谓的业务骨干，我在职业领域，就开始游刃有余。</p><p>说句欠扁的话，我只需要付出1/10的功力，就能把工作做得很好了。我一度还为此沾沾自喜。现在才知道，我荒废了好多年。</p><p><b>当你发现你完全能胜任自己的工作的时候，你就该换个工作了。真的。</b></p><p>因为一旦你不焦虑了，你就不会再有进步了。你不需要学习任何新东西，你不需要解决任何新问题，你不需要面对任何新挑战，这种工作状态是很危险的。</p><p>马云就说，任何强大的公司都不会给员工安全感。最不给员工安全感的公司，其实给了真正的安全感，因为逼出了他们的强大，逼出了他们的成长，也因此有了未来。</p><p>迄今为止我最后悔的就是，没有早点儿辞职。</p><p>多年前，我的一个前同事辞职了，去了一个电商网站。那时候我特别不理解，这么爽的工作，为什么要瞎折腾啊。而且做的是跟媒体完全无关的内容，好奇怪啊。</p><p>几年后我再次见她，跟她聊天，对她必须要用敬佩来形容了。</p><p>她去电商网站的时候，由于那是个外企，要求全英语工作，她英语超级烂，用3个月的时间，每天苦练，搞定了英语。</p><p>后来她因为管理能力强，去了BAT（百度、阿里巴巴、腾讯的首字母缩写）其中一家，虽然她英语好了，但是不懂金融知识互联网产品知识啊。那时候她超级崩溃，因为她连产品是啥东西都不知道，而公司过道里随便抓一个人出来都是超级牛×的产品经理。她每天吃饭时间缠着专业人士问东问西，花了3个月，突飞猛进。这带给她最好的学习习惯，迄今为止她每天都在进步，现在她已经是独当一面的leader（领导者）。</p><p><b>正因为当初她敢于放弃稳定的工作，她才得到了最大的进步，她的世界都变大了。</b></p><p>而我的一个粉丝（混熟后成了朋友），之前是在一个跨国IT企业工作，福利好，待遇佳。半年前他辞职了。</p><p>原因是，他已经看到自己40岁以后的生活了。他的人生已经没有任何别的可能性。他的未来已经没有未来了。</p><p>现在他去了一家创业公司，收入是以前的一半儿，每天都累成狗，每天压力都特别大，每时每刻都在接触新事物。一切都在逼你进步。你不进步，就随时会被淘汰。时隔6个月，他再见前同事，发现他们什么都没变，没有一点儿进步，然而他自己已经变了。</p><p>我现在也在创业公司。虽然我特么已经开垮过一家公司了。虽然我特么之前一年赔了400万。虽然我特么绝对认同创业公司不是人待的，能待下去的都是自虐狂。</p><p>但是，我必须要说，这比待在所谓稳定的单位要好很多倍。因为在这里，每个人都很拼，每个人都是工作狂，每个人都是大变态。因为在这里，每个人都为自己的工作负责，做不好简直觉得自己不配睡觉不配吃饭。</p><p>我终于又回到了为一句话写不好、一个标题取不好就睡不着觉、心如刀绞的状态。关键是这里有一种“我不是一个人在战斗”的幸福感。妈的，这种感觉太爽了、太满足了，胜过冰淇淋，胜过特么的一切。</p><p>有句话我以前也说过，所谓铁饭碗，不是你在一家单位有饭吃，而是你足够牛×，在任何一家单位都有饭吃。所以，真的不要留恋所谓的稳定，留恋所谓的舒适区。如果你还不甘心，如果你还想做点儿什么，那就赶紧改变。有的事情现在不做，就一辈子也不会做了。</p>"
        }
    ]
}