{	
    "articleContent": [
    	{
            "id": 51,
            "article_music": 0,
            "content": "<p>有个歌手叫本兮，她去年自杀了。</p><p>去世时，网络上仍然有一大批人说「哦哦哦，就是那个特别非主流的网络歌手？不出这事我都忘记她了。」</p><p>反正打打字不用负责，怎么刻薄怎么来。</p><p>我后来有很认真去听这个比我小两岁的女孩的歌，看她的mv和直播，看所有和她有关的报道。她在少女时期于网络走红，从14岁到23岁，一直活在争议里，只因为写了些没那么高雅、没那么主流的歌。</p><p>本兮从十几岁起就那么不合群，同龄人在读书时，她在唱歌写歌当网红，同龄人仍然在读书时，她经历了走红签约雪藏官司，最终……选择了死亡。</p><p>我已经和绝大多数的中学同学断交了，在他们眼里，我始终是个异类。而本兮在十五岁时遭受了身边同学怎样的嘲笑、非议和冷眼呢？</p><p><strong><font size=\"3\" color=\"#808080\">想想就心疼。</font></strong></p><p><strong><font size=\"3\" color=\"#808080\"><br></font></strong></p><p>我很少回老家了，也不太喜欢回老家，偶尔回一次，大部分时间也躲在家里看书看电影。</p><p>有时候我会显得很残忍很果断，说「我要放弃无效社交」，说「真的不想跟完全不能理解我在说什么的人」交流。</p><p>回家时的我显得自闭、不易亲近，跟如今多数人印象里随和、友好、健谈、亲切的我完全不同。</p><p>可能在中学时期，我被归类为「异类」，久而久之，异类在异地他乡找到了一群异类，不再显得那么特立独行了，归巢时，异类甘心做个异类了，远离那些空有一张嘴的人。</p><p>中学起，我便开始写歌、写小说，爱看蒂姆伯顿的电影，爱看三毛和村上春树的书，多么稀松平常的爱好，然后，我变成了异类。</p><p>时至今日，我回想起中学时一些在我面前指指点点的人，我脑海里浮现出两个字：嘴脸。</p><p>后来，我也听说过那些人过得有多不好，一年薪水甚至比不上我一个月收入，可我回去跟爸妈说：「别和我提他们，也别和他们父母提起我现在在做什么。」</p><p>身为异类，早有了成为异类的觉悟，我又不是未谙世事的中学生，爱守着自己破烂一亩三分地，想着哪日大丰收气死身边的穷光蛋们，我虽不是多么出类拔萃的人，但也没这么没追求。</p><p>在我被划分为异类、怪物、不好好读书没出息的人时，我已然清晰了自己要什么，也明了我想要的竞争对手是谁，是跟我一样的异类，不是那些「伟大」的民间评论家。</p><p>时隔多年后，我愈发庆幸自己那么不合群，那么不愿意做跟别人一样的人，那么异类。</p><p><font size=\"3\" color=\"#808080\">也是时隔多年后，我才发现，根本不是我不合群，也根本不是我异类，我只是太早知道了我要什么。</font></p><p><font size=\"3\" color=\"#808080\"><br></font></p><p>有很多人问我：你会原谅那些伤害过你的人吗？</p><p>我很少正面回答。</p><p>若让我认真回答，我会说：</p><p><font size=\"3\" style=\"background-color: rgb(192, 192, 192);\">如今伤害我的人，我都会原谅，但在我年少时伤害我的人，我一个也不会原谅。</font></p><p><br></p><p>很抱歉，我又不是圣母心，没能给你一个「宽宏大量」的答案。</p><p>我也不会去报复他们，毕竟，我真的挺自豪自己从 15 岁到 25 岁都在坚守某些东西，都在守护我心里不可以被弄脏的地方，那么多人都被所谓的现实打败了，我用了十年去证明：抱歉，我没错，我不需要跟你们妥协。</p><p>记得读书时，看中学老师们公开将学生们划分为三六九等时，随自己喜好去公开践踏少年少女的尊严时，我就想早点远离这群人。</p><p>也是在中学时，我花费大量精力去钻研音乐和写作时，从老师到父母到同学都说了类似的话：有什么用，能赚钱吗，能花点心思在学习上吗？</p><p>总算，十年过去，我好像赚得还可以，也更自信未来能赚更多，我也能很自信说出：我如今仍在每天坚持学习新知识坚持读书观影，绝不去过那种下班了只有打牌喝酒撸串吹牛的生活，我决定要做的事情，通通被我做成了。</p><p>如今回家后，爸妈有时候说某些老师、教育局领导提起我时夸我怎么怎么厉害时，我冷笑：「我写的东西，会把他们气死吧？我坚持的东西，和十年前对比，从来没变过，怎么没见他们那时候夸我？」</p><p>我仅是太早就看懂卑劣的人性了，若我没做出成绩，那群人怕又是另一副「我早就知道这小子没出息」的嘴脸吧，如今也不是欣赏我，只是他们再也不能控制我，我也有了远超出于他们的社会地位罢了。</p><p>是有些戾气了，可这些尖锐的话，也只会对那些在少年时期时把我划为异类、九等的人说。</p><p>忘了说，谈不上原谅不原谅什么的，根本上升不到那么高的高度，因为我压根是不会再去见这些人。</p><p>少年时期时，那些大腹便便的中年人、老年人爱跟我说：社会险恶啊，你上了几年班就会服服帖帖的了，阶级太现实了。</p><p>我承认阶级现实，所以很庆幸我可以有高于那些人的社会等级，再远离他们。</p><p>社会险恶不险恶我不知道，我只知道说这些话的人心很险恶，我远离就好，我反对便好，我推翻他们最好。</p><p>我从来都不会服服帖帖，如今我再也不用上班了依旧活得很好，我更知道，这世上根本没什么异类不异类，无非是话语权罢了。</p><p>六月时我回了趟老家，翻出十四岁到十八岁写的东西，我很感动我是个异类，在那样的年龄做格格不入的事情，是它们定义了我是谁。</p><p>我翻出一张纸，十八岁生日时，我在异地备战高考时写给自己的，十八岁的我对自己说：「你要记得你最初的梦想，永远不要放弃，你要对得起你曾许下的诺言。」</p><p>真幼稚啊，可我怎么那么感动，怎么那么想谢谢十八岁时的自己，七年过去了，我做到了。</p><p><br></p><p><font size=\"3\" color=\"#808080\">谢谢自己啊，从15岁到25岁，十年来，都那么不合群，那么异类，那么不肯妥协自己的想法。</font></p><p></p><p><font color=\"#808080\" size=\"3\">谢谢自己，我终于懂了，我根本不是异类。</font></p><p><br></p>"
        }
    ]
}
