{
    "articleContent": [
        {
            "id": 1,
            "article_music": 1,
            "content": "<h3 style='color: green;'>01</h3><p>我们好像常常听到这样的话。</p><p>“隔壁邻居老王家，其实他儿子也没啥本事，他们不就是赶上了好时候多买了几套房么，但是现在的日子过得滋润的，收收房租就比别人辛苦上班赚的还多，他们其实也就是赶上了好时候而已。”</p><p>“我那个大学同学，就没正经上过班，研究炒股投资什么的，他也就是正赶上了那个时候股市的黄金时期，那时候炒股，连菜市场大妈都赚钱好不好。”</p><p>然后，也常常听我们父母那一辈说这样的话，“当年我们就是没有机会，哪里有你们这样好的条件，连考大学的机会也没有，那些比我们小的，后来恢复高考后，他们真是赶上了好时候。”</p><p>但是，他们也从来没有提到过，他们的同学们，也有一直在努力念书，从来没有放弃过，等到恢复高考第一年，就顺利考上了大学。</p><h3 style='color: green;'>02</h3><p>为什么赶上好时候的永远是别人？</p><p>为什么别人，在该买房的时候买了房，该炒股的时候炒了股，该下海的时候去了深圳，该投身互联网大潮的时候去了阿里巴巴，而如今投资人有的是钱就是缺项目的时候，他们又刚好创了业？</p><p>驻外圈也有句经典的自嘲段子。很多驻外的人，无论是外交官，还是援建的建筑工人，都会感慨，一个人漂泊在外，孤苦伶仃，然而多挣的一些钱，还不够房价涨的呢！仿佛我们普通老百姓，或者自认为不投机倒把，想要靠自己的双手勤劳致富的良民，永远都赶不上好时候一样。</p><h3 style=\"color: green;\">03</h3><p>最近在美国，加州永远都是阳光灿烂。闲来在圣地亚哥的海边跑步，某一天突然好像找到了答案。圣地亚哥海边有很多冲浪的人。男男女女，老老少少都有。拿着冲浪板的时候都特别帅气。</p><p>经常能看见把冲浪板放在一边，自己面朝大海做着简单的伸展，准备活动的姑娘，转眼间，就冲入海浪里，站在浪尖上，随着海浪，起起伏伏。每一次被更高的浪花吞没，下一秒又能看到她站在下一个浪尖上。</p><p>在巴西的时候，也有很多冲浪的人。但是我始终觉得巴西的海边太美，虽然是大西洋，却和加勒比海边一样，蓝绿色的大海，像宝石一样耀眼夺目，然后你再看它的浪花，竟也显得温柔随性。在巴西海岸线上冲浪的人，就像是表演艺术体操一样，蓝天，碧海，和冲浪的帅气小伙，像一幅绝美的油画。</p><p>但圣地亚哥的海边，太平洋是深深浅浅的蓝色，海浪很大个，说不上汹涌，但特别有力量。在圣地亚哥海边，你能感受到冲浪是一种竞技运动。和艺术体操不一样，在这里，冲浪是竞技体育。竞技体育的美在于它是一项激烈的运动，让旁观者也能一下子被激起肾上腺素，让人看了跃跃欲试。但是，在海边跑步的我，这个念想也就是一闪而过。然后就被接二连三的所谓“理智”给打败了。冲浪？？？别开玩笑了，我连游泳都不会!</p><p>但我又转念想，那么那些会游泳的小伙伴们怎么也不敢去冲浪呢？我问了他们，他们说，他们不敢。</p><h3 style= \"color: green;\">04</h3><p>不会游泳的意思是，我没有这项冲浪所必备的基础技能。都还谈不上冲浪所需要的高级技能，会游泳，只能保证你具备在海里沉不下去。你只有具备了这项基础技能，你才有资格开始学习冲浪这项需要更多技能的运动。</p><p>就像很多公司的招聘启事里写，需要你能说流利的英语。但不代表你英语流利就能胜任他们的职位了，这只是一项基础技能，你一旦不具备，那么你连简历都过不了。</p><p>而不会游泳的小伙伴，他们说，因为他们不敢，不敢是什么意思呢？</p><p>冲浪是一项有风险的运动，在需要大量的基础技能加高级技能以外，也需要很大的勇气。有风险的意思是，你掌握不好平衡，有可能会被海浪吞噬，最小的风险是喝几口海水，而大海毕竟不是个大的游泳池，在大海里冲浪是真刀真枪的，当然你也有淹死的风险。面对风险，很多时候，我们不敢跨出那一步。</p><p>想要离开稳定但鸡肋的事业单位，我们不敢，因为我们不敢去到一个胜者为王，市场竞争的环境里，一条柔弱的小鱼，还是待在游泳池里吧，温水游泳池，虽然看得见周围四方的天，四面的墙，但是有固定的饲料，游泳池里的小鱼，缺少很多在大海里生存的基础技能。</p><p>想要离开高薪的工作自己去创业，我们不敢，因为我们不敢去到一个你死我活的商场，再也没有五百强的光环，没有优渥的出差条件，和五星级酒店，商务舱说再见，我们贪恋温暖，我们惧怕风险。</p><h3 style=\"color: green;\">05</h3><p>可是这世界上没有一种生活，既新鲜刺激，又没有丝毫的风险。都是高风险，高回报。没有一种工作既能朝九晚五，又能够浪迹天涯。道理都懂，而我们为什么依然瞻前顾后，依然唯唯诺诺，依然想要改变，却跨不出那第一步？因为我们不会游泳，因为我们不敢去冲浪。缺少只有这两种。</p><p>要不就是因为我们没有技能，要不就是我们没有勇气。技能和勇气，缺一不可。</p><p>那些早早买房的隔壁老王们，他们不仅仅是赶上了好时候，也因为那个时候，他们就有了原始积累，并且有了投资的眼光，他们选择了有风险的投资，而不是储蓄。</p><p>那些改革开放后，下海赚到第一桶金的商人们，他们不仅仅是赶上了好时候，也因为那个时候，他们自己有本事有能力，并且有勇气有魄力，辞去了大锅饭的工作，只身下海。</p><p>那些赶上了互联网大潮的年轻人，他们不仅仅是赶上了好时候，也因为那个时候，他们有着聪明的头脑，编程的技术，并且他们敢于踏入一个一开始并没有那么被看好的新兴行业。</p><p>总有人永远站在时代的浪尖上，一个大浪过去，也许打得人仰马翻，但在下一个浪花到来的时候，他们又骄傲的站在了浪尖上。</p><p>我们羡慕他们，嫉妒他们，我们说，他们不过是赶上了好时候，这也许是我们最无力的自嘲。因为你发现，那些会游泳，并且足够勇敢的人，他们一直都站在浪尖上。</p><p>最勇敢，最能干的人，才能看到最美的风景。</p>"
        },
        {
            "id": 2,
            "article_music": 0,
            "content": "<p>如果哪家公司能给我年薪十万，我可以在那家公司做到死为止！</p><p>我说这句话的时候是一个广告公司的小职员，月薪五千，这个数字在我过去的工作履历里比任何一个公司开得都高，甚至他在我的人生里都具有了划时代的意义。</p><p>那是2008年，那一年我29周岁，虚岁30岁。</p><p>我不知道有多少男生在意“三十岁”这个岁数，至少我在没有到达三十岁之前，我都非常在意，我总觉得那对一个男人来说是一个门槛。</p><p>古语说三十而立，这句话让很多男生都把三十岁当做一个蜕变的仪式，仿佛到了那个岁数自己就真的进化了一样，因此我自三十岁之前一直都很纠结于周岁和虚岁这种问题，我努力地去认定自己的周岁年纪，觉得似乎这样在意识里就小一岁，可以让中年危机来得更晚一点。</p><p>2008年，那一年物价和房价还没有飞涨到现在这么厉害，我到手的工资只有4300块，和一帮子朋友去吃饭的时候偶尔还会冒出一些小自卑，认识的朋友里有做销售的，买了好几套房子，有上市公司的财务总监，金领阶层光芒万丈，有五百强企业的经理，有知名服装品牌的中高层，我那时候话不多，因为总怕自己说错，蜷缩在人群里一个不起眼的角落，听他们扯淡聊天，和他们吃饭喝茶。</p><p>小伍和小天这两位朋友都是在那时候认识的，认识的最直接的理由大概是他们不装逼，很少提自己的存款和房子，也不炫富，全身上下你看不见几个带着大LOGO闪瞎狗眼的牌子，随和的人多少会让我觉得放松一下。当然这些因为爬山而认识的户外驴友里，也有类似我这样的穷人，薪水不多，但是很多都是北京人，混的也都是国企单位，只是图个清静赋闲而已。</p><p>一个人到底要有怎样的自信才可以一直给自己加油打气让自己走很远；一个人到底要有怎样的勇气，才可以毕业后在陌生的城市，面对茫茫的未知，蒙着眼摸索前行而且一走就是五年，你要拿什么对向前走的字去鼓励说，你可以！你一定行？我没有那没多的勇气和能量。</p><p>2008年，那年我毕业整五年，五年对于别人来说是一个成熟的过程，而五年多余我来说，确实一个一直迷茫纠结的过程，我找不到自己的位置，我不知道我可以做什么，什么才是我的擅长，在这个城市我看不到希望和未来，我甚至一度很怕，怕再过一个五年，我依旧只是一个月薪五千的穷光蛋。</p><p>人生最纠结的事情不是你甘于平淡，而是你明明不希望平凡却不知道未来应该怎么办。这种迷茫，就好像在浓的看不见前方的大雾里穿行，磕磕绊绊，你想一直向前走，却又怀疑其实自己一直都是在原地打转。</p><p>我说那句话的起因是因为不知道谁提起了一个话题，你的梦想是什么？有人说梦想是买块地，自己过着美好的田园生活，有人说梦想可以辞职去周游世界。我说，我的梦想是希望有一天公司可以给我开到年薪十万，然后我就可以一直工作到死。我听到有的人笑了起来，我知道那笑容背后的意义，那就好像一个富人在说远行说志向的时候，忽然听到一个穷人说最大的理想是可以吃上一碗白饭一样。我知道，在他们看来，或许这算不上一个梦想。</p><p>我不知道今天的你如何看待年薪十万这个价码，因为随着通货膨胀和人的见识的增多，你会对数字越来越不敏感。就好像我才来北京的前两年，买一件五百块的棉服都要纠结半天，而现在觉得好一点、厚一点的衣服不可能会有低于七八百的价格。每一年看到毕业生投递的简历，期望的薪资待遇从过去的不足两千变成了两千多，三千多，如今去的新人已经有人敢开价到四千多或者五千了。有时候真的不知道到底是人越来越值钱，还是钱越来越不值钱。</p><p>年薪十万在我当年的概念里是月薪八千多，八千多的工资等同于当时公司里的高级经理或者副总监，我当时就想，哪个职位也许是我要努力拼搏很久才有机会去碰触的吧。</p><p>2009年，因为金融危机导致公司效益下滑，好几个大客户都压缩了广告运营预算，很多小客户则直接取消了广告业务，做为服务商的我们直接面临的问题就是裁员。我很幸运的没有被裁掉，但是原本的部门人员解散，我被调去了公关部。</p><p style= \"color: blue\">那一年，我30周岁，一切都要重新再开始。</p><p>我从来没有接触过公关行业，我不懂人话公关术语和流程。我在活动现场就很像个傻子，不知道自己应该干嘛，像个等待指令的木偶，任何人无论什么年纪都可以使唤我。我在现场找不到自己可以发挥价值的地方。部门同事把所有现场执行、看场子的活都交给了我，我全年没有休息日，因为很多客户活动都是要在周六、周日、节假日以及晚上完成的。</p><p>我从什么都不懂，到开始懂一点点，到最后一个人操盘。我从一个内向型的人逐渐变得外向。</p><p>我原本是一个不爱说话存在感很弱的人，但是职业要求我必须要说话，而且是不停的说。一个五百多人的客户答谢活动，只有两个人负责，一个人负责室内，风吹日晒的室外当然是由我这个新人负责，我做的最多的事情就是不停的接打电话，桌椅到位了没有？餐饮到位了没有？供应商的服务人员到位了没有？模特礼仪到位了没有？饮料水果到位了没有？乐队演奏到位了没有？桌椅到位了要立刻安排摆放位置。。。这期间最要命的是你要随时恭候客户新的调整指令，不管对方的职位大小，你都要应变自如。每个客户不管专不专业都想要发表点自己的意见，比如鲜榨的果汁不够甜，冷餐造型不美观，桌布配色不好看。。。这些都会让我觉得很崩溃。</p><p>那一年多的时间里我每天24小时手机开机，每次接电话无论任何情况都可以保证是一声足够元气阳光般的问候。</p><p>我三十周岁的生日是在忙碌的活动现场度过的，那一天几乎是鸡飞狗跳状况频出。先是室外的小型音乐会，附近的居民带着孩子看到有活动就蹭吃蹭喝，之后是一个熊孩子非要钻过警戒带去喷泉池玩耍，最后掉到水池子，家长就冲出来不依不挠的索要赔偿。</p><p>晚上十点半彻底收工后，我打车回家看了看手机才发现原来今天是自己的生日。我在小区门口楼下小吃摊点了一碗青菜面，要求阿姨帮我加一个荷包蛋。</p><p>我对自己说，你看，过了今天你就真的彻底三十周岁了。这些年忙忙叨叨到底为了什么呢？每一次在面对社会和外界变化，你都把头埋得低低的，逆来顺受。</p><p>你总觉得人生看不到希望，就好像溺水一般拼命挣扎，然后...到了今天，这就是你想要的结果么？</p><p>你并不知道未来还要走多远，你也从来不敢奢望自己这辈子可以赚多少工资。</p><p><strong>那么人生也好，活着也好，这意义到底是什么？</strong></p><p>你一直都希望可以做自己，可你真的知道自己要什么吗？你觉得你每走的一步都身不由己，都小心翼翼无比害怕，你以为你会被这个汹涌的洪流冲走，可是你看，事实证明你到哪都能扎根，活下来，对么？</p><p>如果说这毕业的六年里，生活从来没有给予你人话机会和道路的话，那么至少它教会了你一套活下去的本事，它让你在困境面前变得极度谦卑，它让你明白生活的辛苦、不如意、以及任何时候都不要忘记付出。</p><p style=\"color: blue\">或许你可能注定就是一枚杂草，在这个高楼林立的大城市里永远没有出头的那一天。哪怕年薪十万对你来说一辈子只能是一个梦想，但是带着这个梦想活下去，终究也会有心愿达成的一天吧。</p><p>三是对是人生的一个分水岭，你不能再任性，再轻言放弃，这是你的人生，你总要学着坚强，学着坦白，学着面对。</p><p>那天，路边摊的灯光昏黄，吃饭的只有我一个人。老阿姨已经在收拾东西准备收摊，我看着热气腾腾的长寿面，自己对自己叨咕了很多，之后再心里默默许下一个愿望，从今天起忘记年纪这回事，忘记生日这回事，不到心愿达成就别再吃这代表成长的生日面。</p><p>从那天起我改变了很多，也开始思考很多，包括人生与未来。我把被动的改变变丑了积极的转变，如果生活需要我变成什么样子，那么我就索性去真的试试看。</p><p>我开始在备场前不那么精神紧张，甚至从咖啡师到礼仪我都可以从容的打个招呼，开个小玩笑。客户开始对我觉得方向，来宾能够在这里尽兴，活动能够圆满成功那是我最想看到的。我爱死没那么时间陷入负面情绪，开始懂得自我调节。</p><p>我开始不再刻意区分自己的周岁、虚岁，统一把虚岁当做了真实的年纪，只是因为听人说，虚岁是算上了你在妈妈肚子里那一年。那是宝贵而伟大的一年，我应该尊重它，并且认可它的存在。</p><p>三十四岁那一年，几个朋友帮庆祝生日，我这才发现，原理不知不觉当中我早已经实现了当初的“心愿”，原理以为很难跨越的年薪十万，其实不过只是一个小小的山丘。</p><p>只要你一直在行走，你就会看到更多更美的风景。所有的弯路和目标都有它存在的意义，没有过去的那些坎坷，就不会有今天可以化坎坷为平坦的心态与能力。</p><p>向前走，哪怕你看不见光亮，哪怕你不知道方向，只要你不停下，只要你内心里一直告诉自己向前，你总会走到曙光来临，走向光芒万丈。</p>"
        },
        {
            "id": 3,
            "article_music": 0,
            "content": "<p>一个广院90后的师妹，从广院毕业后去清华读了电视新闻的硕士。时间过得飞快，我记得驻外前，和这个妹妹在广院附近的小饭馆吃饭，听她纠结要不要读研。</p><p>广院的姑娘好像确实是本科直接工作的居多。读研要三年的时间，好像搁在别的学校，保研清华，这有什么可犹豫的。</p><p>但是广院经常上演的故事是这样的，三年时间，本科毕业直接工作的姑娘也许已经成为了某卫视的当家花旦，而另一个姑娘研究生还未毕业。</p><p>可能传媒行业就是这么残酷，竞争激烈，且瞬息万变。让每一个想要在大城市留下，并且长期生活的人，不得不每时每刻的权衡利弊，做出更有利于自己的选择。</p><p>转眼间，这个妹妹今年研究生也要毕业了，她问我这么多年在北京工作的心得体会，以及要不要留在北京这个所有人都很难给出绝对答案的命题。</p><h3 style=\"color: green\">01</h3><p>06年去北京上大学，今年已经2016年。我居然已经在北京待了10年。这样的算数题，让人难免后背发凉。我居然已经在另一个不是家乡的城市生活了十年。</p><p>其实，并没有十年。四年本科中，有一年去了巴西做交换生。而毕业后的五年多，又有三年在拉美度过。然后松了一口气，想想自己在北京其实也就上了个大学，再待了两三年。</p><p>师妹问我，会不会觉得北京竞争激烈，空气堪忧，交通极其拥堵，生活质量很差。</p><p>会啊。</p><p>当我在早高峰挤地铁，在限流的双井排好长队，终于走进地铁站，看着三四趟地铁开过，而我依然上不去的时候，我觉得我为什么要待在北京。去年下半年，一度PM2.5报表，空气里都是烧焦了的味道，从金台夕照地铁站走出来，都看不懂可爱的大裤衩的模样。我戴着口罩，帽子风衣把自己裹得严严实实的，我在想我究竟还能在这个城市里待多久。</p><p>当每天上班下班，疲于奔命，回到家整个人已经瘫倒在床上，极其困难的再挣扎着爬起来，在做饭与叫外卖之间做着艰难的抉择，依然拿出手机，点开“饿了么”的时刻，以及外卖送到后，自己一个人在租来的房子里，对着电脑看剧，吃着一堆由味精组成的外卖的时候，我简直想明天就搬回苏州。</p><p>在大城市生活的你，是不是也一样。</p><p>每天天还没亮就挤着地铁，然后疲于奔命，开不完的会，做不完的PPT，忙忙碌碌工作十小时以上，又挤着晚高峰回到破败的出租屋里，此时已经是晚上八点，力气耗尽，只剩下能够叫一个外卖的力气，然后吃着味精，看一个剧。</p><p>你是不是也这样，日复一日，年复一年，在所谓的大城市生活，茫然的看不到尽头。</p><h3 style=\"color: green\">02</h3><p>我的好多大学同学，特别是江浙沪的同学，都在毕业后的五六年里，离开了北京。</p><p>槽点无非就是以上说的这些，大家急切的回到温热的南方，回到爸妈身边，下班回家有家里烧好的热腾腾的饭菜，开车上班虽然也堵，但不至于像北京那样令人绝望。时不时赏花踏青的假期，全家出游，一壶小酒，几碟小菜，美滋滋的江南生活。</p><p>我时不时就会被朋友圈里的江南生活给打败了，去年下半年，我几乎每个月都不厌其烦的作者高铁回家，享受片刻的江南时光。</p><p>在来来回回的京沪高铁上，我一直在想，难道真的是大城市的问题吗。真的是北京的问题吗？</p><p></p><p><strong>是北京让我过着极其将就，糟糕透顶的生活吗？是这个城市的拥挤，压力，房价高的令人绝望，让我们不得不局促的居住在狭小的房子里，忍受着憋屈的居住条件？</strong></p><p>如果以上答案勉强还确实是北京的错，那么难道，也是北京让我们每天每天的叫外卖，每天每天匆匆吃几口饭，然后抱着电脑过一晚吗？</p><p>然而某一天，我看见一个闺蜜的朋友圈，突然惊醒。这哪里是什么大城市的问题，这分明是我们的问题。</p><h3 style=\"color: green\">03</h3><p>闺蜜居住在杭州，某一天他在朋友圈发了一张大闸蟹的照片，写着如下一段文字。</p><p><strong>\"幸福是，，，外面下着雨夹雪，锅里陈年花雕煮着大闸蟹咕噜咕噜冒着热气。喝一口温热的黄酒，再开窗探出微醺的脑袋深吸一口干净的空气。\"</strong></p><p>这画面感如此之强，不愧是广院的姑娘，无论在各行各业，描述起来，都是可以用几个特写镜头连起来的电视语言。虽然这是典型的江南画面，但是知道看到这个朋友圈，我才明白，生活的好与不好，和你生活的城市并无太大的关系。</p><p>你一样可以在我心心念念的江南每天叫着外卖，也可以和我闺蜜一样，即使一个人吃着大闸蟹，也可以有如此意境。</p><p>都是你我自己的选择，和北京无关，和杭州无关。或者，即使你生活在江南，你照样闻不到桂花飘香，照样只会在雨夹雪的夜晚，抱怨南方的湿冷，出门去一趟超市回来就已经湿了鞋袜。</p><h3 style=\"color: green\">04</h3><p>回到广院师妹问我的话题，快研究生毕业的她，在考虑留不留北京的时候，考虑的是机会，是竞争，是分秒必争的职场，然后考虑的便是房价，是空气，是拥堵的环境。</p><p>每个想要在大城市生活的人，想必不断权衡，不断分析利弊，不过就是这几个因素。师妹不停地问我，自己适不适合在北京工作，或者说，什么样的人才适合在如此竞争激烈的城市中生活。</p><p>在看完闺蜜的朋友圈后，突然有了答案。所谓的房租房价，工作机会，生活成本，大家面临的困难或者挑战是一样的。比的是智商，情商，综合实力。而这些硬实力研究生毕业你已经具备，思维方式，工作模式，已经基本成型，想要改变也不是一朝一夕的了。</p><p>那是什么因素往往被我们所忽略呢？我觉得，每一个想要在所谓北上广打拼的人，都要问自己一个问题，你会照顾自己吗？</p><h3 style=\"color: green\">05</h3><p><strong>你能不能照顾好自己？这才是你在大城市生活的第一步。</strong></p><p>你能不能在加班到深夜，回到家，依然能给自己煮上一碗热气腾腾的面，打个鸡蛋，放几颗青菜，而不是匆匆打开一盒泡面。你能不能每天清早依然能早早醒来，在楼下跑上半个小时步，在家里吃完营养早餐，从容不迫的去做地铁，而不是每天饿着肚子挤着地铁，到十点饿得不行的时候，塞两块饼干，从来都不知道早饭是什么意思。</p><p>你能不能周末在家烹煮打扫，把小小的房间收拾的满屋芬芳，哪怕再小的出租房子，也能收拾出一个小角落，舒舒服服的我这看书，而不是等到没衣服穿了，才把一大团衣服塞进洗衣机，衣服晾满了整间屋子。</p><p>这才是大城市打拼的软实力。比你一个年薪多高的工作更重要的软实力。不要等到生活过的一团糟的时候就埋怨大城市。<strong>大城市的缺点显而易见，但更可怕的是，高压力，高物价的大城市会一再的放大你不会照顾自己的缺点。</strong></p><p>因为没人会在你加班回到乱糟糟的出租房子里，还会给你下一碗面条。你只能一日一日的任由自己的生活不受控制，任由自己勉强居住在一团糟的屋子里，过着一团糟的生活。你又如何会有心情在北上广竞争激烈的职场上打拼。</p><p>而等到你梦醒时分，星耀为乱七八糟生活找一个罪魁祸首的时候，你自然第一个就想到了大城市的那些客观的不好。</p><p>所以，每一个你顾影自怜的抱怨北上广不好的夜晚，其实应该讨厌的是那个无能自己，是连自己都照顾不好的自己。</p><p>亲爱的刚毕业，或者即将毕业工作的你，相信我，你们的智商情商都不是问题，不用纠结一而再，再而三的权衡大城市的利弊，<strong>而是要好好学会照顾自己，然后你才能爱自己，爱生活，爱大城市的机会与挑战，爱大城市丰富绚烂的生活，以及在大城市里好好的爱别人。</strong></p>"
        },
        {
            "id": 4,
            "article_music": 0,
            "content": "<p>最近有刚毕业的小孩子问我，说令姐你能不告诉我，刚进职场的时候，遇到工作上的难处了怎么办？还有就是从校园过渡到职业，认得心态该怎么调整？另外就是，刚刚开始工作的时候收入不高，该怎么解决生存问题？</p><p>这一刻，我看见朋友圈里有人发了一条状态，说十年后你回头看今天这一刻，自己所遭遇的一切，那都不叫事，真的。</p><p>然后我给他回复说，哪里需要十年？一年的光景，就足够让你感觉千山万水物是人非了。</p><p>最近跟一些老同学聊天，说起刚进职场第一年的感觉，想着那个时候自己去餐厅吃饭也得先看看菜单的价位是个什么水平，有个男生说自己那一年连续一个月都在楼下的快餐店点了一份麻婆豆腐，这样可以既下饭又省钱。</p><p>我要说的这个状态是，这个男生如今依旧不是花钱大手大脚的人，他已经积攒了几年的工作经验跟人脉，如今遇上了很好的投资人开始自己创业了，只是如今的他每次请我们吃饭的时候，已经不是需要像当年那样斤斤计较菜价的那男孩了，也就说，他心里不慌了。</p><p>回到前面那个刚毕业的小孩问我的问题，我本来一开始的回答是想告诉他，说你得熬，熬过去就好了，用我闺蜜的话来说，只要你没死掉，那就一定能过上好的生活。我还想用尼采那一句<span style =\"color: blue\">那些没有消灭你的东西，会使你变得更强壮</span>来安慰这个小孩。但是我想了一会，我就删掉了这刚打出来的一排字，然后我敲出了另外几个字回复他：<span style=\"color: blue\">没有一种工作是不委屈的。</span></p><p>这句话不是我说的，是很多年前我看《艺术人生》里有一期采访了我最爱的奶茶刘若英，朱军问她，为什么你总能给人一种温和淡定、不急不躁的感觉，难道你生活中遇到难题的时候，你不会很气急败坏吗？刘若英回答就是，那是因为我知道，没有一种工作是不委屈的。</p><p>很多人都知道，刘若英在出道前曾经是他师父，著名音乐人陈升的助理。刘若英在唱片公司里几乎什么都要做，甚至要洗厕所，她跟另外一个助理两人一周洗厕所的分工是一三五和二四六，另一个助理的名字叫金城武。</p><p>往事回忆的意义在于，总是会让人记住的是美好那一部分，至于其中的艰难，也总会被岁月所弱化。这也是我跟很多长辈请教他们过去经历的时候，他们对于那些过往的苦与难，大多时候都是一笑而过，因为他们自己也不知道是怎么过来的了。</p><p>所以回到如今现实中的问题，作为一个非职场新鲜人，我能想起来的这三四年的工作感受也是美好多于不快乐的部分。但是这个过程中，我自己感悟到的一件事情就是，我以前总以为熬过这一段时光就会好起来了，这种观点有可能是错误的。</p><p>一是没有人能给出一个答案，所谓好起来的生活是什么样的？二是这个熬过去的日子里，很多时候只是我们当下觉得困难重重，殊不知其实你经历的那些也正是大部分人正在经历的一切，当然极端个别的案例，我不想拿来论证这个事情。</p><p>刚进职场的时候，我们要学习基本的职场规则，要尽快熟悉自己工作岗位上的必要技能。我敢说我们大学里学的那些东西，基本道理工作环境的时候九成是用不上的。这个时候，一个人的学习能力跟领悟力就是最大的竞争力。当然除此之外，更多的是我们心态上的调节。这件事小到我该不该跟隔壁的同事打一声招呼，大到比如直系领导给我安排的事情跟公司的流程规则有冲突，这个时候我该怎么办？</p><p>你有没有发现，这个时候你就像一个黑暗中独自摸索的孩子，没有家人，没有老师，没有师兄师姐可以问。周围一群陌生人漫无表情地穿梭于办公室里的走廊过道上，就像电影里的快镜头，你身后的景象千变万化飞速流转，你自己一个人孤独的停留在原地。</p><p>我自己本身是个慢热的人，加上性格内向，所以职场第一年里，我的状态就是很恍惚的。这种状态就是，我自己经常会在座位上边干活边发呆，这时候，周围的同事或者领导喊我的时候，我总是会很久才反应过来，然后“哦”一声。这个时候，领导已经走远了，我感觉向身边同事求助，问刚才领导说了什么事情，接下来赶紧各种处理。但是因为同事很多时候传达不够准确，很多细节问题没有交代清楚，我不能去问领导，因为我刚刚回答的态度是我已经知道该怎么做这件事情了，于是我就懵里懵懂的把事情做完，结果想也知道，肯定是各种退回来反复修改的。</p><p>也是因为这样，很长一段时间内，我差点得了抑郁症。因为觉得自己怎么做都不对，方案交上去，领导没有回话，PPT演示完了，同事们的表情就是没有表情，做分享的时候想把气氛弄得活泼一点，但是不知道怎么把握一个度...就是这种没有人给你反馈的状态，让我觉得自己是被冷落了。</p><p>几年后，我自己才慢慢摸索明白一点，作为一个职场新人，别人都是在静悄悄中观察你的所作所为。你没有多少经验谈资，所以他们看到的只是你的个性表现跟基本的职业态度。而你表现出彩的那部分，即使他们欣赏你，但是也不会表现出极其热情欢喜的样子。他们没有必要鼓励你。当然从另一面来说，他们也不会因为你做的不对而用力批评你。这种不悲不喜的状态，或者就是所谓的职业成熟人吧。</p><p>所以，就是因为这种看似不被认可的状态，你会感觉自己一直做的不好，而且也不知道怎么才是对的。还有就是，要只是坐在座位上干活也就算了，很多时候你是需要跟各种同事打交道的，他们没有好坏之分，他们只有跟你的磁场合与不合的感知。于是，你觉得有时候很小的事情沟通起来很是吃力，哪怕就是申请个印章，哪怕就是填一个流程审批表，一步步关卡让你觉得就像冒险游戏一样。只是这一场游戏里，没有刺激好玩的那部分，只剩下闯关的寸步难行了。</p><p>也是几年后我才明白这一点，那些你看上去吃力的部分，其实恰好就是维持职场有序进行的准则所在。正是这IE你当年看起来死板麻烦、密密麻麻的种种规章制度，才是一个新鲜职业人学习到东西最快的教材。因为这些准则都是一年年完善补充过来的，你熟悉的越多，适应的越快，你的焦虑感就更减少的多一些。</p><p>很久以前，我一直也都告诉自己，说熬过了这一段时间就好了。但是我慢慢发现，“熬”这个字已经不能带给我力量了。我渐渐意识到，当我职业上开始有积累，我期待自己可以管理一个团队、接一个好项目，这个过程中必然就涉及到很多我以前没有接触过的部分，比如如何架构团队任务，比如说如何跟其他部门的同事打交道，比如说要预估项目能否按时完成的风险。这些种种比起来以前那些刚进职场的小委屈不知道要复杂多少。</p><p>而我也开始制定，那个坐在我对面办公室里的领导，他每天需要考虑整个部门的协调状况。那个每天早出晚归的CEO，他需要跟投资人说服各种前景跟趋势，他还需要面对各种错综的媒体关系外加各种其他跟我过有关部门打交道。</p><p>我身边最近多了很多出来创业的朋友，以前我觉得这是一件很牛的事情，但是时间长了，我也开始辩证地看待这些事情。那些有想法有思路有策略的创业者，大部分都是不慌不忙一步一步慢慢完善，而另一部分人，纯粹就是为了那一句所谓的“再也不在公司里干得比狗累了”就跑出来了，结果自己组建团队的时候发现，不是几百个难处，而是没有终点的难处。因为你早上醒来的第一件事情，已经不光是要养活你自己，而且还有你手下的一批人。</p><p>于是，那些他们以为自己曾经向往的“自己当老板多自由”的想法，瞬间就没有了。这个世界上哪有什么绝对的自由，不过是脚上戴着拷链跳舞的表演者罢了。</p><p>我在一个创业论坛上认识了一个北京的创业者，他的朋友圈状态每天都是一边给自己打鸡血一边想执行方案。有一天夜里，我看见他还在加班，于是我问他一句，你这么辛苦，值得吗？他的回答是，我一开始就知道，作为一个创业者，你既要有叱咤风云高瞻远瞩的格局跟视野，你也得有一个能弯下腰当搬运工装修办公桌椅，以及种种类似清扫垃圾的农民工心态，否则你就不要来谈创业了。</p><p>他还告诉我，无论你是一个创业者还是职业人，你会发现，每个阶段都有对应的难题，每个角色都会有对应的难题，这个世界不会因为你是一个打工的，就让你的苦多一些，也不会等你成为一个老板的时候，你的牛气就会多一些。<span style=\"color: blue\">那些纳斯达克敲钟背后的重重苦，是媒体包装的幻象里永远不会写出来的。</span></p><p>嗯，在我的判断原则立，他就属于那一类理智型的创业者。这种人即使在创业路上走不下去了，角色换成一个职业人，他也不会是糟糕到哪里去的人。</p><p>我每隔一段时间就会跟我的闺蜜去美容店做按摩，每次到了那样的场合，其实我有很多的不适应，因为我发现有些顾客总是对服务员呵斥来呵斥去的，我觉得很是不解。闺蜜跟我解释说，这是因为他们在自己的工作上各种受气，很多压力，来到这里就是为了放松的，觉得自己在这里就是大爷了，于是对服务员稍稍不满意就各种大声叫嚣了。</p><p>说起来，我是个很怂的人，每次去按摩的时候，安歇看上去比我年纪还小的姑娘每每问我力度够不够，我基本上都说可以了。当她们小心翼翼试探能不能跟我聊天的时候，我总是第一时间想办法打开话匣子，不让她们尴尬，无非就是聊聊新闻聊聊老家那些事，这些也都说我愿意说说的。</p><p>我跟我的闺蜜说，我们不能像那些顾客一样态度这么恶劣，我们就是从职场新人过来的，我们知道每一份工作的难处与不容易，就像我们去餐厅吃饭上菜慢了一些，催一催也就算了，没必要小题大做。我们改变不了别人，但至少我们可以在自己身上把持好基本的礼仪这一关就好。</p><p>有一次，一关按摩的姑娘告诉我，说下个月就要回老家不做了，我于是问她为什么，她说自己弟弟去年刚考上大学，需要帮交学费，自己没什么学历，只能出来做这一份工作，现在老家的经济好一点了，所以就不想在这里上夜班这么辛苦了。</p><p>后来我发现，每隔一段时间我去到这家美容店按摩的姑娘们都会换一批新的面孔。于是我开始明白，她们跟我一样，也是慢慢从新人过渡到成熟人，解决了基本的生存问题后，再去寻找更好的出路。于是又一批新人进来，如此循环。</p><p>我一直觉得，这个世上从来就不会有极度逆袭的事情，那些我们所听到的从屌丝一个翻身变土豪的事情大部分是因为媒体夸大化了。</p><p>在我所认识的人里，那个当年请我们吃饭也要看看菜单价钱的男同学，即使如今已经开始创业了，他也依旧是张弛有度地用好每一分钱；那个我在旅行路上认识的，手上已经十几个项目的投资人大叔，他也需要谦逊耐心的在自己的那个圈子里运营更大的一盘棋局。</p><p><span style=\"color: blue\">没有谁比谁轻松如意，不过是用着自己的努力，把自己当下这一个难题干掉，不过是在错误中积攒经验，让自己下一次的决定多一点胜算罢了。</span></p><p>这三四年的时光下来，我依旧挣扎在职场中，依旧挣扎在生存线上。我不会告诉自己“过了这一段就好了”，如今我会告诉自己的是若人生真需要有这一段路要走，我宁可这些委屈分摊到每一个日日夜夜。这样哪怕有一天我真的取得了那么一点点成功，也不至于喜出望外得意忘形。因为我知道，这本来就是长时间一段努力顺其自然而来的结果罢了。</p><p>当然，如果这条路上有人与你同心，那么这份委屈可能会变得少一些淡一些，就像我喜欢的一个大叔昨晚朋友圈里说的那一句，<span style=\"color: blue\">和高人聊天，最大的收获不是获得了什么秘诀，而是知道哪些弯路可以避开。</span></p><p>同样的道理，这些过来人，以及或许我犹豫一丁点资格作为另外一波过来人，我所能告诉你们的就是，没有一种工作是不委屈的。明白了这一点，或许我们队所谓会好起来的期盼不再是一种极致追求、需要马上呈现物化的东西，或许就是一种潜移默化的进步跟慢慢变好。</p><p>毕竟，无论在什么样的岁月里，成长这件事都是我们灵魂里一辈子的课题。</p>"
        },
        {
            "id": 5,
            "article_music": 0,
            "content": "<p>有位老作家，德高望重，著作等身。</p><p>某位前去拜访的年轻作家，曾经认真拜读了他全部的作品，却在内容之外发现了一件很有趣的事情。</p><p>他所著的每一本书的字号都比通常的书籍偏大一些，做书和读书的人都知道，字号偏大的结果会让纸张变多，书脊变厚，而且印刷出来也不好看，显得笨重、粗糙。</p><p>年轻的作家问他是不是找了不专业的板式设计师，他摇头，说是自己要求这样做的。因为他母亲的眼睛有些小问题，看字模糊，又因为体质问题不能长时间戴老花镜，所以他特地嘱咐设计师，一定要把字号调大。</p><p>年轻作家有些不能理解，说：“书毕竟是给所有读者看的，这么任性会不会不太好？”</p><p>他笑着摇摇头，说：“如果全世界都看到了，只有她没看到，那我写那么多字又有什么意义呢？”</p><p>电台节目中，一位著名作者与主持人深夜对话。</p><p>主持人问词作者：“为什么会创作那么多感人至深的歌词？”她回答，是因为年轻时曾有过一次刻骨铭心的恋爱，她把所有因情而生的感触都写进了歌词中，才成就了无数经典。</p><p>主持人又追问：“那个男人听到这些作品后有什么反应吗？是被感动，被震撼，回心转意，重燃爱火，还是因为私密情感被曝光于世而恼羞成怒？”</p><p>这位一直表现得聪明又得体的女人忽然哭了出来，哽咽着说：“他什么都没听到。”</p><p>他们因一次争吵而赌气分手。两个月后，她想要挽回，男人却在一次意外中被击中头部，当场丧命。</p><p>主持人连声安慰，说虽然人已逝，但毕竟他曾经的存在给予了她无限灵感，从而让她拥有了成功的作品与富足的人生，她应该感到庆幸。</p><p>她大哭，说：“那又怎样呢？我所有的歌都是写给他一个人的，他听不懂，就算我的歌挽救了许多婚姻、感到了所有恋人、得到了万千粉丝，于我而言，还是白写了啊。”</p><p>楼下有家小饭店。</p><p>饭店里只能放得下三张桌子，但店里很整洁。最主要的是，厨师--也就是饭店的老板，烧菜当真好吃极了。</p><p>一只小瓦罐，煲出的鸽子汤鲜美无比；一碟麻油鸡丝，可以让人迟到舔净盘底才罢休；就连最简单的蛋炒饭也令人回味无穷。</p><p>日子久了才知道，原来老板曾是香港某著名餐厅的主厨，许多明星和政界要人都吃过他烧的菜。</p><p>问他为什么会蜗居于此，他说女儿在这边读书，他就跟媳妇开了这间小饭店来陪读。我说：“你在香港工作那么久，积蓄应该不少，为什么不寻个黄金地段，选个大点的店面经营？北京的饮食行业这么火，肯定会赚大钱的。”他说：“要真想赚钱，我就不会回来了。现在开这间小店不过是打发时间，最主要的目的是给女儿烧菜。你知道吗？每天我去买最新鲜的菜，再精心加工，看她回来吃的干干净净，就是最大的幸福”</p><p>我说：“可是很多人都爱吃的做的菜啊!昨天还有人排队要打包好几个菜，加钱都乐意，你却说要给女儿做饭，死活要关门打样。”</p><p>他眼睛一瞪：“他们爱吃关我什么事？他们有全北京的饭店可以选，我女儿只有我。喂饱她，比喂饱整座北京城都重要！”</p><p>一位公交车司机被选为年度劳模，接受表彰后，记者问他：“20年来，你从未迟到早退，也不曾有过任何一次缺岗旷工，是什么力量让你这么热爱这份平凡的工作？”他憨厚笑着说：“没啥原因，我家穷，买不起车。我媳妇特别好，结了婚也不强迫我挣钱买车，说：“你开公交吧，开我上下班那条线，这样就当你每天都在接送我，我知足。”后来一开就是这么多年了。</p><p>记者听得一愣一愣，半晌才醒过神来，尚不死心，又追问：“那这么多年，无论什么天气，您都风雨无阻，按时上岗，一定是个特别有责任感的人。”他说：“啥是责任感？我不懂。我就知道要是对自己媳妇说话不算数，还能对谁说话算数？那就不能算个老爷们儿！”</p><p>一位著名画家偶尔将自己的画送给亲友，然而在他离世后，大家才发现，在每幅装裱好的画卷的背后一角，都写有两个小小的简单的字母。那是他早逝妻子的名字缩写，每个人得到画后都以为他是为自己而画。只有他自己明白，所绘的每一笔，只为了一个人而已。</p><p>一个人与全世界，天平的两端，哪个更重？这似乎是一个简单的问题，然而有些人，终会选择那个自己心中独一无二的人，愿意为你背叛全世界，也愿意为你向全世界弯下腰去。全世界自由全世界的人去爱，而你只有我，我也只有你。</p><p>我们终究是俗人，做不了博爱的上帝。这无须觉得羞耻，只能说明我们拥有人性中最亲切也是最温柔的一种自私。这种自私并不令人反感，只会让人产生共鸣。</p><p>一人不爱，何以爱天下。即使拥有一切，亦终究逃不过生命的孤独。那么还是量力而行吧。与其拼命追索天下，不如留几分余力给那个重要的人，也许更能品尝到活过一场的甜蜜和欣慰。</p>"
        },
        {
            "id": 6,
            "article_music": 0,
            "content": "<p>一直以来，只有爱就是一件特别没有出息的事情。我们把爱情放在吃穿住行以上的非必须品。在达到了一切生理需求的时候觉得似乎加上了这些，爱变得不是爱了。看别人也多长了好几个心眼。</p><p>活的不是特别开心的原因有一半是我曾经也屈服在这样的社会定律里。</p><p>去对比，去分析，去思考，然后提前斩断不应该留下的美好。或者祝福对方找到更好的合适的人。自己也去找相应条件的人，以为这样就能安稳生活。但是总会在这样的日子里觉得缺失了什么，总在遗憾。其实那份遗憾就是没能满足我们心底的东西。</p><p>好比晚上突然饿了，想喝可乐，但是可乐要下楼去买。冰箱里只有牛奶和水果。你合理牛奶，以为会觉得好点，但是再一会儿还是不舒服，于是你把水果吃了。但是最想喝的可乐没有喝到，其实之前的牛奶和水果都没有意义。有的人明白了，咬咬牙去楼下买了可乐，可能在途中还会遇见一只可爱的小狗或者微笑的老人。有的人就带着莫名的情绪去睡了。第二天觉得浑身不对劲儿。</p><p>我就是那个懒得下楼的人，所以曾经错过了很多东西。我也曾遇到过懒得下楼的人，所以我们只能一起遗憾。小时候涨到现在没有经历太多大风大浪，却也有一些要击垮我的时刻，但我活过来了，每次都是。有些人走了，有的却还在。</p><p>很多人都信奉这样一句话，我抱着你的时候无法搬砖，搬砖的时候无法抱你。或者以“我不想你跟着我吃苦”、“我不想你过这样的生活”来推开身边的姑娘，但是扪心自问，是真的这么想，还是对方的某些点让你觉得搬砖完再回来面对已经无法忍受。等哪天你真的搬金子的时候会不会想起那个说要跟你一起奋斗的，眼泪汪汪的女孩。那是你再也回不去的曾经，那是你以为无法忍受的过去。而以前无法忍受的细节在现在却成了撒娇卖萌的小脾气。物质可以改变的不只是价值观，还有面对感情的思考层面。</p><p>所以我们害怕了，觉得没有物质之前还是不要早早开始。或者异地就是分手的诅咒。去牵另一双各个条件天时地利人和的手。但是，那双手的温暖仅仅只能让你觉得安慰，或者安慰都不足以。因为每一次想起被自己放开的那双手都会心悸。会以如果...开始那么...结束的人，在心里，成了最想喝到的可乐，身边的牛奶虽然看起来营养丰富，安全可靠却始终无法满足你。</p><p>身边的人会劝阻你，有牛奶是最好了，和可乐做什么，对身体不好又刺激牙齿，对现在的你来说就是垃圾食品啊。但是，那个会在一瞬间影响你情绪的人，即使隔着千山万水，即使也牵着一双你不认识的手，你还是想着他，在不经意的每一个时刻想起每一个他。惋惜。想着如果...会怎么样。其实如果你本来就是爱喝可乐的人，只要懂得适度，也好过喝着牛奶叹着气。</p><p>及时放手并不是什么值得歌颂的大道理，你也不是什么委曲求全的大英雄。不过是一个懦弱的胆小鬼在歌颂自己的牺牲和伟大，甚至有时候是满足你不知如何开口时的冠冕堂皇。</p><p>我也曾经是这样的人，我也才能进被放手过去寻找所谓更好的幸福</p><p>人一辈子难能可贵遇到放不下的人，放不下为什么要放下。等不了为什么要等。没有什么比在一起更重要。好吧一次旅行，当你在计划的时候其实就已经表达了退却的心思，一个德国朋友告诉我，搞不懂你们怎么那么多借口。要去哪里，就是一个背包一张票的事，到了之后再说，不然你永远走不了。只能在这儿想象你要去哪儿。</p><p>我不想再去思考什么周全，不想再去想太多未来，未来，就是我跟你一起，去创造的。而不是你先建筑号，我住进来。只有能在一起互相往前的人，才能在每一天懂得如何照顾对方。才能懂得，我有你，已经是多么难得的机会，更好的机会是值得和你一切拥有的。我做了太久的胆小鬼，现在不想继续了。我也希望你能做的最大决定是：我想往后最大的主见，就是决定去哪里都必须有你跟着我。</p><p>这个城市那么大，我不想再错过了。否则，很可能是永别。不是每个人，都那么幸运的牵挂着谁。也不是正好，这个谁也在想你，在你不知道的时刻或者你知道的时刻。</p>"
        },
        {
            "id": 7,
            "article_music": 0,
            "content": "<p>人到了一个阶段，生活开始给你做减法。拿走你的一些朋友，让你知道谁是真正的朋友。拿走你的一些梦想，让你认清现实是什么。当灵魂升起，看着疲于奔波的自己，成为自己生活的旁观者，你才能找到自己的节奏。</p><p>在奔跑的路上，没有人和你说话，你却在交流。听路在沙沙作响，看云在翻江倒海。享受风抚摸你的脸庞，在你耳边轻声低语，偶拾的那些短句，便是今日的收获。有时候，远离喧嚣，独自奔跑，是一种生活，也是一种境界。</p><p>人生要学会知足，但是不要轻易满足。知足的人生会让我们体会到什么是幸福，什么事物才是值得我们真心去珍惜的；而不满足会告诉我们，其实我们还可以做得更好，我们还可以更进一步，也许我们还有更大的机会。</p><h3><span style=\"display: inline-block;color: red;font-size: 1.1em;margin: 0auto\">读而思</span></h3><p>两个人，因为外在决定是否在一起，因为内在而决定在一起多久。虽然我们一再强调，不要过分关注一个人的外表而忽视其内在的品质，但我们也应该知道，几乎没有人会透过连你自己都毫不在意的邋遢外表，去发现你优秀的内在。所以，我们不仅需要提升自己的内在修养，还必须对自己外表负责。</p><p><strong>不管长相如何，跑步久了，减脂塑形，精力充沛，可以遇见全新的自己。</strong></p><p><strong>不论学历如何，读书多了，内心充实，精神丰富，腹有诗书气自华。</strong></p><h3><span style=\"display: inline-block;color: red;font-size: 1.1em;margin: 0auto\">把跑步坚持下来会发生什么</span></h3><p>1.越来越勤奋</p><p>跑步是一个从懒惰到勤奋的过程，这个过程会让你摒弃越来越多的坏习惯，拖延症也会被治愈。每个坚持跑步一年以上的人，都不会是懒惰的人。</p><p>2.抗压能力越来越强</p><p>现代生活的压力越来越大，而跑步的人每天抽出1-2小时会缓解一天大部分的压力，心情自然会舒畅。身体的强壮，品性的改变也会让一切压力变为浮云。</p><p>3.会早起</p><p>跑步一族不会睡懒觉。因为生活更规律，跑步的消耗会让睡眠更踏实高效，因此会养成早起的习惯。</p><p>4.魅力会增加</p><p>由于形态的改变，各种激素的分泌会让魅力值大大提升，因为跑步而得到的自信也会异于常人。</p><p>5.会变成美食家，动手能力会越来越强</p><p>由于跑步的特殊性，营养需要很高。你没有办法满足太多的饮食欲望，却可以更好的吃一些健康的食品。这些食物反而品相更佳，慢慢通过知识的积累，你也会做出更美味而健康的食物。</p><h3><span style=\"display: inline-block;color: red;font-size: 1.1em;margin: 0auto\">把读书坚持下来又会发生什么</span></h3><p>三毛说：“读书多了，容颜自然改变，许多时候，自己可能以为许多看过的书籍都成为过眼烟云，不复记忆，其实它们仍是潜在气质里、在谈吐上、在胸襟的无涯，当然也可能显露在生活和文字中。”</p><p>1.刺激精神</p><p>研究表明保持精神亢奋可以减缓老年痴呆症和精神错乱。因为保持你大脑的活跃和忙碌可以防止它失去能力。</p><p>2.减轻压力</p><p>无论你在工作上，个人交际中或者生活其他事情中承受多大的压力，当你沉浸于一个好的故事时，压力会消失不见。</p><p>3.提高记忆力</p><p>当你读一本书的时候，你就必须分清出他们的任务，它们的背景、野心，历史以及细微的差别，同时也必须记住贯穿故事中多角的复杂清洁。大脑是一个很奇妙的器官，他能很轻松的记住这些东西。</p><p>4.增强分析能力</p><p>读书时读书后，我们总会动用自己的思维去评论。此时此刻我们需要分析能力，来界定它是不是一本好书，任务发展是不是得当，故事情节是不是顺畅。如果你有机会和其他人讨论那本书，你将能很清楚的表明自己的观点。</p><p>5.条写作技能</p><p>它将随着你词汇量的增加而提高：调查显示，出版的好书对一个人的写作能力具有显著的影响。作者的抑扬顿挫，流畅性以及他们的写作风格都会影响读者的写作</p><h3><span style=\"display: inline-block;color: red;font-size: 1.1em;margin: 0auto\">跑步与读书缺一不可</span></h3><p>跑步与不跑步的人，一天关系不大，一周关系变大，两月关系很大，半年就是天壤之别了。据说10年之后，就是一种人生对另一种人生不可企及的鸿沟。</p></p>读书，更是安顿心灵的重要途径。读书不仅能提高人的气质和修养，而且能滋养人大精神。<p><h3><span style=\"display: inline-block;color: red;font-size: 1.1em;margin: 0auto\">知行合一</span></h3><p>从明天起做个幸福的人</p><p>跑步，读书，感悟生活</p><p>从明天起关心身体和精神</p><p>我有两个爱好</p><p>让我成为更好的自己</p><p>从明天起</p><p>熟悉周围的每一天条路</p><p>告诉它们你的幸福</p><p>那幸福的闪电告诉我的</p><p>我要告诉每一个人</p><p>给每一条街，每一条路取个温暖的名字</p><p>所有的跑步者，我为你祝福</p><p>愿你们有一个健康的身体</p><p>愿你们有丰富的灵魂</p>"
        },
        {
            "id": 8,
            "article_music": 0,
            "content": "<p>\"拜托拜托告诉我到底该怎么做？！我想奋斗的时候看到有人说安逸是福，不该有太多野心。我想安稳的时候有人说不奋斗的年轻人都是傻X，我到底该怎么办？\"</p><p>我接到这通电话的时候有点懵逼，因为我清楚的记得柠檬前些天貌似才告诉我说她决定要去北京闯荡了，说自己其实是个很有想法的人，我还祝她成功来着。</p><p>我犹豫了一下，不知道该怎么安抚她的情绪，只好静静听她带着哭腔的倾诉，长途电话持续了半个多小时，我才明白她的症结所在。</p><p>这姑娘来到北京后，在一家互联网初创公司工作，工资待遇不错，就是人少，又遇上争取下一轮融资的攻坚阶段，不得不一个人当两个人用。同事们整天累的怨声载道，但她却在这样快节奏的生活方式里如鱼得水。</p><p>用她的话来说：“我觉得我特别喜欢这样充实的感觉，而且我还想要变得更牛逼。”她在这样的工作里找到了久违的快感，想要学习更多的东西好完成更多的工作。可正是她这种活力满满的工作状态，却给了其他同事留下了“这个姑娘侵略性很强，很有野心”的不太好的看法。</p><p>起初她醉心工作还没有察觉到周围的气氛越来越紧张，指导有一天她的某位同事说要请假，两天的工作量没法完成，她被上司安排去帮忙的时候，早就绷紧的那根弦嗡的断了--请假的这位同事突然很生气的说不用帮忙，她不请假了。</p><p>姑娘虽然感觉莫名其妙，但也没多说什么。后来午休的时候，她进洗手间方便，却无意中听到这位同事正和另外几个同事讨论她，都是些不太好的评价。最戳她心的是有位同事说：“别看她年纪轻轻的，野心大的不得了咧！恨不得我们都死了她好一个人全占喽！也不怕把自己撑死！”</p><p>她有些委屈的带着哭腔给我发语音：“我什么也没干啊！我平时都尽力和她们好好相处的。。。为什么就被说有野心。。。”我听见女生哭就头皮发麻，于是赶紧岔开话题回了句：“可是你为什么会因为被说有野心觉着不舒服呢？”</p><p>她好像有点不明白，问我什么意思。</p><p>好吧，我的意思是：</p><p>为什么你不能心安理得的野心勃勃呢？</p><p>为什么有野心会变成一个带有嘲讽味儿的词？</p><p>为什么年轻人有点野心会被笑话不掂斤两没大没小？</p><p>为什么大多数人把生活过成日复一日的平庸反而引以为傲？</p><p><b>究其根本，因为我们是听着孔融让梨的故事长大的人啊。</b></p><p>从小就有大人告诉我们“不要争，不要抢”，懂得谦让的孩子才是好孩子。因为我们讲究“非淡泊无以明志”的境界，只有不谈名利的人才称得上高雅之士。我们认为资本的到来伴随着昭彰的恶意，我们认为物质的成功是血淋淋的，我们生怕表现出欲望，于是我们都缄默，却在有人表达欲望的时候默默痛恨的嫉妒着。</p><p>我们队野心避之不及，却又生怕别人得到。有野心真的是一件可耻的事情吗？我想不是的。</p><p>前些日子关于“大城市好还是小城市好”的讨论十分热络，大致是关于为什么年轻人更喜欢北上广而不是回家乡的问题。我想了想，觉着很大一部分原因在于北上广这样的大城市对年轻人吸引点之一就在于它更包容，更能容纳多元的价值观，因为大都市的广博，它允许年轻人做自己想做的事，它存的下梦想，也容得下野心。</p><p>野心其实并不可怕，只是表示我们期望达到更高的标准，完成更高的挑战而已，它甚至都不特殊。<b>换句话说，野心是培育梦想最肥沃的土壤，如果一直呆在舒适安全的地方，想要拥有实现梦想的实力不异于痴人说梦，梦想最后也只是空想。</b></p><p>Facebook的创始人扎克伯格的FB主页上，Favoritequotation一栏里写得这样一句话：“Fortunefavorsthebold\",中文翻译是”财富总是眷顾勇者“，这句话出自罗马史诗Aeneid, 讲的是野心勃勃的特洛伊勇士埃涅阿斯开拓疆土，建立帝国的故事。你看，无论是过去还是现在，野心都是成功者的前提。</p><p>我之前写过一篇文章，叫《我只是喜欢安逸，难道就该死吗？》，讲了我一位朋友的故事。于是有很多读者朋友来问我，一阵安逸一阵奋斗你到底想说什么。<b>我只是想说，你做你的选择，并为你的选择负责就好，我不认同你年纪轻轻选择安慰，但我誓死捍卫你自由选择的权利。</b>况且想要把生活过的更好也是一种野心，不是吗？</p><p>”我就特别看不起你们这帮年轻人，二三十岁就叨逼叨逼说平平淡淡才是真。你们配么？我上山下乡，知青当过，饥荒捱过，这你们没办法经历。但我今儿平安喜乐，没事儿打几圈牌，早睡早起，你以为凭空得来的心静自然凉？老和尚说终归要见山是山，但是你们经历见山不是山了吗？不趁着年轻拔腿就走，去刀山火海，不入世就自以为出世，以为自己活佛涅槃来的？我的平平淡淡是苦出来的，你们的平平淡淡是懒惰，是害怕，是贪图安逸，是一条不敢见世面的土狗！“张嘉佳借大妈的口说辛辣的建议，我借这姑娘的问题祝你们野心勃勃，心安理得。</p><p>我对这世界一直心怀赤诚，感恩赐予我见识世界的眼睛，我好奇每一次相遇和别离，好奇高山大泽的秘密，好奇看不完的日出轮回，好奇茶与咖啡，酒与酒杯，好奇星辰大海，好奇故事与声音。<b>我贪心的想看遍世界上所有的美景，经历生命里所有的良辰。</b></p><p>人生在世不过短短几万日，世界广袤，未来还长，一生拼了命的奔跑都无法丈量，我们为什么不能野心勃勃地理直气壮？你要有野心，有梦想，然后光芒万丈。</p>"
        },
        {
            "id": 9,
            "article_music": 1,
            "content": "<p>年轻时怕寂寞，年老时望独处。</p><p>在朋友圈看到一个朋友写了一句话，朋友三十五岁，刚有了孩子，他说：逐渐了解了，为什么许多男人每次回到家，都要做车里坐一会儿，抽上一根烟了。因为回到家，你就变成了爸爸，变成了丈夫，你是顶梁柱，是擎天柱，就是不是自己。</p><p>看到朋友写的这句话，心里很酸。我特别能理解一个人随着自己长大的路上，对独处的渴望。随着有了事业，有了团队，有了家庭，责任感强了，独处的时间也就少了。那时，总会在夜深人静时想起当时年少轻狂和对未来无限向往。</p><p>寂寞是最好的增值期，不幸的是，那些独处的时间，终会随着我们年龄增长而消失。我记得一个朋友前些时间在准备一个英文辩论比赛，因为需要查阅大量资料，背诵大量专有名词。于是，很爱玩儿的他，竟然三个多月电话打不通。后来，我才知道，他去了个安静的地方租了个房子，每天除了查资料就是对着墙一遍遍的字跟自己用英文对话。</p><p>搞得后面都快人格分裂了。幸运的是，那年辩论赛，他拿了最佳辩手。他说，只有偏执狂，才能创造卓越。而我说，因为那些寂寞时光，才创造出卓越的他。</p><p>这世界上很多牛掰的事情，都是一个人在寂寞或饥饿时想出来的，团队合作很重要，但合作细节、分工明细和目标计划都是一个人在寂寞中想出来的。</p><p><b>寂寞，是最好的增值期。</b></p><p>当老师那几年，遇到过很多人蓬头垢面的准备考试，这段时间，他们切断了外界的干扰，离开了无用社交，每天早出晚归去图书馆占位，喝着咖啡提神饮料去听老师上课，甚至打电话都成了奢侈，只是偶尔跟父母报个平安。在几个月的寂寞时光后，他们拼了命，尽了兴，结果都不差。</p><p><b>人不应该怕寂寞，而应该怕浪费了寂寞的时光。</b></p><p>我有一个朋友，是一只程序猿，因为不喜欢自己的工作，去年辞职，一年没有找工作，我们都特别担心他的状态，吃饭的时候会关心的问：你什么时候找工作啊？</p><p>他笑着说，不着急。我问，为什么不着急啊？他说，我还有点存款，够扛一年。</p><p>我继续问，那也不能这么作死啊，花完了呢，至少应该先找个工作干着呗？他摇摇头说，真不着急，试问，人生有多少时间可以这样什么事情也不做呢？我没有说话，我们也许久没聊联系，一年后，我才知道他的厉害：这一年的gapyear，他考了驾照，减肥20斤，读了100多本书，自考了注册会计师，从此成功转行。</p><p>当他走进了一家会计事务所时，他才告诉我们，这一年为什么我们很少能看到他，因为，他在这一年的寂寞时光里，厚积薄发着，平静的努力着，终于，他成功转型，亮瞎了所有人的眼睛，变成了自己喜欢的样子。相反，我遇到大多数的人，在人生寂寞的时光中因为纠结、焦虑，最后浪费了最能让自己升值的机会。</p><p>我另一个朋友在被解雇后，成天睡觉睡到天亮，竟然买了个电视，回到家第一件事情就是打开电视扫台，一年过去后，除了胖了好几斤，就是存款花的差不多了，人没有任何变化。后来，他不得不离开北京，回到父母开的公司找了个闲职。</p><p>要知道他不是特例，很多人都是因为没有用好自己的寂寞时光，最终失去了改变自己的机会。</p><p><b>其实当人毕业后，过上了朝九晚五的日子，才发现白天没时间学习，晚上没力气改变，渐渐地，也就习惯了平庸的生活状态。</b></p><p>许多人被问到大学四年最后悔的事情，他们的回答都是没有好好学习。其实，大家并不是后悔大学四年没有好好学习，而是后悔没有利用好那些寂寞的时光。这些时光，明明可以去图书馆，却被花到了无用的社交上；明明可以去磨练出一技之长，却被用在了被窝里；明明可以拿来改变自己，却被废在了韩剧、游戏中，到头来，大学四年确实不再寂寞，却在毕业后怀念起了这段无忧无虑的匆匆岁月。</p><p>说白了，这不是怀念，不过是悔恨为什么自己没有珍惜时间。</p><p>我上大学的时候，干了两件事，直到今天会很自豪：第一，把自己关在房间里苦练英文，每天四十分钟，雷打不动，坚持了八个月。第二，和几个好朋友组织了读书会，每周一本书，坚持不懈。这些面对空无一人的教师的日子，在图书馆无人问津的时光，让我大学四年磨练出一技之长，更让我懂得外面的世界，最重要的是，我开始明白，寂寞是常态，强者通过寂寞修炼，弱者浪费寂寞消遣。</p><p>不过，出来混，都是会还的。</p><p>走入社会后，我经常发现，所有成功的大牛们都有一个特点，他们珍惜时间，他们会利用寂寞的时光打造出一个更好的自己，而不会在寂寞的日子里打开微信疯狂的点赞、摇一摇。</p><p>所以，不用羡慕那些在台上熠熠生辉的人，也不用羡慕那些在其他领域叱咤风云的人，他们不过是在没人的时候，耐住了寂寞，自然，也就能在今后享受的起繁华。</p><p>愿我们都能耐住寂寞，用好升值期，成为更好的自己。</p>"
        },
        {
            "id": 10,
            "article_music": 1,
            "content": "<p>你喜爱阅读，于是你讲求仪式感，所以沐浴熏香，所以姿势端庄。因此当书摆在你的眼前，置于你的手边，你惭愧自己面容憔悴，无法忍受周遭环境琐碎，于是一本好书你读的断断续续，到最后索然无味。﻿</p><p>你想去旅行，盼望了好久。你等待假期，你努力攒钱，查询景点，挑选旅馆，终于你搞定了这令你头疼的一切，在兴高采烈的准备订机票的时候却意外地发现接下来的假期你要去的城市会下暴雨，你一边咒骂着这该死的天气一边不情不愿地取消了出行的计划。所以一段旅行，还未动身你就心生怨念。</p><p>你到国外出差，看上一支口红。你试了又试，拿起放下又拿起。同事就在你身边，贴心的问你是否需要一点钱。你笑着对她说，你觉得还是不太适合自己。你并非没钱，只是这只口红原本不在你的购物清单中，于是你安慰自己，等到做好预算的时候再买。但你实在太喜欢了，回国后你仍然心心念念，一下午跑遍所有商场只为找到它。各家店员一遍又一遍耐心而又遗憾地告诉你，这个色号的口红是爆款，几乎是每上架几天就会断货，目前没的补，即使在国外想买到也不容易。她们看出你心有不甘，继续热情地询问你要不要试试其他的。盛情难却，你心不在焉的任由她们涂了几款，最后发现都不喜欢。因为你始终惦记着那支口红衬的你光彩照人的样子。你觉得其余的都无法与之相较。﻿</p><p>你在公司附近的地带看好一套房子，价格合理且60平米的小户型非常适合单身的你，你喜欢四层的坐北朝南的那一间，通风好，采光棒，你很想拥有它。可是你手里的钱刚刚足够付个首付，你不想将自己置于缩衣节食的境况，犹豫迟疑之间你意识到自己似乎还没做好买房的准备，于是只好悻悻地放弃了这个念头。如今房价每平米房价疯长了2w+，当初借了好多钱才买下那里房子的女同事刚刚结了婚，卖掉房子净赚100多万。而你，简直悔的肠子都快青了。﻿</p><p>你爱上一个人，她从容优雅，高贵冷艳，谈吐间神秘迷人。只第一眼你就想拥有她，她带给你前所未有的感受。你想赋予她全世界最美好的东西。在这个速食社会里，已经很少有什么人或者事物能带给你这种感觉了，因此你格外珍惜这种冲动。但她太美了，你在她面前忽然变得自卑腼腆。于是你拼命变更好，从物质到精神，你以为只有这样才与她登对。于是你将所有的精力投入到提升自己，后来你终于为了那个特别的她变成了特别的自己，可惜的是佳人已有新欢在侧。﻿</p><p>你去参加英语考试，你为此夜夜温书，但总有那么两个周末你要陪那烦人的客户，导致未能按照计划读完整本教材，于是你默默祈祷考试可以延迟两周尽管这不可能发生。考试到底还是如期而至了，坐在考场那一刻，你心惊胆战，你生怕考你没看过的那两章里面的内容。不过谢天谢地，你做过了试卷里的大部分考题，就算那些眼生的题目你也应付自如，因为其实你的基础已经相当扎实。但你还是忍不住忐忑，终日为此悬心，终于熬到出成绩的那一天，你发现你过了！你不禁高兴的欢呼雀跃！﻿</p><p><b>你总是幻想万事俱备，你总是埋怨东风迟来。你总想要留有余地游刃有余的做事情，你以为只有这样才能取得成功。可你不明白世界上没有那么多凑巧和刚刚好，不是所有的东西都可以原地不动静静等待你准备好了再来将它带回家。﻿</b></p><p><b>你想读的书等到你全然准备好它已经落满了灰尘，放着放着你就忘记了你爱过它。你喜欢的东西，你一个犹豫不定的功夫，它可能就售罄或升值了。要知道这世界最不乏的就是比你有财力物力的小婊子，最可气的是她们还和你拥有同样的眼光。在这个争分夺秒的时代，唯有及时出手才是王道！要什么准备，统统是热情的耗费，光阴的浪费。更何况世间万物无时不刻不在做着相对运动，你喜欢的姑娘，近在眼前的时候你扭扭捏捏不敢去表白，你又怎么敢保证等你准备好走进她的时候，她不会走向别人。</b></p><p>况且压根就没有什么是准备好的了，未来有那么多不可控，你凭什么信誓旦旦的说自己准备好了。就凭你经常在电视里听到的那些类似于——</p><p>主持人A: \"准备好了吗？\"﻿</p><p>某选手B: \"我准备好了！\"——的对白吗？</p><p>可亲爱的你要明白，这些都只是心理暗示，是加油打气！不然岂不人人抱得大奖归？未来的每分每刻都不可预知，任谁也不可能对任何一件事情打保票说，我准备好了。你最多可以说自己准备充分，但你永远无法说你准备好了，因为那意味着在考试的时候无论出什么题目你都可以得100分了;意味着在比赛的时候，无论对手多强劲，你都可以拿第一名了；意味着在追求异性的时候，哪怕对方是同性恋，你也能把他掰直了。﻿﻿</p><p><b>显然，这些假设的结果都是不确定的。你花再多时间和心思去准备都不能保证势在必得，而且这世上本就没有那么多天时地利人和，有的只不过是及时出击，不留遗憾罢了。说白了，许多事情就和考试一个样，没有谁敢说自己是完全准备好了的，但也总还是会有个得第一的。</b></p><p>所以，姑娘长的漂亮你就去约啊，力的作用是相互的，没准姑娘也在等着你呢。想看的书你就夜以继日的读啊，蓬头垢面兴许更添趣味啊。向往了很久的城市你就该说走就走啊，越是憧憬就越要风雨兼程呀。喜欢的东西你就去买啊，有钱难买你高兴，何况你买个东西取悦自己哪还需要那么多大道理呀。很多事情就是水到渠成自然而然的，不铺垫任何心理建设就发生的才叫意外之喜。况且你又不是要去火拼，更不会为这些决定倾家荡产抑或是丢掉性命。恰恰相反，这些都是你喜欢的想做的做成了会高兴、错过了会后悔的事情，所以哪来的那么多患得患失、踌躇不前，还要你拿出没准备好这种陈词滥调来做幌子。</p>﻿<p>人生苦短，必须果敢。劝君莫不如干脆利落些，没有什么是准备好了的。所有的人和事物，你最喜欢的时候就是你最需要的时候，也是你最该出手的时候！</p>"
        }
    ]
}