{
    "articleContent": [
        {
            "id": 21,
            "article_music": 0,
            "content": "<p>克莱德先生回家的时候，我正坐在沙发上发呆。</p><p>午后下过一场雨，外面的天色看上去特别适合来点小忧郁。在那之前，我在房间里闷头踱步了好一会儿，把杯子从各个房间收拾出来拿去洗，烧了一壶水泡茶，还给一盆花浇了水……但仍觉得心神不宁。干脆坐下来发会儿呆。</p><p>他坐下来同我聊了几句。偶尔我这样神情恍惚的时候，他或者提议下去散散步，有时候就是陪我说说话，等我慢慢从低沉的情绪里走出来，又活蹦乱跳，恢复如初。</p><p>我们一起剖析我为什么不开心这件事。</p><p>也没有特别具体的事情，不过是阴雨天气里容易陷入一些奇怪的情绪里。啊，想到行业的前景灰暗，想到在做的事情没有头绪，想到很努力每天更新公号可有时候阅读量实在令人灰心，想到我听说过的许多人都变成了传奇而我好像还一直在原地踏步……这么说起来特别像从前参加一次考试发下成绩后的心情啊，明明觉得已经很努力了，结果却依然不如人意。</p><p>他说：“有时候你得承认你不是最优秀的那一个啊。”啊？！这句话一下子闪到我心里。</p><p>我想起初中时候我郁郁寡欢的一个主要原因就是，我不是最优秀的那一个，我总是考第二名或者第三名。永远有人名次在我之前，哪怕我再努力都没用，天分使然，认真使然，父母自然觉得“你如果真的努力了怎么可能会考不到第一你们差别又不是特别大”（啊，所有的父母都觉得自己的孩子挺聪明的可是他怎么不是最厉害的那一个呢？），而我却不知道该如何是好，只好不开心。没想到，如今的自己还像是二十年前一样幼稚啊。</p><p>可能他顺口说说，对我而言却是醍醐灌顶。</p><p>我们总是表扬不服输的人，现在想一想，不怕输的人很伟大，而不服输的人却要分成两种。有一种可能是，不服气，再挑战，超越自我，有可能就真的战胜了困难和问题，获得了成功；而还有一种可能是，输了也不服，再输还不服，对问题没有客观的认知，屡败屡战，屡战屡败，最后终其一生就只好把屡次的失败当成一次巨大的成功，那些失败也就成了日后用来咀嚼的传奇。这种人更多是偏执和负气的，于事无补，也无法成就自我。</p><p>所以，不服输未必就一定是好的，在恰当的时候，要学会认输，承认自己的局限，接受自己不是最优秀的这个事实。</p><p>这不是胆小怯懦，也不是退步，而是一种不对自己步步紧逼的做法。这是在放过自己。从学校到职场，这些年，我和很多人一样都在追求成为最优秀的那个人。上大学，我是专业成绩好的那个，是拿奖学金的那一拨；工作后我是积极努力的那个，是几乎每年都能评优的那一拨。尽管18岁之后没人再给我们排排坐排个名次出来，可是我们的心里却总是有一个标准：我必须是最优秀的那一拨里的。</p><p>如果一直在一个小圈子里，这样的目标对于资质还不错又肯努力上进的人而言，是可以实现的；但问题在于，如果你一直抱着这样的心态，当你进入一个更大的世界，有了更大的圈子，身边是一群比你更优秀、更有天分的人时，骤然发现自己不是最强的那个，就会有巨大的落差和深深的失落。小学同学来做客，我们聊起从前的事。我在初一上半学期就转学离开了，所以并不知道她在那之后也很快离开了我们当时的初中。她慨叹说，我们当时的那所初中整体水准特别高，若没有离开的话，她后来中考、高考成绩都会更好一些。她转学去的那所初中，整体水平要差很多，她在那里呆了两年多中考的时候才发现自己被落下了太多——她是那个小环境里最优秀的，但在更具竞争力的大环境里却成了弱者。</p><p>好多东西都是相对，此刻的优秀在另外一个环境里可能只是平庸，而此刻的资质平平在另外一个氛围里，也许是耀眼夺目。所谓的“最优秀”，是跟别人比较得来的。我可能永远都成不了最优秀的那个，因为永远有人比我聪明，比我有天分，比我会写字。</p><p>但我可以跟从前的自己做比较，追逐自己一直以来的梦想，达成自己的愿望，这不才是我的最终目的吗？如果我能够跟自己谈拢，那么我就可以减少很多焦虑，省去很多麻烦，同时，也不会因为周围的人都比自己优秀而变得郁郁寡欢甚至心急如焚。</p><p>我会给自己更多一点时间和宽松的环境，我会允许自己慢慢来，只要比自己从前写的好就可以啊，只要这一本书比上一本书有提升就行啊，只要今天的我比昨天优秀就好啊！</p><p>真是豁然开朗啊。中午跟女朋友吃饭闲聊，说到我的公号，我承认，我这么自由散漫的人，好多时候写东西根本不考虑别人想看什么，而是，我现在需要写什么。因为我必须写出我心中的困惑，我的所思所想，先为自己解疑答惑，疗愈内心，才有资格和立场去考虑别人啊。</p><p>是的，现在的我，就像是《孤独的小说家》里的耕平一样——他在读了年轻的作家朋友写的小说之后，一度抑郁得很，因为他发现自己永远写不了那么好。后来，他慢慢走出了抑郁，因为无论如何写作是他热爱的事，是他赖以生存的技能，所以他先写自己的再说吧，先把自己的事情做好再说，于是仍旧慢条斯理按照自己的步调修改稿子，撰写小说。</p><p>当你把目标从“最优秀的人”调整为“最好的自己”时，你会给自己时间，会允许自己慢慢来，这种感觉，非常好。我们总是说，孩子你慢慢来。现在我想跟自己和你们说一句：我们也慢慢来。哪怕我们不是最优秀的那一个，我们也可以成为最好的自己，而这，才是真正的成功。</p>"
        },
        {
            "id": 22,
            "article_music": 1,
            "content": "<p style= \"color: green\">01</p><p>Amy在演讲台上分享她个人的创业经历，主要讲的是她如何从一名普通的广告从业人员，到现在成为活动策划公司的CEO。公司目前在上海很火，承办各大活动，市里的高层领导也曾去参观过。因为公司办得出色，Amy还上过新闻联播。</p><p>演讲快结束时，我听到旁边一对男女在议论，男的小声说：“这种公司很好办的，要搞活动就是雇几个人，搭几张桌子的事儿。在风口上，猪都能飞起来。”听到这话，我心里真觉得堵了块石头，因为简单粗暴的评论能把人的努力在瞬间贬得一文不值。作为Amy的前同事，我知道她几乎是耗尽了心血才让公司走到这种地步。</p><p>公司初期的业务，是从举办小型线下活动开始的。读书会、社交舞会、瑜伽课、花艺、茶道......各种各样的活动都接。Amy从那时开始便样样事情自己上，合作商都靠自己拉。前期、中期、后期，每一个环节都要把关，每一个细节都要做好。</p><p>有一次我凌晨回公司，发现Amy还在改策划案，边上是一袋袋速溶咖啡。更夸张的是，她喝咖啡连冲泡的时间都没，直接干吃速溶咖啡。再后来，直接从网上买了个睡袋，天天睡公司。</p><p>活动中的饮品都要向供应商一一确认，为了完善服务细节，每次活动她都做服务员，端茶送水，毫不含糊。现场投影仪坏了自己看说明书修，灯泡坏了自己在外面跑3个小时找合适的灯芯。</p><p>后来她身体自然就垮了，得了很严重的胃病，眼睛也出了点问题。我觉得她完全没必要这么拼，她告诉我创业公司不拼就是等死，不然怎么会只有1%的创业公司活下来，成功是要用辛苦去换的。</p><p>我没有什么话能反驳她，她太知道自己想要什么了。尽管如此，Amy从来不在任何场合提及自己的努力与辛苦。人前扮女神踩高跟，人后是风风火火的女汉子，永远撩起袖管冲在最前面，轻伤不下火线。</p><p>这一秒，她站在演讲台上讲得头头是道，眼前的一切景象，都显得那样美轮美奂。可没人想到她是刚从医院做完胃镜，打车来现场的。</p><p>很多人记住了Amy的光鲜，但我只记住了她在黑夜里伏案工作的景象。我甚至到现在都无法想象，一个人是如何熬过创业初期的痛苦，走到现在的。</p><p>在旁议论的男女可能一辈子都不会知道这些故事，他们永远固执地认为别人的成就都是轻而易举，或是走了狗屎运。</p><p>他们永远不明白那些牛逼闪闪的人，都是从黑暗里爬出来的人。很多人只是在你看不见的地方努力，而你不知道罢了。那些不足为外人道的苦逼往事，才是真正让他们成功的理由。</p><p style=\"color: green\">02</p><p>高考前3个月，年级组组长把一个去年考上北大中文系的学长请来，给学生开动员大会。一听到是考上北大的神人，周围人都拼了命地往演讲大厅挤。那个学长的表情淡然，笑容亲切，十分自信，在上面平静地叙述着整个高中的奋斗史。</p><p>关于如何从原本的年级200名，考到年级第1名，进了北大。我听了开头，便知道，这可能是大部分人所喜闻乐见的励志故事。从落后年级水平，到反超，他大概也就花了半年的时间。很多台下的人都在认真地听着，像虔诚的信徒。</p><p>我是工作人员，能感受到台下的人群是极为亢奋的。学长的讲述正像给他们打了一剂兴奋剂，这也是此次动员大会的目的所在。我是学生团队里面唯一一个男生，演讲结束后，年级组组长派我送学长去车站。正因为这样，路上我们有了交流的机会。演讲的现场我根本没好好听，因为现场狂热的氛围和人群难以使人静心。</p><p>没想到的是，在路上与学长的闲聊中，他竟然跟我说了很多，在演讲台上没有说的话。他说他在演讲台上只说了三分之一的内容，关于如何逆袭考上北大，还有另外三分之二没讲。他说离高考还有184天的时候，父亲忽然脑溢血去世，留下他和母亲两个人。母亲从头到脚一身病，失去了工作能力。他如果再高考失败的话，真不知道该怎么活了。那个时候他脑子里就一个念头，一定要考上中国最好的大学。他整个半年都在痛苦中度过，甚至还有轻度抑郁的倾向。除了白天学校的常规学习时间，晚上他还要学到凌晨3点半。睡眠时间不够，他就第二天挑时间利用碎片时间补觉。在家里学习，会在写字桌边上放一把水果刀。</p><p>我听着吓了一跳，他说他每次觉得疲倦了，就用小刀子在右臂上划一个很浅的小口子，这样又能重新打起精神学习了。</p><p>唯有刺痛，才能惊醒一个人。</p><p>年级组组长请他来分享心得，但是明确告诉他，因为是动员大会，所以要展现最阳光，最自信的一面。于是他不得不把那些阴暗的经历都收起来，只能展现最温暖的一面。</p><p>可极为讽刺的是，所有这些摆在台面上的自信与阳光都是虚假的。那些躲在角落里的，焦虑的、阴暗的、病态的努力，才是他真正成功的原因。</p><p>让我印象最深刻的，是学长说的这段话：“你去看那些分享成功经验的人，他们分享的，并不是他们成功的真正原因。就像冰山理论，你永远只能看到冰山的角，而看不到它大部分的真相。成功者不会把那些努力的过程一五一十说出来，因为那些东西太阴暗、太痛苦了。我当时的苦逼程度，只有我自己最懂。”</p><p style=\"color: green\">03</p><p>考上研究生以后，很多学弟学妹加我微信，希望我能分享一点成功的经验。那时，我才体会到当年学长跟我说的那段话，是极为正确的。</p><p>作为过来人，能和他人分享的东西十分有限。我可以授之以鱼，也可以授之以渔，但我不可能把努力的所有过程展现在他们面前。我也不可能四处宣扬我的痛苦和毅力。</p><p>很多人对着我发笑脸的表情，说我厉害，说我很棒，但他们不清楚我曾经为了考试而付出的代价。那种共鸣与理解是单薄的，他们无法做到感同身受。</p><p>我印象最深的一件事，是大概在考试倒计时20天时，我得了水痘。了解这种病的人，应该都知道这病是很折磨人的病，而且具有传染性。我辛辛苦苦准备了1年，结果要上场了，给我来了这么一出。幸好我大学里一个哥们儿陪我去医院看病了，不然真心扛不住，分分钟会倒下。去了医院，进了诊室，医生一见我的病症，立马掏出一个红本子，上面写着：中华人民共和国传染源登记册。医生跟我说，水痘传染性极强，早点回家躺着去，睡一礼拜再出来。</p><p>为了不连累大学室友，也为了不连累家人，我拿了些复习资料，在校外的负星级宾馆住了一星期。水痘、胃炎、高烧像约好了似的，在短期内同时发作。半夜睡觉，额头烧得厉害，肚子又不舒服，只能躺床上打滚缓解，从凌晨1点滚床单滚到凌晨4点。紧接着是无尽的呕吐，飞速跑进厕所，手扶着马桶边缘，脸正对着马桶，吐个没完。我当时真觉得把整个世界都吐出来了，把所有器官都要吐出来了。吐到早上6点，头直接枕着马桶睡着，睡得很香。</p><p>要是在现实中，这种故事都不会说，因为一说就显得矫情，也就只能写写文章回忆一下这种苦逼往事。在学弟学妹面前，我笑着告诉他们，要加油。但笑完之后，我没法更深入地讲了。因为吃苦这种事儿，如人饮水，冷暖自知。</p><p>那些无尽的、漫长的痛苦都黯淡了，它们早已化作了众人面前的微笑。</p><p style=\"color: green\">04</p><p>正因为牛逼之人在看不见的地方努力，所以旁人会说：“你看，他不过是运气好罢了，他只是家里条件好罢了，他说不定是开了后门的。说白了，他只是那只风口上的猪，如此而已。”</p><p>他们不明白，所谓的牛逼，都是用苦逼换来的。而他们之所以仍旧在平庸中沉醉，只是因为他们不敢用苦逼去交换。他们怕输，他们怕选择一条唯一的路，他们怕用尽气力之后发现，自己什么都不是。</p><p>甚至有风来了，他们都不会往前挪一步。他们在努力之前，就已经扼杀了所有的可能性。</p><p>看到Amy在朋友圈里晒出了公司上新闻联播的截图，我为她鼓掌。因为我知道她配。因为她懂得成功者的一个基本法则：物物交换。你想要什么？好，请用东西去换。你想要成功？你想要牛逼？很好，用辛苦去换，用做一个苦逼的决心去换。</p><p style= \"color: green\">05</p><p>奇葩说第三季的尾声，最后一场1V1对决的辩题是“懒是否是人类之光？”当姜思达和黄执中辩完后，郭德纲做了这样一个总结陈词：“如果演员都用功的话，都会成为侯宝林。可是这一场相声七段，七个侯宝林，我们怎么安排谁第一，谁最后。老天爷就是这么设计的，有的就是开场的命，有的就是中间，有的就是攒底。勤奋的就勤奋吧，懒的就好好歇着吧。这是天道。”</p><p>牛逼之人的数量永远占2，非牛逼之人的数量永远占8。不得不承认，变得牛逼或是取得成功，都太辛苦了。但总有20%的人，愿意逆着人性来，愿意跟人性对着干，愿意用代价去交换，去换一个成功的花环。也总有80%的人，他们顺应着人性，过着毫无意外的生活。这真的是一件很自然的事，这才是我们普通人的真实状态。</p><p>而随着时间的推移，这两种人的距离会越来越大。起因可能只是因为当年，那个懒人，做了一些平凡的事，按部就班。而那个未来的牛逼之人，他开始变得隐忍，开始接受做一些苦逼的事。</p><p>他开始明白，金光闪闪的牛逼，是要用阴冷的、疼痛的、不那么体面的苦逼去换的。他开始明白，美好事物的诞生，是建立在某种牺牲之上的。因为那些牛逼的存在，都绝非偶然。</p>"
        },
        {
            "id": 23,
            "article_music": 0,
            "content": "<h3 style=\"color: red;\">01</h3><p>我还上大学的时候，因为经济困难，经常粗茶淡饭的将就，咖啡馆更是从来没去过的。每每从星巴克的大窗户前走过，看着里面一位位，端坐在精致的小皮沙发里的男男女女，心里总会默默的说上一句：世俗，装逼！</p><p>我总是想，有白开水喝更解渴更便宜，何必要花上百八十块钱在这里喝那一小杯奇怪口味的东西呢，有这钱还不如买上两本书呢。</p><p>刚工作那会，我们几个一穷二白的小姑娘经常凑在一起，中午一起去公司左拐边的小店里吃煲仔饭，无它，因为价格便宜。</p><p>有一天我们从杨迪的工位旁路过，麦琪拉着我的手说，你看那杨迪，今天又换了个LV包包，真是个拜金又肤浅的女人！</p><p>麦琪满眼的不屑与嘲弄，仿佛杨迪在她眼里，已然是只顾追求物质的low女人。是的，月薪稀薄的我们觉得，买个几万块的包包，脑子是有多不理性，是有多败家啊？</p><h3 style=\"color: red;\">02</h3><p>后来有一天，我和当时的总监一起出差，因为飞机晚点，我们只好去附近找个地方先打发下时间。我说去麦当劳吧，点杯可乐坐坐就行，主管眉头一皱，说为什么去那么熙熙攘攘的地方？抬眼看到旁边的米萝，她手一指：就这里吧。</p><p>我一边跟在她后面一边想：有钱人果然事事要讲究。进去之后，我和她淡淡地闲谈着，店里飘渺的轻音乐萦绕在上空，坐在柔软的椅子上，让我出现了那么一点点的错觉：如果以后累了，都在这张椅子上休息一下，也是挺美好的。</p><p>看着总监手臂上的Cartier手链，我终于鼓足勇气脱口而出：你们买这种贵重的物品，从来不觉得浪费吗？主管一愣，说，不过一万多而已，看着样子喜欢，也没多想，就买来戴了。</p>不过一万多而已？！听到我差点内伤。主管说，她年薪几十W，给自己买个万把块的喜欢的手链，好像也很正常的呀，有什么好浪费的吧！主管看看我的侧耳，说，这和你月收入4K，买个喜欢的一两百的银耳钉，好像没有什么区别吧。</p><p>她接着说，但是在那些，可能还不够温饱的人眼里，你这样花一百多买对耳钉，还不如他们多买两袋白面大米吧？说的我竟然一时没有缓过神来。<b>最后，她笑着说，等你以后住得起高楼洋房，穿得起华衣锦服，喷得起五号香水，你就会明白，你喝杯蓝山咖啡，买个LV包包，真是再平常不过的事情，这就是我们生活的常态，和我们去吃个路边摊，喝瓶矿泉水，买双粗布鞋一样一样的，没什么区别。</b>我环顾店里，人们都在自顾自忙着，有的看书有的办公，没有人注意到，这边角落里一个普通弱小的女孩子，内心经历了怎样的翻江倒海，沧海桑田。</p><h3 style=\"color: red;\">03</h3><p>现在，我也经常去公司楼下的咖啡厅角落里默默地想文案或赶稿子，偶尔抬起头，看着外面匆匆而过的小女生或小男生那不屑的眼神，我总是回想起五年前的自己。忽然就突兀的笑了。</p><p>人生啊，真是奇怪，原来你所有自以为是的固执和偏见，都只是因为你没有达到那个层次。当我也淡定从容地端着一杯拿铁，我才明白，我来喝的原本就不是咖啡，而是在过一种最顺手而理性的生活。因为除了家里，在这种环境这种地方，最适合我整理思维或平静写字而已。而我后面慢慢的了解了杨迪，她家境殷实，工作勤奋，最大的爱好，就是喜欢买轻奢包包。有一次她说，她妈妈常嫌弃她的品位太低浅，买的都是些暴发户东西。</p><p>我惊讶不已。杨迪顺口说一句，她妈妈经常去法国或瑞士买包包和饰品。可能正好比较方便，因为她的妈妈，是一家跨国公司的高层。真是可笑，她妈妈眼中的杨迪低浅而土气，我们却觉得杨迪土豪又败家。你看，同样一个人，因为站的高度不同，我们的视角差的天壤之别。</p><p><b>当我走过了很多的路，见过了很多的山水，认识了很多的人，我才知道，当你没有站在更高的地方，你就不会看到那更远地方的风景，不会明白更多已然合理的人和人生。</b></p><p>每当我工作疲了，跑步累了，写字烦了，我都会在心底对自己说，放下你自以为是的偏见和固执，为了那更无限可能的生活，再坚持一下，再努力一把。</p>"
        },
        {
            "id": 24,
            "article_music": 0,
            "content": "<p>如果你看过《当幸福来敲门》，是否还记得那个经历妻子出走只能与儿子相依为命，做着一份没薪水的实习全身上下仅有21美元存款，无奈之下求助收容所甚至不得已去卖血的ChrisGardner？</p><p>每个人都会经历一段不可名状的人生低谷。生老病死，爱别离，怨憎会，求不得，迄今为止，你人生最黑暗的时候不过是如此。</p><p>工作上被处处针对，同事关系一触即破；每天所做之事离你的梦想越来越远；就连维持生活的工作也刚刚丢了，新找的工作又被骗，下海经商却亏得一塌糊涂，事业最差不过如此。用心准备的考试依旧挂科，毕业答辩没通过，披星戴月地准备考研却以几分之差落榜，学业最差不过如此。遭遇男友劈腿，谈了5年的恋爱戛然而止；困于一段煎熬的婚姻中，无力改变又没有勇气断舍离；打官司争财产争抚养权，爱情最差不过如此。亲人车祸甚至亡故，身体小病没断大病又找来，家庭最差不过如此。</p><p>我能想到的最黑暗的时光，就是事业、学业、爱情和家庭“不约而同”地陷入了困境，人生最坏不过如此吧。那个时候你感受到了来自全世界的恶意，你甚至希望自己是被世界忘掉的。但是人生最坏不就是这样么，以后的每一天都会比这一天好。</p><p>当你处于人生低谷的时候，仿佛无路可走，可又拥有最广阔的选择空间。</p><p>正如毕淑敏在《我是怎样度过人生的低潮期的》中写道：</p><p>安静地等待。好好睡觉，像一只冬眠的熊。</p><p>锻炼身体，坚信无论是承受更深的低潮或是迎接高潮，好的体魄都用得着。</p><p>和知心的朋友谈天，基本上不发牢骚，主要是回忆快乐的时光。</p><p>多读书，看一些传记。一来增长知识，顺带还可瞧瞧别人倒霉的时候是怎么挺过去的。</p><p>趁机做家务，把平时忙碌顾不上的活儿都抓紧此时干完。</p><p>当你在人生最低谷的时候，才是你人生真正的开始。</p><p>想想你的前半生还有哪些需要修补的漏洞，保持日常生活规律，好好吃饭比起废寝忘食是更有效率的应对方式。选择一种运动，哪怕只是不停得走路。如果身体里的水分总要消耗，那就多流点汗水，少流点泪水。最重要的问题莫过于重新认识自己，鼓足勇气去面对当下的挫折和痛苦，要相信四个字，“触底反弹”。</p><p>未来有一天当有人问起你，你是如何走出人生低谷的？</p><p>告诉他，多走几步。</p>"
        },
        {
            "id": 25,
            "article_music": 0,
            "content": "<p>曾经有个作者来问我：“编辑老师，我很想出书，可就是下不了笔，怎么办？”我说：“为什么下不了笔？是不是因为没有构思好，你写目录大纲了吗？”她发过来一个文件，跟我说：“我早就拟好了大纲，谋划了很久，已经发给几个编辑和作者看了，他们都很有共鸣。”我看了下这个大纲，是关于思维误区的，有几个点写得还不错。于是我就鼓励她：“写得不错，你按照这个大纲写下去，我们可以合作出版。”</p><p>她说了几句感谢鼓励的话，称以后有机会合作，就下线了。我也没多想，因为总是有一些作者来套话，询问合作的可能性。对于这些人，我向来都是鼓励为主，毕竟码字也不容易。尤其这个女孩子，我还挺看好她的，人很聪明，在作者群里很活跃，经常跟别人讨论一些写作计划与技巧，善于把握读者的阅读心理，属于编辑们喜欢的那类作者。后来等了很久也没动静，渐渐地我就忘了这回事。</p><p>有一次在一个群里看见她跟别人聊写作计划，看她那激情满满的样子，我忍不住问她：“上次说的那个写作计划怎么样了，我还等着看你的文章呢。”她不好意思地说：“哎呀，不好意思，最近工作比较忙，经常加班，所以那个写作计划只能推迟了。”</p><p>这句话让我想起了网上的一篇帖子，讲作者如何应对编辑催稿。我也经常遇到一些重度拖延症患者，也见过一些奇葩的拖稿理由，比如有个作者说最近在坐月子，没法写，后来我才知道，这个作者是男的。</p><p>所以，我直接回她：“那你可以晚上写，或者周末。”</p><p>她说：“晚上回家做饭吃，忙完就很晚了。周末需要大扫除，更没时间。”</p><p>我每说一句话，她总有解释的理由。我说：“其实也花不了多少时间，你每天抽时间写2000字，一开始不管写的好坏，都要坚持下去。14天后，写作的习惯就形成了。”</p><p>过了一会儿，她回了一句：“道理都懂，可我是重度拖延症患者……”话聊到这个份上就无解了。</p><p>后来我跟一位摄影老师聊天，恰巧他也认识这个作者。说起她的拖延症，摄影老师说：“之前我们在一个摄影圈里混的时候，有摄影老师向她约稿，一整套。她拖了人家两年都没交稿，私下里却总是跟我们讲她的拍摄计划。后来大家都知道了，再也没有老师向她约稿了。”</p><p>我有些好奇：“既然这是她的爱好，为什么却坚持不下来呢？”摄影老师说：“可能怕麻烦吧，一本书比一篇文章麻烦多了。她选择那么多，随便做点什么也能挣个小钱养活自己，肯定不愿意吃苦受罪。”</p><p>“那她为什么还喜欢到处跟别人讲她的写作计划呢？”这点我一直没想明白。“说给自己听的呗。”摄影老师一语道破天机。</p>我这才明白，她每次拖延的理由，不是说给我听的，是说给她自己听的。每次遇到困难的时候，她总是选择容易的。然而她又知道这样做不对，于是找一些借口来宽慰自己。</p><p>她人聪明，选择又多，每次困难到来之际，她总能嗅到一丝味道，提前做好准备，每次都能趋利避害，做出最让自己舒服的那个决策。然而，她这些看起来是高情商的行为，实际上只是耍一些小聪明。</p><p>看起来每次都让自己化险为夷，却也等于让自己避开了那些突破自我的机会。看起来选择很多，实际上只能维持自己低水平的生活，迟早会面临没得选的那一天。短期内是舒服了，长期必然害了自己。</p><p>这件事让我想到了一个朋友。他说现在年纪大了，就学会了偷懒。能用70%的力气把事情做到及格，他就绝不会用100%的力气把事情做到完美。我说：“如果不逼自己一把，你永远不知道能走多远。”</p><p>朋友哈哈一笑，说：“你别给我灌鸡汤了，道理我懂，可我就是走不出自己的舒适区。每当我想要再拼一把的时候，内心里就会出现另一种声音：别拼了，你已经拼了半辈子了，做好手里的事，也能生活得不错。”他顿了顿，接着说：“这时候我就有点犹豫，往往选择等等看。结果一等，不是机会错过了，就是自己没勇气了。”</p><p>我无奈地对他说：“你总是太容易放过自己。”</p><p>年轻的时候，总以为来日方长，现在偷个懒也没什么，舍不得让自己受苦。</p><p>不愿意熬夜工作，喜欢煲电视剧；觉得早起跑步太难，总想睡个懒觉；看书枯燥无味，耐不住这份寂寞，还不如两盘游戏来得爽快。</p><p>每次做选择的时候，还以为只是个稀松平常的日子，殊不知，这就是你站在命运三岔口的那一天。</p><p>蔡康永说：“15岁觉得游泳难，放弃游泳，到18岁遇到一个你喜欢的人约你去游泳，你只好说‘我不会耶’。18岁觉得英文难，放弃英文，28岁出现一个很棒但要会英文的工作，你只好说‘我不会耶’。人生前期越嫌麻烦，越懒得学，后来就越可能错过让你动心的人和事，错过新风景。”</p><p>放过自己很容易，让生活放过你却很难。愿你我共勉之。</p>"
        },
        {
            "id": 26,
            "article_music": 1,
            "content": "<p>前些日子，我开车与一个三轮车发生了小事故，这导致我有了一次进交警大队的机会。先说我这场事故的处理结果，因为他的三轮车逆行，下桥时直接撞在了我的大灯上，导致事故的发生。最后我们协定“双方日后无涉”。在中国，这样的三轮车主几乎是可以称得上好人的。机动车主再有理，只要非机动车主无理，你只能认栽。交警对事故可以判定，但结果只是调解。所有事情只要没有闹大，最好的结果就是息事宁人。</p><p>我内心是感激这个非机动车主的，虽然他一度也说出“因为我是非机动车啊”，虽然我也一度气得想说“你是非机动你有理啊”。</p><p>不过，无关原则的时候，又何必逞一时之快。你弱你别太有理，你强也别太任性。因为你永远不知道，下一刻，你们会不会换了身份，然后坐在不同的对白里。这个世界的强者和弱者从来都是相对的。换言之，从来不是绝对数，而是比较级。从来不是固定的，而是流动的。</p><p>哲学里有一句话是“世界万物都是变化的”，而你永远不知道未来的你是谁。今天的你赢了，明天也未必不输，今天的你输了，明天也未必不赢。今天说过的话，明天可能会打脸，今天做过的事，明天也可能会有人帮你做一回，强者是，弱者也是。</p><p>你有没有听说过那种狗血的剧情在生活中发生的真实情况。比如那个曾经被所有人都看不上眼的女生，早早挺进社会，在你毕业那年，赫然成为了你最想去的公司的直接上司，你的面试官。</p><p>许多年前，这个镜头真实发生了。Lisa，我的好友大学，毕业后，她的中学同学Cherry成了面试官，Cherry的身份是销售主管。你知道吗，遇到的那一刻还挺尴尬的。结果，Cherry在面试结束后，留我吃饭。她也不避嫌，还主动和老板介绍了我。</p><p>是，感激你当年待我那么宽容，教我解答最简单的问题，别人嗤之以鼻，不愿意和我在同一组，你却拉着我的手说，我们一起跳大绳吧。Lisa永远记得，Cherry见到她的那一刻，和她说的一句话。</p><p>当时年纪小，混在简单粗暴的学习车轮里，被不断地划分，好与坏，好像就是成绩的定义。可Lisa永远记得这个有点倔也有点傲气的姑娘。Cherry就算每次成绩都很糟糕，却还是特别努力。她从来不会缠着别人问问题，如果有人说“no”，她就转身离开，然后交个白卷也一无所惧。</p><p>没有，举手之劳而已。不是每个人都适合学习的，所以不是每个学习糟糕的人都不行。Lisa对Cherry提当年之事倒是百般不好意思，怕别人误解，以为是自己故意为了入职，暗示当年对老同学的帮助。</p><p>Cherry说的一句话让Lisa特别感动：有人骂过我智商那么低，以后便只适合当营业员。我原谅每一个拒绝回答我的问题的人，不是谁都非帮你不可的。但我会感激回答我问题的人，你是其中之一。Lisa和我说的时候，她说，她还是会倒吸一口凉气：假如，我当年和Cherry也不那么友善……</p><p>Cherry，一个他们班成绩最差的女生，成为了她的上司。她显然和当年那个被班主任骂哭，整天颓废邋遢的姑娘不一样了，一个人的身份会改变一个人，是真的。你对待别人的友好，从来不会辜负，如果实在不行，也不要随意指摘别人无意犯下的不是，因为你不知道，某一天，或许真的会世易时移，一切不同昨天。</p><p>Cherry和Lisa成为了好朋友。在谈业务的时候，Lisa会崇拜Cherry的口才，只消有人帮她核对完业务，她就可以用惊人的魄力与人对白。她也可以在错误之后，让客户心服口服地修改。</p><p>你强的时候，像人一样对待别人，你弱的时候，也像人一样看待自己。强弱未必恒定，你又何必心绪浮动，不能自已。</p><p>我记得夏目漱石的《我是猫》有两个人物：一个是金田老爷。作者笔下的金田老爷集聚了资本家的恶劣——贪婪、凶狠、作威作福，无情无义。有一种人，有叫人生就生，叫人死就死的本事，说的就是金田老爷。另一个是苦沙弥了。郁郁寡欢地活在书本里，对前途无望，也自怨自艾。但他是有知识分子的清高的，看不上金钱堆里的金田老爷，可自己也有无用之处，他改变不了一切，却总是讥讽一切，拿着一把塑料刀狐假虎威，却始终不见任何起色。</p><p>强者与弱者的冲突，其实很少正面交锋。大多数时候，是在一场场攻城掠地中，希望获得对自己本身的认可。而这种认可，往往是建立在对对方的不认可之上的。强者和弱者，难道就该水火不相容吗？</p><p>小说不是生活，很有可能是生活的极端表现形式。而我只想说，人与人相处，需要的从来是最优解，而不是谁的世界减去谁，就是胜利。</p><p>你的人生从来没有被决定，也就是说，无限的可能性中，你需要有你认真而温柔地对待。生活的诚意，在于，你从不随意而鲁莽，它也未曾极端而失望。</p><p>我钦佩那些人，在人生一不小心不那么顺畅的时候，从来没有埋怨时运不济，也从不怨恨那些不伸手帮助你的人。只对帮助的人心怀感激，然后咬着牙，慢慢过自己的日子。</p><p>我也觉得，得势不张狂，优秀不张扬，在自己最好的时候，不随意指责别人，也还能够俯身给予别人温暖，力所能及地做着自己能做的事，是一种最好的教养。</p><p>人与人最佳的相处模式，是撇开身份、地位一切外力，仅仅以人的身份和平对话。但这样实在太理想了。我们能做到和平相处就很好。</p><p>《麦田的守望者》有一句话是：记住该记住的，忘记该忘记的，改变能改变的，接受不能改变的。</p><p>弱势时，不觉得世界都欠了你，得势时，不觉得世界都是你的。平常心和同理心，或许，真的是最好，也最必要的存在吧。</p>"
        },
        {
            "id": 27,
            "article_music": 0,
            "content": "<p>很久之前我在看后台留言，有个女孩和我说，真不忍心看着男朋友为了自己再过那样的苦日子了，我现在想着是不是分手更好一点。我问她为什么不接受一个愿意为了你让自己受委屈的男生。她说，因为我怕他对我太好了，而我却给不了他什么，我真的不可能和一个太穷的人过一辈子，或者一直等一直等，我等不起的。</p><p>她和男朋友是异地恋，她在北京，男朋友在上海。</p><p>两个月他们见一次面，每次女孩去上海的时候，男朋友都会带她去吃好吃的，西餐，韩国料理，日本料理，泰国料理，或者各种特色菜他都会带她去吃。她一直觉得他工作很好，销售底薪虽不高，她想他一定业务很好，所以每次也都安安心心和他一起去那些很贵的地方。</p><p>后来有一次女孩去上海出差，没有提前和男孩打招呼，就去了他的公司，那时候差不多是下班的点了，他同事告诉女孩他去楼下面那个快餐店兼职做服务员，她就跑去偷偷站在店门口看着男孩穿着餐厅的围裙给别人端茶倒水。也是那时候她才知道，原来为了请她吃一顿大餐男孩要吃一个月的泡面。</p><p>女孩说，如果是18岁的年纪，我等他，他爱我我就可以不顾一切，可是现在怎么行，我不是嫌弃他穷，我也不是不能养自己，一个月省四百块钱十个月给我买个四千块钱的包包，要是不是在一起生活，没有柴米油盐的浸泡，我会很感动，可是一旦结了婚，你省十个月只能给我买四千块钱的包包，那生活怎么办，如果这就是你给的幸福？那么这样的幸福真的太沉重了，我不敢接。</p><p>我不知道该怎么回答她，因为我是个男生，如果我喜欢一个女孩，我是愿意为她吃一个月泡面然后带她去吃一顿西餐，或者说吃十个月泡面给她买一个四千块的包包，可是这是幸福吗？<b>我不知道怎么回答，其实就算你请她吃了西餐，或者买了四千块钱的包包，你一样是没有能力给她幸福的，这个是事实。</b></p><p>后来我和一个女性朋友吃饭，我用这个问题问她，如果是她，她会怎么选。</p><p><b>她想了一会告诉我说恋爱可以谈，但结婚绝对不行。</b></p><p>我为她为什么呢？她说：</p><p>我真的忍受不了吃一个月泡面就为了带我吃一顿西餐的人，或者说省十个月就为了给我买一个四千块包包的家伙。就和你的那个粉丝说的一样，如果这是在学生时代大家都没钱，大家都要把更多的时间放在学习上，也不知道怎么挣钱，你能一切为了我，我感动我爱你。</p><p>可是当工作了，你心里想着就不能只是我了，我们会有家庭，我们还会有小孩，我们还有彼此的父母亲人，你吃了一月泡面请我吃一顿西餐，你攒了十个月给我买一个包包，我能感动吗？我敢吃那顿西餐吗？我敢用那个包包吗？谈恋爱的时候没有家庭只有两个人，那没什么关系，因为我还有时间等你，毕竟我也只要对自己负责，但是如果是要结婚了我绝对不会和这样的人结婚，因为没有女人能接受不敢生病，不敢去吃大餐，不敢逛商场的日子。</p><p>我说，你可以吃大餐，可以逛商场啊，他有的都会给你。</p><p>朋友呵呵看着我笑了一下说：“我敢吗？生活的柴米油盐生老病死，还有两个家庭的社会责任都可以不要了吗？”</p><p>我有些羞恼地和朋友说，也许你今后还是会怀念那个吃一个月泡面只为了请你吃一顿西餐的人。</p><p>朋友说，是的，我会一直怀念，但也从不后悔离开。我说，真的好现实。</p><p>朋友说：“其实我也是可以吃苦的，苦日子我也不是不敢过，只是结婚了，两个人会有很多很多社会角色要承担，是孩子的爸妈，要给孩子幸福，要钱；父母老了，要抚养，生病了要去医院，也要钱；我自己可以坐你的单车，也可以和你三餐青菜吃路边摊，可是我不想我的孩子低人一等，也不想我的父母生病了不敢告诉我们怕给我们添压力。”</p><p>我叹了一口气，然后和朋友分别望着店外匆匆忙忙的人群。<b>过了很久，朋友和我说：“你知道为什么人总是喜欢回忆青春里的爱情吗？”她自问自答：因为他们可以想得美。</b></p>"
        },
        {
            "id": 28,
            "article_music": 0,
            "content": "<p>我一直是一个很节约的人，从小到大都是。上小学的时候，爸妈每天给我三块钱，其中一块钱是搭公交的钱（那时候一趟只要五毛），剩下两块是早餐和买零食的钱，但不知道为什么，好像我从小就是一个很抠的家伙，所以总是把除开搭车（有时候甚至选择走路）的两块钱存下来，积少成多，成为了我们班的有钱人。</p><p>那时候，我佯装成“富二代”的样子，总是可以随手拿出一张五十块，让所有人相信这种假象。我或许是被这种虚荣心蛊惑了，以至于我到现在都没有怀疑过自己是有钱人，哪怕我家里并没有多少钱。</p><p>可是时间久了，我开始发现一个问题，即使我可以积小成多拿出几张面值较大的钞票，但是依旧抵不过那些家境优渥的同学，他们简直不需要这样繁琐的步骤，就可以简单地拿出几张“大团结”（那时候还不是红色毛主席的100元人民币），四年级的时候，甚至班上还有同学遗失过2000块，为此我立刻认识到了社会的真相。但我依旧把节约当做是我的好习惯（体现了摩羯座坚持的个性），从开始赚取稿费开始，就特地开了一个账户，一点一点的储蓄起来，幻想着存到大学毕业，应该可以买得起一个厕所隔间，而事实上，我并没有实现愿望，大学毕业之后到上海工作，很快就需要自己抽身一笔钱租房，紧接着要报班学语言，甚至大大小小的事情都得花钱，唯一庆幸的是，我没有其他人刚毕业时那么狼狈，但也并没有显得多么富裕。</p><p>在我还在拿六千块钱工资的时候，我会匀一部分钱（甚至是一大部分钱）存起来，基本不买衣服（因为工作缘故可以拿到虽然难看但是凑合穿的样衣），也尽量不出去吃饭，会在大半夜在厨房乒乒乓乓地做便当，冻在冰箱里，第二天带去。我盘算着，每个月存两千到三千，一年下来也有两三万块钱，如果涨了工资，可以把基数提到四千或者五千每月，这样一年下来也会有不少积蓄。</p><p>而实际上，到最后，我依旧没有什么钱。辞职后，我取出了所有的钱开始创业，结果发现，根本不够创业的起始资金，还要问亲戚朋友借钱，存钱时候的宏大愿望到最后，才发现根本毫无意义。那到底是什么地方出错了呢？</p><p>我有一个好朋友阿栋，他算是我们身边特别富有的了，但他并不是靠家里富起来的人。毕业后的第三年，他辞掉了工作，在长宁租了一套月租一万多的房子（简直天价），因为创作，他在找房子时刻意要找有书房的房子，总的算下来他平时的开支，我简直吓到了。</p><p>我急忙问他：“你上班的时候到底存了多少钱啊？”他说：“并没有存多少钱啊，而且，钱怎么可能存起来，你是疯了么？”然而我还是没有意识到自己的问题，存钱不对么。</p><p>我当然无法想象，他每天吃着丰盛的三餐，去哪儿都搭专车，衣服都是昂贵的名牌，时不时出国旅游，和《小时代》中的生活接近无异。前两天我们一起吃夜宵的时候，我们终于讨论起房子的话题来，或许是我还在纠结到底是租三千的房子节约一点，还是租五千的房子舒服一点的时候，他二话不说帮我选择了后者。</p><p>“你以为你住三千的房子就可以省出更多的钱吗？并不是，恰恰是你租五千的房子才可以产生更多的价值。人只有先过上高品质的生活，才能够赚同等价值的钱，我们是依靠脑袋赚钱的人，你得相信你自己的才华和价值。”</p><p>他一边吃着干贝粥一边和我说：“或许前面会觉得苦一点，好像有些打肿脸充胖子的意思，但是，我和你说，你越是节俭地生活，你就永远只能节俭的生活下去，消费不是叫你浪费，而是你要明白你所产出的都应该是你同等收入的。</p><p>只有这样，你才会为过这样水平的生活而赚钱，而不是没有目的的赚钱来幻想这样的生活，这样说，你明白了吗？”曾几何时，编辑也与我这样调侃过，那时候我还用着联想电脑，编辑便不免戏谑道：“你用什么电脑决定了你创作作品的品质，联想和苹果电脑的差别，就是一般书和畅销书的差别。”</p><p>直到我后来用上了mac，才相信了他的话。有时候想想，为什么这么多年来，我那么努力地生活到头来还是那么穷呢，或许就是像阿栋所说的，因为我太吝啬太过于在乎节余，而总是不能放开地去生活。</p><p>这样的蹑手蹑脚促使了我只能够在同等状态下徘徊，我原本以为的节俭到底不过是自欺欺人，那个靠节约养活自己的时代似乎早就过去了。曾经有人说，会花钱的人才会赚钱，我并没有当回事儿，如今想想，这或许才是生活的真理，节俭当然是好事，但在一定程度上，不但影响了大环境的经济流通，更是限制了自己的生活质量。</p><p>可能我还是过得太过传统，又或者我根本还是因为家境并不优渥而无法大手大脚地花钱生活，我还曾为此和喜欢的人大吵过几次，觉得钱不可以乱花，一定要节省，到头来，自己还是一无所有。有时候，生活的定义往往要反过来才成立，就像根本不是你赚到一百万就可以过上一百万的生活，而是你一直过着一百万的生活才会努力赚到一百万。</p><p>或许我一直没有掌握要领，以为别人都在乱花钱，却不知，别人才是真正得懂得赚钱的奥秘。</p>"
        },
        {
            "id": 29,
            "article_music": 0,
            "content": "<p>为什么对朋友圈厌倦？每个人都有私人定制的一套原因。现实者说，任何社交软件，都是始于约炮，盛于炫耀，衰于鸡汤，亡于电商。重情者说，微信不能取代交谈，渐渐地，这种以“关系”为基石的社交逐渐面临“道不同”的挑战。自我者说，他人的生活是戏剧，起承转合，春花秋月，都于己无关痛痒，说到底，自己的生活才是重中之重。好学者说，朋友圈让我学不到东西，而朋友圈外的世界才是心智的培养皿。犀利者说，这就是一个舞台，大家都争相表演，炫富自拍秀恩爱，示弱喊穷比努力，抑或者卖萌撒娇拼人脉……换着花样儿秀存在感。然而，图是美图秀秀过的，状态也是反复编辑的，因此，看得多了，充满PS感的朋友圈就越来越不真实。还有一种疲倦的声音，是说，好不容易从办公室回到家，打开朋友圈，发现还在职场。领导发了朋友圈，你要点赞，客户转了个笑话，你要捧场……彻底的休息成了一种奢望。这些感觉我都有，但仔细想来，最根本的东西却非以上。是什么呢？</p><p style=\"color: green;font-size: 1.2em\">01</p><p>从使用微信的第一天起，我就在问自己，为什么不是很喜欢它，这个平台有哪里不对吗？</p><p>看起来，一切都挺对的啊，沟通你我他，串连全世界，热火朝天，生机勃勃，有美食有自拍有恋爱有撕逼有逆袭有鲜衣怒马有蝇营狗苟有午夜梦回有幡然领悟有生有死有悲欣交集……简直就像一场生活，没啥不好啊！</p><p>后来慢慢厘清了，觉得不那么对的原因，就是两个字：封闭。是的，如你们所言，封闭正是微信风靡的原因，去中心化，无数个群体深埋其中，抱团取暖，大家都能迅速找到归属感，多好啊。偶尔一抬眼，在好友的状态下看到另一个人，彼此就有了某种灵犀：哦，原来都是自己人。</p><p>一个个的“我”，在朋友圈的吸附包裹中，变成了一群群的“我们”。一座座的孤岛，在朋友圈的联结下，成为一片片的陆地。</p><p>这种幻觉让我们安全，也让我们沉溺。谁能拒绝暖烘烘的群体感呢？人是群居动物，本能地热爱人多势众的权力放大感，恐惧被排斥孤立。一个人，没有同类（生活的、观念的），放在聂隐娘身上，是美与诗，放在自己身上，是窘境与败局。</p><p>因此，封闭让微信有了凝聚力。但同时，也有了封锁感。</p><p style=\"color: green;font-size: 1.2em\">02</p><p>在《海上钢琴师》里，大船是1900表演的舞台，在那里，他舞动手指，无数人为他点赞，还有美人跑过来，说，约吗？貌似人生赢家，看似一切完满，但他走不出来。</p><p>在我们感概1900时，请暂缓同情，因为，他就是我们的一种镜像。不同的是，他呆在大船里，在海水之上度过一生。我们呆在朋友圈里，在时间之水中度过日夜。</p><p>同样的封闭，同样微渺的存在感。但久困入心，不再想踏出甲板，或者，没兴趣点开微信之外的APP，和关注朋友圈之外的广袤世界。这种状态对于一个重视安稳甚于自由的人而言，没什么不好。但如果你不是，就会觉得不太舒服。哪里不舒服呢？视野像被关进了笼子，心智也像吃了安神药，呆在圈子里，和云集的熟人互捧臭脚，交换点赞，就有点无趣了。</p></p><p>也就是说，朋友圈是不自由的。一因系统闭合，二因言行受困。当然，我们还有选择，还有更开放的软件。但这不是此文讨论的范畴，此文想说的，是朋友圈让人厌倦的原因。所以言归正传，继续说封闭。</p><p style=\"color: green;font-size: 1.2em\">03</p><p>因为封闭，以下现象随之而生：</p><p>电商带着各种面膜来了，利用信任与亲近，发展下线做生意；</p><p>谣言、鸡汤、闻所未闻的节日信息、商家集赞……都在朋友圈落地生根；</p><p>大家发表的状态，都经过精心选择，精心设计过的秀与晒成为朋友圈的常态。</p><p>因为熟，我们都不会直抒胸臆，即使不喜欢，也会打个哈哈，或者沉默不语。于是，在这种密闭的小圈子里，假是一种必然。这就是心理学上的面具效应。即，在一个犯错（比如舆论、金钱、人情）成本比较大的空间，我们会呈现一个完美的假自我，而非不完美的真自我。</p><p>但假自我是无法内化的。它再无懈可击，也只是揣测他人感受后，呈现出一种防御式的虚假的外观，无法和生命本身，发生深刻的联结。</p><p>在极端的情况下，假自我会让一个人完全丧失自发性，不能体会到自己真正想要什么、不想要什么，感觉自己像个活死人，感到无穷无尽的空虚。所以，我们热热闹闹地刷了一晚上朋友圈，放下手机时还是寂寞，原因就是：面具一直在脸上，我们从未摘下来。</p><p>一个人自由，不是说他可以不做一件事就不做，而是，他能控制好外物，而不是让外物控制自己。比如朋友圈。不是说我们都要将它卸之而后快，而是我们要能自己决定，什么时候打开，什么时候关掉，而不是被控制，半小时不刷一下，就坐立不安。</p><p>JimMorrison说：在所有的自由中，最重要的一种就是成为你自己。</p><p>你放弃你的现实换取了一个角色。你放弃你的感觉换取了某种行动。你放弃了感受自己的能力，带上了一个面具。</p><p>这个世界不可能出现任何大规模的变革，直到私人层面的变革首先出现。自由首先要先从我们的内心去发生。</p><p>看到上面这段话时，我第一时间想到梁边妖，在这只知乎第一怪兽的微信里，头像一片空白，朋友圈一无所有。我曾经问他为什么不发？他说，表达欲控制好了，会变成奇怪的东西，这样才能变成一个危险的人。</p><p>鉴于他们妖界的话，我们正常人类听不懂，特地翻译一下。他说的大意是：如果不耽溺于朋友圈，牛逼会变得更容易。</p>"
        },
        {
            "id": 30,
            "article_music": 0,
            "content": "<p>那天被友人拉进了一个微信群，旁听了一节微课堂。主讲人是一位曾在巴西圣保罗大学留学的女子，尔后归国在一家外企担任高管。她分享了自己是如何申请到留学的全额奖学金，又是如何从零开始学习葡萄牙语，再到受邀登台用葡语做演讲，而这仅仅用了一年的时间。留学毕业后归国结婚生子，尔后进入外企工作，事业风生水起。她分享了自己是如何一步一步实现当初的目标的，她的每一个阶段都走得稳妥而踏实。</p><p>在演讲的最后，她用一句精彩的话语作结：“你的一个选择，并不足以决定你的人生质量，你一直以来的状态才是决定因素，凡事用心，凡事尽力，我相信用心的人全世界都会为你让路。”她的声音温柔细腻，沉静悠缓，却又不失坚定的力量。她的微信头像是她的生活照，披肩直发长相清秀，她笑起来有两个浅浅的酒窝，如沐春风那般美好。人的生命状态是可以通过一个人做事的态度，以及透过对方的长相呈现出来的，对此我深信不疑。</p><p>我们总是在强调选择的重要性，当途中遇到想法与实际发生冲突时，或者努力多时仍未见成效，就张惶失措开始怀疑、动摇了，甚至把过错归咎于对方或当初自己的选择。</p><p>毕业找工作碰壁了，无法迈入用人单位设置的门槛，于是抱怨对方带着有色眼镜，抱怨自己的学校不好专业不好。工作几年后仍旧平平庸庸，于是抱怨公司种种不如意，又或后悔自己当初没有选择更好的平台。婚姻也是如此，昔日感情和睦的恋人如今总为琐事争吵不休，互生怨恨，后悔自己当初选错了人……可是，每个人所做出的选择，难道不是当初的自己所认为的最合适最好的选择吗？而人生，也从来就不会有一劳永逸的选择。</p><p>选择，仅仅意味着一场马拉松赛跑的起点，一个漫漫长路的开始。而通往远方更为关键的，是接下来如何走好选择之后的路，而我们又将以什么样的姿态在走。人是自己的根源，人生本我万般诸事的成全，起主导作用的，只能是你自己，是你自己能否一路高歌且以欢欣之姿走向期待的远方。</p><p>成功的定义是什么？看到一句关于成功较为中庸而贴切的定义，“所谓的成功，也许就是按照自己想要的生活方式生活。如果你觉得安于现状是你想要的，那选择安于现状的生活就会让你幸福和满足，如果你不甘平庸，选择一条改变、进取和奋斗的道路，在这个追求的过程中你也一样会感到快乐。最糟糕的状态莫过于当你想选择一条不甘平庸，改变、进取和奋斗的道路时却以一种安于现状的方式生活，最后抱怨自己没有得到自己想要的人生！”</p><p>所以关键在于，你所追求的生活方式是否与你内心的真实意愿相匹配。而最终能否匹配成功，取决于你是否有持续的行动力，即便有矛盾的碰撞，也能以沉静从容的自在状态去消融、去化解。而这个过程也会让你变得更加丰盈、饱满、坚韧有力量，并从你生活中的各个方面和细节呈现出来，同样的又反哺于你的生活，滋养你的生命。</p><p>我曾就职于一家公司，我的boss是一位雷厉风行、叱咤商界的女强人，她创办企业有近二十年的历史，从创办企业的那天起，她就一直致力于女鞋事业发展。她在商界中游刃有余闪展腾挪，她独立自信、干练果敢，遇事也能沉着冷静应对，智商情商超高魅力超群。</p><p>而生活中的她，又是另一面，她幽默风趣，充满了活力，喜欢和年轻人打成一片。她总说她的年龄才二十多岁，而她保养得当心境年轻，看起来也像是二十多岁的样子。但其实，她已经是四岁宝宝的奶奶了。</p><p>她也有小情小调的诗意情怀，她会把新租来的办公室装扮成精致的小花园，绿色浓密的枝叶顺着办公室的一楼手扶梯攀爬到三楼，我们每天上班走楼梯的时候，都仿佛置身在一片清新的绿意中。她做得一手好菜，偶尔兴致来了她还会挽起头发，系上围裙，为员工亲自下厨。厨房中的她，又褪去了女强人的干练与强势，化身为温柔亲切的邻家姐姐，让人觉得很舒服。</p><p>跟她出差时，她会与我谈起她过往的一些坎坷的经历，分享她的人生经验。她说，无论你在做什么，你的状态尤为关键。人生就是痛并快乐着的一个过程，问题也总会有的。不要轻易放弃，信念也要够笃定，那么人就会慢慢地靠近美好和远方。所以我还是该干嘛就干嘛，作息规律生活方式很健康，照样做事业，照样到处行走，享受生活。我认为我的每一步都很踏实。倘若你能在生活的细节中感受到那些温润而精微的美好，那么这份美好也会在潜移默化中慢慢渗透进你的生命里。你的生命也会在岁月中透出清明的质地和光感来。而拥有好的生命状态，意味着人即使身处世间的繁芜和逼仄，在跌宕起伏的山河岁月中行走，那么也会滤掉浮躁的因子静下心来，把眼前的事情一件一件踏实地做好，在氤氲流动的轨迹中呈现出它该有的样子来。</p><p>事情的本身不应当成是任务，苟且也不该是我们逃避的理由，这些也无非仅是我们生活中的一部分。只要以愉悦之心去对待，在凝神静气中自如呼吸，那么便会在做事的过程中，感受到灵魂在跳舞的一种喜悦，精神世界也会逐渐变得阔大而丰富。</p><p>我喜欢手艺人的世界，喜欢他们做事时专注和安静的动人的神情。他们的世界很慢很慢，也就在这样的慢动作慢镜头中，能够清晰地看到时光所织就的一件作品，从无到有各个阶段所呈现的生动的轮廓，并在生命中熠熠发光。</p><p>日本东京有一家只卖羊羹和最中饼两种点心的小店，店名叫“小笹”。店面小而朴素，只有3平方米，年收入却高达3亿日元。没有做任何广告宣传，还每天限量150个，每人限购5个，却门庭若市，很多人在早上四五点就过来排队了，遇上节日甚至凌晨一两点就排队等候购买了。</p><p>羊羹的制作虽然简单，无非是把用红豆与面粉或者葛粉混合后蒸制，冷却成型即可。但一件事情看似简单，若要让它自带光芒，那么是需要用时间去精心打磨的。</p><p>这家小店的老板叫稻垣笃子，他在高中毕业后便继承了父亲的点心店事业。但稻垣的父亲是一个很严苛的人，稻垣在制作羊羹的最初十年间，迟迟未得到父亲的认可。直到稻垣第一次“听”到紫色光芒的声音时，父亲终于点了下头。而为了让这道紫色的光芒持续，他又用了十年的时间对红豆的产量和质地、木炭的状态甚至气温和湿度进行了反复的摸索、调和。每当看到这道紫色的光芒时，他都会生发出极大的喜悦感。如今他所做的羊羹已经远远超过了他的父亲，而这，他用了自己一生的时间。</p><p>稻垣对自己做事的态度要求严苛、自律，忘我而专注。他说，“一旦炼制羊羹时，就是我一个人的世界。那是谁都不能打扰的我和羊羹面对面的时候，是只能专注于这件事、心无杂念的时间。”</p><p>他还说，“一辈子做好一件事情，什么事都可以。”“现在慢一点没关系，只要记得前进就好。”</p><p>尽管世间浮华万千，人烟嚣盛聒噪，他们仍依心而行，专注一事。他们不随波逐流，不急不躁，一辈子只做一件事情，以匠人之心往深处静静沉入，并把这件事情做到极致。他们的生命就是他自己的一件作品。</p><p>毕淑敏曾说，“人生的重大决定，是由心规划的，像一道预先计算好的框架，等待着你的星座运行。如期待改变我们的命运，请首先改变心的轨迹。”因此我们需要修行，修一颗沉静从容的心，让自己的内心变得豁达而强大，让自己的生命状态呈现出气韵和生动来。而这样的人，必定是一个冷静而清醒的有智之人，即便身处困境，他也会游刃有余地去理清那些枝枝蔓蔓，未来终会云开雾散。</p><p>我们需要从生活中来，再到生活中去。修行没有时空的限制，而日常生活就是最佳的场地，从中洞悉细微之处一点一滴的美好。在洋溢着生活气息的菜市场感受生活的热烈和温度，在厨房里下一顿饺子看那缕缕升起的烟火气，在书房中捧书阅读把岁月珍藏，或在旅途行走，寻一片草木情深，看夕阳在下山，黛青色的远山淡入云层……随清波婉转，赏风光霁月，千帆过尽依旧是万种风情。</p><p>无论身居何时何地，我们都可以试着心怀虔诚欢喜意，学习如何与当下的每时每刻交流，并在这个过程中找到一种主客相融的共振和愉悦感，最终在自我与外界中达到一种灵动相谐的平衡，心平气和地走向期待中的样子。</p><p>去保持拙朴的天真，去进行温柔的试探，去慢慢靠近天地光阴的美好。以安静沉凝的生命状态，度残缺而繁复的人生，活出生命该有的样子。</p><p>鉴天地之精微，察万物之规律。生活处处是修行，万物静观皆自得。养一心静气以致远，而这比什么都重要。</p>"
        }
    ]
}