{
    "articleList":[
    {
        "id": 1,
        "title": "为什么赶上好时候的总是别人",
        "author": "孙晴悦",
        "description": "<p>我们好像常常听到这样的话。</p><p>“隔壁邻居老王家，其实他儿子也没啥本事，他们不就是赶上了好时候多买了几套房么，但是现在的日子过得滋润的，收收房租就比别人辛苦上班赚的还多，他们其实也就是赶上了好时候而已。”</p><p>“我那个大学同学，就没正经上过班，研究炒股投资什么的，他也就是正赶上了那个时候股市的黄金时期，那时候炒股，连菜市场大妈都赚钱好不好。”</p><p>然后，也常常听我们父母那一辈说这样的话，“当年我们就是没有机会，哪里有你们这样好的条件，连考大学的机会也没有，那些比我们小的，后来恢复高考后，他们真是赶上了好时候。”</p>"
    },
    {
        "id": 2,
        "title": "三十岁那年我的梦想是年薪十万",
        "author": "小川叔 | 互联网分析沙龙",
        "description": "<p>如果哪家公司能给我年薪十万，我可以在那家公司做到死为止！</p><p>我说这句话的时候是一个广告公司的小职员，月薪五千，这个数字在我过去的工作履历里比任何一个公司开得都高，甚至他在我的人生里都具有了划时代的意义。</p><p>那是2008年，那一年我29周岁，虚岁30岁。</p><p>我不知道有多少男生在意“三十岁”这个岁数，至少我在没有到达三十岁之前，我都非常在意，我总觉得那对一个男人来说是一个门槛。</p>"
    },
    {
        "id": 3,
        "title": "你是输给了大城市，还是输给了你自己？",
        "author": "孙晴悦",
        "description": "<p>一个广院90后的师妹，从广院毕业后去清华读了电视新闻的硕士。时间过得飞快，我记得驻外前，和这个妹妹在广院附近的小饭馆吃饭，听她纠结要不要读研。</p><p>广院的姑娘好像确实是本科直接工作的居多。读研要三年的时间，好像搁在别的学校，保研清华，这有什么可犹豫的。</p><p>但是广院经常上演的故事是这样的，三年时间，本科毕业直接工作的姑娘也许已经成为了某卫视的当家花旦，而另一个姑娘研究生还未毕业。</p>"
    },
    {
        "id": 4,
        "title": "没有一种工作是不委屈的",
        "author": "达达令",
        "description": "<p>最近有刚毕业的小孩子问我，说令姐你能不告诉我，刚进职场的时候，遇到工作上的难处了怎么办？还有就是从校园过渡到职业，认得心态该怎么调整？另外就是，刚刚开始工作的时候收入不高，该怎么解决生存问题？</p><p>这一刻，我看见朋友圈里有人发了一条状态，说十年后你回头看今天这一刻，自己所遭遇的一切，那都不叫事，真的。</p><p>然后我给他回复说，哪里需要十年？一年的光景，就足够让你感觉千山万水物是人非了。</p>"
    },
    {
        "id": 5,
        "title": "没有你,拥有全世界又如何",
        "author": "辉姑娘",
        "description": "<p>有位老作家，德高望重，著作等身。</p><p>某位前去拜访的年轻作家，曾经认真拜读了他全部的作品，却在内容之外发现了一件很有趣的事情。</p><p>他所著的每一本书的字号都比通常的书籍偏大一些，做书和读书的人都知道，字号偏大的结果会让纸张变多，书脊变厚，而且印刷出来也不好看，显得笨重、粗糙。</p>"
    },
    {
        "id": 6,
        "title": "为什么要等到更好的机会才在一起？",
        "author": "不见蝴蝶不见君",
        "description": "<p>一直以来，只有爱就是一件特别没有出息的事情。我们把爱情放在吃穿住行以上的非必须品。在达到了一切生理需求的时候觉得似乎加上了这些，爱变得不是爱了。看别人也多长了好几个心眼。</p><p>活的不是特别开心的原因有一半是我曾经也屈服在这样的社会定律里。</p>"
    },
    {
        "id": 7,
        "title": "唯有跑步与读书不能辜负",
        "author": "硕士博士俱乐部",
        "description": "<p>人到了一个阶段，生活开始给你做减法。拿走你的一些朋友，让你知道谁是真正的朋友。拿走你的一些梦想，让你认清现实是什么。当灵魂升起，看着疲于奔波的自己，成为自己生活的旁观者，你才能找到自己的节奏。</p><p>在奔跑的路上，没有人和你说话，你却在交流。听路在沙沙作响，看云在翻江倒海。享受风抚摸你的脸庞，在你耳边轻声低语，偶拾的那些短句，便是今日的收获。有时候，远离喧嚣，独自奔跑，是一种生活，也是一种境界。</p>"
    },
    {
        "id": 8,
        "title": "我就是要野心勃勃的心安理得",
        "author": "赤木与森",
        "description": "<p>这个世界给我们制定了很多规矩，好像我们超出这些规矩做事就会有一种心虚的感觉，是不是我们离经叛道，会不会我们失败后就被嘲笑？但是无论我们做什么，身边都不会缺乏质疑的声音，你成功了会有人说你靠干爹取胜，你失败了会有人说你早听我的不就好了吗。但这世上永远没有一个标准答案告诉我们该怎么做，但是有一点，永远不要觉得自己走了和别人不一样的道路就是不正常的。</p>"
    },
    {
        "id": 9,
        "title": "寂寞是最好的增值期",
        "author": "李尚龙",
        "description": "<p>年轻时怕寂寞，年老时望独处。</p><p>在朋友圈看到一个朋友写了一句话，朋友三十五岁，刚有了孩子，他说：逐渐了解了，为什么许多男人每次回到家，都要做车里坐一会儿，抽上一根烟了。因为回到家，你就变成了爸爸，变成了丈夫，你是顶梁柱，是擎天柱，就是不是自己。</p>"
    },
    {
        "id": 10,
        "title": "没有什么是准备好了的",
        "author": "张偏偏",
        "description": "<p>你喜爱阅读，于是你讲求仪式感，所以沐浴熏香，所以姿势端庄。因此当书摆在你的眼前，置于你的手边，你惭愧自己面容憔悴，无法忍受周遭环境琐碎，于是一本好书你读的断断续续，到最后索然无味。﻿</p><p>你想去旅行，盼望了好久。你等待假期，你努力攒钱，查询景点，挑选旅馆，终于你搞定了这令你头疼的一切，在兴高采烈的准备订机票的时候却意外地发现接下来的假期你要去的城市会下暴雨，你一边咒骂着这该死的天气一边不情不愿地取消了出行的计划。所以一段旅行，还未动身你就心生怨念。</p>"
    },
    {
        "id": 11,
        "title": "漫谈|而我要拼了命的努力，才能换来一个普通的人生",
        "author": " 林一芙",
        "description": "<p>也不知道这些年的媒体是怎么了，或者，是从很多年前就继承下来了一种习惯：</p><p>拼命鼓吹着放弃高考、环球旅行、间隔年，凡是高考状元，必是学习轻松、天赋异禀。强调着“生命的意义在于体验最多而不是最好”。</p><p>水往低处流，人往高处走。大概完美的人生最让人艳羡，人人想要而不可得，便诉诸笔端而后快。</p><p>关于这些新闻的评论，其中一句让我印象深刻：</p><p>我没有皇城根下的家，也没有留过洋的爸妈。我只能要着牙拼命学习，在千军万马中挤破头，换来一个国内普通的大学，而我还要拼命努力，才能换来一个普通的人生。媒体却把千万个我们这种普通家庭却从没放弃努力的孩子，当成了傻瓜。</p>"
    },
    {
        "id": 12,
        "title": "从20岁就开始妥协，别想有什么大成就",
        "author": "500强校园招聘",
        "description": "<p>年少时谁没有过崇高的理想，关键在于“曾经的你，还在坚持吗？”</p><p>20几岁是最具活力和创造力的年龄，千万别为了所谓的“高薪”，放弃了自己的理想和未来。</p><p>要活得精彩，你必须做到让自己“不妥协”。</p>"
    },
    {
        "id": 13,
        "title": "不是我冷漠，是你太弱",
        "author": "真情假锐",
        "description": "<p>仿佛一个人一旦优秀到了某种程度，就会给大家留下高高在上、爱答不理的形象。</p><p>H就扮演者这样的角色，作为我的直系学姐，她各方各方都无可挑剔，仿佛浑身上下都找不到弱点。她也顺理成章地成为学校的风云人物，大学期间就参加过数家500强公司的实习，毕业后更是到了一家全球top3的咨询公司就职。</p><p>但与此同时，H在同学们眼中的形象却并非那么完美无缺，“高冷”是她留给大家一以贯之的印象。</p><p>同学们的抱怨不一而足。</p>"
    },
    {
        "id": 14,
        "title": "我不跟你争论，是因为真的没时间",
        "author": "陶瓷兔子",
        "description": "<p>在火车站等人时遇到一个乞讨的中年男人，看上去三四十岁的样子，高高瘦瘦，走过来的时候没有跛，走近了一看也没有瞎。他飞快地将手上的碗伸过来，面上一点赧然都没有，理直气壮地开口乞讨，被拒绝之后看到巡警过来，讪讪地走到一边，用我们能听见的音量嘟囔“现在都是什么人啊，把自己打扮得那么光鲜怎么一点爱心都没有，太不善良了，什么人啊什么人，真是世风日下哎呀。”</p>"
    },
    {
        "id": 15,
        "title": "昨天的太阳，晒不干今天的衣裳",
        "author": "慈怀读书会",
        "description": "<p>不要总在过去的回忆里缠绵，</p><p>昨天的太阳，晒不干今天的衣裳！</p>"
    },
    {
        "id": 16,
        "title": "大多数人努力程度之低，根本轮不到拼天赋",
        "author": "meiya",
        "description": "<p>最近我在思考一个问题：什么造成了人与人之间的差异？</p><p>　我所在的班级每周六早上8点半开始上课。最初的一个月，我每次都匆匆忙忙踩着点进教室，心中带着焦急和不安，可是每次进了教室后我都很得意，因为准时的学生不超过20个，我总是属于那群准时的少数者，大多数人都是9点后才来。后来我渐渐适应了，能够提前6、7分钟到课堂，可是我发现全班50多个学生，能按时上课的学生却更少了，只有10个人左右。有个男同学让我印象深刻，因为他是班上最早到的学生，可是他说他仅仅提前15分而已。上了三个月课后，我更得意了，因为我发现不迟到不早退，每周都坚持来上课的学生不足10人，而我却是其中之一。换句话说，三个月来，全班50多个人，有40多个人做不到每周按时上课，按时下课。这个发现令我大吃一惊。假设这是个课堂纪律的比赛，你只要做到每周按时上下课，就能打败其他40位竞争者了。</p>"
    },
    {
        "id": 17,
        "title": "毕业了，还拿什么供养你的文艺小清新",
        "author": "黑白九 | 传媒人生活圈",
        "description": "<p>毕业这件事可不是从毕业当天才开始的。</p><p>刚入学那一两年，日子过得很滋润。思政课上你躲到教室后排读爱伦坡，读太宰治，读海子的诗，你知道自己有能力消化那些颤栗、文艺和深刻；双休日你挤进八通线去预览你迟早将在此大展身手的世界，你的耳机里放着小众的音乐，你优雅地审视每一张擦肩而过的面孔，就像审视一个个烟火俗世里平淡无奇的故事；你去蹭与电影相关的公选课，你浸润在大屏幕折射的光线里，你沦陷在配乐营造的意境中，加了滤镜的画面从你的眼里直直映进你的心，你越来越向往远方，那里有你一个个关于未来的遐想，那些遐想你只想想都觉得开心，花从你的心里开出来，开满了整个世界。</p>"
    },
    {
        "id": 18,
        "title": "比“我爱你”更重要的是，如何爱自己 ",
        "author": "蜗牛君 | 36氪",
        "description": "<p>咪蒙说：比“我爱你”更重要的是，我如何爱你。可还有一句话，“学会爱自己，才能更好的去爱别人。”</p><p>在我们不断与形形色色的人来往交叉过程中，在我们尝试关心别人、喜欢别人、爱别人的时候。首先，你要学会爱自己。“爱自己”是个广而大的命题，爱自己也绝不是单纯地对自己好、顺遂自己的心性、使自己身心健康这么简单。知友黄辛一句话或许概括地已几近完整：</p><p>像婴儿一样对待自己的身体，像疯子一样燃烧自己的生命。何为“爱自己”，如何“爱自己”？</p>"
    },
    {
        "id": 19,
        "title": "面对浮躁，我们该做些什么？",
        "author": "十点君",
        "description": "<p>在这个声色犬马的世界，“浮躁”已经成了大多数人的通病。</p><p>起床第一件事，打开手机，刷刷朋友圈和微博，查看点赞和评论；看一部电影没办法从头看到尾，要不停地快进；到餐厅吃饭等上菜时要刷一刷淘宝；工作上遇到一点不顺心就嚷嚷着跳槽；买了吉他学了两个礼拜便将它打入冷宫；周末无法忍受一个人待在家，要在朋友圈、微信群里广播自己的孤独，到处问有没有人一起吃饭、看电影、逛街；至于读书，憋说了，高考的阅读量已经达到人生的巅峰……</p>"
    },
    {
        "id": 20,
        "title": "我为什么辞掉稳定的工作",
        "author": "咪蒙",
        "description": "<p>“那种曾经的热血再也没有了。”</p><p>我曾经的工作，无论从任何角度看，都像是意淫：</p><p>每天工作半天就差不多了。月入一两万。有大把时间做自己喜欢的事儿。部门领导特别开明特别萌。同事们都很友善没有任何办公室政治。</p><p>关键是，这份工作特别安逸，特别稳定，特别适合养老。</p><p>然后，两年前，我辞职了。</p><p>所以，结论是：我是个傻×。</p><p>这篇文章可以结束了。</p>"
    },
    {
        "id": 21,
        "title": "你可能不是最优秀的，那又怎样？",
        "author": "小木头",
        "description": "<p>克莱德先生回家的时候，我正坐在沙发上发呆。</p><p>午后下过一场雨，外面的天色看上去特别适合来点小忧郁。在那之前，我在房间里闷头踱步了好一会儿，把杯子从各个房间收拾出来拿去洗，烧了一壶水泡茶，还给一盆花浇了水……但仍觉得心神不宁。干脆坐下来发会儿呆。</p><p>他坐下来同我聊了几句。偶尔我这样神情恍惚的时候，他或者提议下去散散步，有时候就是陪我说说话，等我慢慢从低沉的情绪里走出来，又活蹦乱跳，恢复如初。</p><p>我们一起剖析我为什么不开心这件事</p>"
    },
    {
        "id": 22,
        "title": "牛逼背后，都是苦逼",
        "author": "陆鸡鸡",
        "description": "<p>我们经常会羡慕别人的优秀，好像别人的光环都是有幸运之神加持，可是世界上99%的人的成功，都是源自120%的努力，十点君今天分享的这篇文章想要告诉大家，那些牛X闪闪的人物所获得的优越，并不都是一蹴而就的。</p>"
    },
    {
        "id": 23,
        "title": "不是人家装逼，而是你层次不够",
        "author": "夏至未眠",
        "description": "<p>我还上大学的时候，因为经济困难，经常粗茶淡饭的将就，咖啡馆更是从来没去过的。每每从星巴克的大窗户前走过，看着里面一位位，端坐在精致的小皮沙发里的男男女女，心里总会默默的说上一句：世俗，装逼！</p><p>我总是想，有白开水喝更解渴更便宜，何必要花上百八十块钱在这里喝那一小杯奇怪口味的东西呢，有这钱还不如买上两本书呢。</p><p>刚工作那会，我们几个一穷二白的小姑娘经常凑在一起，中午一起去公司左拐边的小店里吃煲仔饭，无它，因为价格便宜。</p>"
    },
    {
        "id": 24,
        "title": "你是如何走出人生低谷的？",
        "author": "职场",
        "description": "<p>如果你看过《当幸福来敲门》，是否还记得那个经历妻子出走只能与儿子相依为命，做着一份没薪水的实习全身上下仅有21美元存款，无奈之下求助收容所甚至不得已去卖血的Chris Gardner？</p>"
    },
    {
        "id": 25,
        "title": "你总是太容易放过自己",
        "author": "老希",
        "description": "<p>曾经有个作者来问我：“编辑老师，我很想出书，可就是下不了笔，怎么办？”我说：“为什么下不了笔？是不是因为没有构思好，你写目录大纲了吗？”她发过来一个件件，跟我说：“我早就拟好了大纲，谋划了很久，已经发给几个编辑和作者看了，他们都很有共鸣。”我看了下这个大纲，是关于思维误区的，有几个点写得还不错。于是我就鼓励她：“写得不错，你按照这个大纲写下去，我们可以合作出版。”</p>"
    },
    {
        "id": 26,
        "title": "弱者别太有理，强者别太张狂",
        "author": "谢可慧",
        "description": "<p>前些日子，我开车与一个三轮车发生了小事故，这导致我有了一次进交警大队的机会。先说我这场事故的处理结果，因为他的三轮车逆行，下桥时直接撞在了我的大灯上，导致事故的发生。最后我们协定“双方日后无涉”。在中国，这样的三轮车主几乎是可以称得上好人的。机动车主再有理，只要非机动车主无理，你只能认栽。交警对事故可以判定，但结果只是调解。所有事情只要没有闹大，最好的结果就是息事宁人。</p>"
    },
    {
        "id": 27,
        "title": "你会不会和吃一个月泡面只为请你吃一顿西餐的人结婚",
        "author": "方不见",
        "description": "<p>很久之前我在看后台留言，有个女孩和我说，真不忍心看着男朋友为了自己再过那样的苦日子了，我现在想着是不是分手更好一点。我问她为什么不接受一个愿意为了你让自己受委屈的男生。她说，因为我怕他对我太好了，而我却给不了他什么，我真的不可能和一个太穷的人过一辈子，或者一直等一直等，我等不起的。</p>"
    },
    {
        "id": 28,
        "title": "为什么我一直存钱，仍旧过着穷人的生活",
        "author": "周宏翔",
        "description": "<p>我一直是一个很节约的人，从小到大都是。上小学的时候，爸妈每天给我三块钱，其中一块钱是搭公交的钱（那时候一趟只要五毛），剩下两块是早餐和买零食的钱，但不知道为什么，好像我从小就是一个很抠的家伙，所以总是把除开搭车（有时候甚至选择走路）的两块钱存下来，积少成多，成为了我们班的有钱人。</p>"
    },
    {
        "id": 29,
        "title": "我们为什么厌倦朋友圈",
        "author": "周冲",
        "description": "<p>为什么对朋友圈厌倦？每个人都有私人定制的一套原因。现实者说，任何社交软件，都是始于约炮，盛于炫耀，衰于鸡汤，亡于电商。重情者说，微信不能取代交谈，渐渐地，这种以“关系”为基石的社交逐渐面临“道不同”的挑战。自我者说，他人的生活是戏剧，起承转合，春花秋月，都于己无关痛痒，说到底，自己的生活才是重中之重。好学者说，朋友圈让我学不到东西，而朋友圈外的世界才是心智的培养皿。犀利者说，这就是一个舞台，大家都争相表演，炫富自拍秀恩爱，示弱喊穷比努力，抑或者卖萌撒娇拼人脉……换着花样儿秀存在感。然而，图是美图秀秀过的，状态也是反复编辑的，因此，看得多了，充满PS感的朋友圈就越来越不真实。还有一种疲倦的声音，是说，好不容易从办公室回到家，打开朋友圈，发现还在职场。领导发了朋友圈，你要点赞，客户转了个笑话，你要捧场……彻底的休息成了一种奢望。这些感觉我都有，但仔细想来，最根本的东西却非以上。是什么呢？</p>"
    },
    {
        "id": 30,
        "title": "好的生命状态比选择更重要",
        "author": "晚秋",
        "description": "<p>那天被友人拉进了一个微信群，旁听了一节微课堂。主讲人是一位曾在巴西圣保罗大学留学的女子，尔后归国在一家外企担任高管。她分享了自己是如何申请到留学的全额奖学金，又是如何从零开始学习葡萄牙语，再到受邀登台用葡语做演讲，而这仅仅用了一年的时间。留学毕业后归国结婚生子，尔后进入外企工作，事业风生水起。她分享了自己是如何一步一步实现当初的目标的，她的每一个阶段都走得稳妥而踏实。</p>"
    },
    {
        "id": 31,
        "title": "我将轻轻叹息，想起那条未选择的路",
        "author": "罗伯特·弗罗斯特",
        "description": "<p>《未选择的路》的灵感来自作者罗伯特·弗罗斯特对他在英国最好的朋友爱德华·托马斯经常做的一件事情的善意玩笑。弗罗斯特经常与托马斯在乡间散步：托马斯不停地想要选择一条可以使他向他的美国朋友展示某种奇异的植物或者奇特的风景的路。但是，每次散完步，托马斯都要为做出的选择后悔，为如果他们选择“更好的”方向他本来可以向弗罗斯特展现的那些事物而长吁短叹。这首深邃的哲理诗展现了现实生话中人们处在十字路口时难以抉择的心情</p>"
    },
    {
        "id": 32,
        "title": "二十几岁住在哪里对你有多重要？",
        "author": "孙晴悦",
        "description": "<p>很久之前，读过海明威的一句话。“如果你足够幸运，年轻时候在巴黎居住过，那么此后无论你到哪里，巴黎都将一直跟着你。”</p><p>后来我有一个朋友真的搬去了巴黎。后来，她的朋友圈里全部都是街拍，巴黎街头的咖啡馆，塞纳河边的画板，打扮精致的老妇人，踩着滑板呼啸而过的年轻人。她去巴黎之前有着体面的工作，薪水颇丰，她在CBD上班，住在陆家嘴满是老外，租金不菲的小区里。周末和闺蜜们shopping，买她爱的鞋子包包，然后在周一到来的时候，继续加班赚钱。这是特别上海的风格。日复一日，日子过得有风有雨，但没有巴黎。她想起了海明威的这句话。</p>"
    },
    {
        "id": 33,
        "title": "要怎样才算见过世面？",
        "author": "十二",
        "description": "<p>十年前，我大学毕业，以为决定人生命运的是机遇。后来发现，决定一个人的，不是机遇，而是见过天地之后的眼界</p>"
    },
    {
        "id": 34,
        "title": "为什么在大城市打拼这么有挫败感？",
        "author": "知乎专栏",
        "description": "<p>本人最后决定交信回家拼一把，这段时间做ipo连续加班一周到后半夜实在是有些烦了，之前回家的愿望一直挺强烈的，今年注会的综合考完了也算了去一个心结，毕竟自己岁数不大有的折腾(之前上学跳级了好几次，现在岁数和我们公司小朋友差不多)，而且我爸妈年轻时候做生意把身体弄得也不是很好，离家近点方便照顾他们。感谢这两天的大家的热心回复，我都一一看过了，这个问题就放在这，混好了我就回来更新。</p>"
    },
    {
        "id": 35,
        "title": "我们该怎么开心起来？",
        "author": "李尚龙",
        "description": "<p>实验表明，跑步是最能缓解抑郁症的方式。大脑在跑步时会分泌让人兴奋的物质–内啡肽，有「快乐吗啡」之称，会让人产生愉快的情绪。</p>"
    },
    {
        "id": 36,
        "title": "未来十年是最好的十年",
        "author": "林特特",
        "description": "<p>你该走什么路，遇见什么人，过什么样的生活，冥冥中自有天注定，所有此一时都由彼一时造就。别怕，一切焦虑，所有问题，都会在未来十年解决。十年前，我最发愁两件事：找不到工作，嫁不出去。</p>"
    },
    {
        "id": 37,
        "title": "性感到极致的姑娘是什么样的？",
        "author": "简·爱",
        "description": "<p>我想大部分女子，可能都和我一样，无比庸常地活着。什么年龄，做什么事，一切都是那样循规蹈矩，按着早早设定的轨迹，过按部就班的人生。可是还有一些姑娘，她们就是敢活得和我们不一样，无所畏惧，自由而任性，在我看来，这才是真正的极致的性感。</p>"
    },
    {
        "id": 38,
        "title": "人该怎么知道自己喜欢什么？",
        "author": " 李尚龙",
        "description": "<p>这些年当老师，遇到最多来自的问题，想必就是不知道自己喜欢什么了。这样的问题，多数出自于学生，少数也来源于刚毕业的白领。生活不是自己想要的，工作不是自己喜欢的，甚至身边的人，也不是自己爱的。是否该坚持？是否要放弃？坚持起来怕失败，放弃之后怕后悔，人不知道该如何往前走，更不明白什么才是自己想要的。</p>"
    },
    {
        "id": 39,
        "title": "没有经历过风云生活，哪来随随便便的岁月静好",
        "author": "国馆",
        "description": " <p>真正的岁月静好，不是换一个地方，换一种生活方式就能抵达。</p>  <p>真正的岁月静好，是灵魂与风景对话，是内心的笃定与从容。</p> "
    },
    {
        "id": 40,
        "title": "致傻X一样坚持的你",
        "author": "微笑",
        "description": "<p>微笑本科学的是日语，毕业后在本田工作，福利待遇挺好的，用她自己的话说，就是「假期多，钱不少，不用加班压力小」。但是她却害怕这样过于安逸的生活，硬是坚持每天和外教练英语口语，学会计，虽然这些工作对于她原本的工作而言，都是用不到的，但她还是辛苦地坚持着。直到上个月，她被四大会计师事务所挖去了，并且对方给予她很大的肯定。她思来想去，最终还是辞去了原本舒适安逸的工作，硬是把自己放在了一个被压力和紧张充斥着的环境中，因为她不想要过去的人生，想趁着年轻再出去拼一拼。</p>"
    },
    {
        "id": 41,
        "title": "你不是讨厌工作，你是讨厌你自己",
        "author": "米粒",
        "description": " <p>前两天同事找我吃饭抱怨，这次考试她们班的平均分全年级最低，不及格全年级最多。由此引发了一系列声讨中国教育的言论，期间穿插着教师生存压力太大、薪资水平低于都中等餐厅服务员，连学校门口卖鸡蛋灌饼的小哥都不如。我真讨厌这份工作。我抬头问了一句，你会做鸡蛋灌饼吗？ 她瞪大了眼睛说，我怎么可能会？再说那得早晨4点起来和面。我可受不了</p> "
    },
    {
        "id": 42,
        "title": "我为什么没加你好友",
        "author": "林夏萨摩",
        "description": "<p> 小花生日那天组了个十几个人的局，一行人在日月光酒足饭饱之后，直奔台北纯K。那晚，到场的基本上都是小花不同圈子的朋友，我一个都不认识，然而这并不妨碍大家在一起玩。年轻的陌生朋友之间，第一次见面，如果有游戏和歌酒助阵，就很容易玩得开。摇骰子的，喝酒的，斗歌的，玩手机的……一直high到2点多，才意犹未尽的散场。</p>"
    },
    {
        "id": 43,
        "title": "在花钱上拎的清的姑娘，能少奋斗10年",
        "author": "梁爽",
        "description": "很早听过前辈说过一个词，赢在观念，其实那些会花钱旅行养生充电学习，或者欣赏美好开阔视野的人，我都认为是聪明的"

    },
    {
        "id": 44,
        "title": "当我们在整理房间的时候，到底在整理什么？",
        "author": "李小墨",
        "description": " <p>对，我想谈的就是整理界的教科书——《怦然心动的人生整理魔法》</p><p>这本书风靡全球，作者近藤麻理惠甚至入选「2015年世界最有影响力100人」，登上了美国时代周刊。看过很多推介她整理技巧和理念的文章，但她带给我最大的启发并不是关于如何整理，而是关于专注。</p> "
    },
    {
        "id": 45,
        "title": "是内耗让你活得特别累",
        "author": " 丛非从",
        "description": " <p>\"差劲让人痛苦，比起差劲更让人痛苦的是对自己差劲的排斥。\"</p>   "
    },
    {
        "id": 46,
        "title": "财务自由是一个确定的数字吗？",
        "author": "张辉",
        "description": "<p>我在2000年刚毕业那会，我大学的好朋友推荐我看《富爸爸穷爸爸》，这本书看起来要和瓜葛很久。当时第一次听到「财务自由」这个概念。粗浅的理解为：资产到一定程度，每年资产产生的「被动收入」，大于生活所需。所以你无需再工作，即可以安度余生。</p>"
    },
    {
        "id": 47,
        "title": "离开北京3年后，我后悔了",
        "author": "孟婆",
        "description": " <p>每年春节前后，总有一波逃离北上广的呼声，而我，作为一个两次离开北京，并且已经永远离开、在可预见的几年内也不太可能回北京、以后恐怕更没有机会回到北京生活的人，想说一句，离开北京三年，我后悔了，肠子都悔青了。</p>   "
    },
    {
        "id": 48,
        "title": "你以为钱多事少的工作很舒服，其实都是假的",
        "author": "吴晓波频道",
        "description": "为什么你上班这么久，始终在一个岗位，收入也没变化；为什么领导布置一个新任务，你的第一反应是逃避；为什么你工作早已得心应手，却总觉得没干劲...慢慢的，你的工作效率越来越低，以至于开始怀疑人生，紧张、挫败、焦虑，小巴猜想，这可能是因为你一直在熟悉的圈子里，只做自己会做的事。如果用心理学来解释，就是因为你处在舒适圈当中，一个萝卜一个坑，时间一长，你这颗“萝卜”就再也出不了那个坑了。"
    },
    {
        "id": 49,
        "title": "下班后的4小时，究竟能不能改变你的人生？",
        "author": "古典",
        "description": " <p>你一定听过很多下班后2小时/4小时能改变人生的故事 ：有人通过这个读了100本书、成为微信大号、成为自由讲师、成为著名IP、开始一段全新人生……对啊！下班后4小时，拿来学习、读书，发展个斜杠，肯定比刷剧和吃吃喝喝强。但是坦诚说，仅仅依靠这4小时，很难改变自己的人生。因为第二天一早，大部分人还是需要面对一份你也许不太喜欢，每天占据你8小时的工作。再美好再充实的下班4小时，也抗不过一个操蛋工作天天打击消磨你。</p> "
    },
    {
        "id": 50,
        "title": "我为什么喜欢“假装”在北京生活",
        "author": "林慕白&江夜雨",
        "description": " <p>最近朋友圈被《北京，有2000万人假装在生活》刷屏。文章有个主要观点——</p><p>北京这座城市根本没有生活，这里只有少数人的梦想和多数人的工作。</p><p>它细数了北京的种种“缺点”：</p><p>疏离、孤独、没人情味儿，北京人失去了故乡，外地人找不到归宿，能逃离的都将逃离，剩下的人还在假装。</p> "
    }
]
}