{
    "articleList": [
        {
            "id": 357,
            "title": "2017/1/2",
            "mood": "zaijian",
            "content": " <p>2016，再见了，随着元旦小长假的结束，也送走了2016年，这一年必定是这一生值得回忆的一年，发生了太多太多与人生轨迹相关的事情，简单回顾一下吧：</p> <p>去年的这阶段，正在参加校招，在帝都的多个offer中选择了北京户口，来到中国电信，到目前为止仍然觉得这是一个很后悔的决定，放弃了首创证券18w+的年薪，拿着'稀缺'的北京户口却眼睁睁看着遥不可及的房价，跟以往面临的困难不同，这一次真的不是触手可得，签了户口协议，如果中途离职还要面临每年2w的违约金，进退两难。'在绝望中看到希望'，换位思考一下，在中国电信的好处就是工作强度还不算太大，这样一来带来的就是相对较多的空闲时间，两年的时间，希望能好好利用周末、节假日和下班后的时间，努力充电，拿出曾经考研的毅力和决心，一定可以成功转型的！</p><p>7月份，收获的季节，从中国传媒顺利毕业，自此告别了学生时代，两年的研究生生活，酸甜苦辣皆有体会，认识了一帮共同奋斗的小伙伴，至此北京、深圳、杭州，是我们bcont团队的三大阵营，眼界在20多岁的年龄应该是最重要的，嗯，毋庸置疑。然后就是毕业旅行了，人生中第一次出国旅游，跟实验室小伙伴组成'摸人妖小分队'，7天5次航班泰国游，在芭提雅参观了最为经典的'tiffnany show'，在清迈的寺庙拜佛祈福，乘坐老爷车冒雨在山路上高歌，在普吉岛的沙滩晒到爆皮，还丢了心爱的墨镜。。。毕业算是圆满了。</p><p>接下来就是个人学习充电的记录了，两件事，首先是个人网站上线了，从单纯的收录记录文章，到增加日记本功能，再到加入了前端开发技术文章的接口，最后又将个人履历添加到首页，借用轩枫阁cdn增加了弹钢琴功能，从简单走向复杂，给自己点赞，虽然目前还没有看到任何的盈利模式。最后就说一下小小的失败经历吧，证券从业资格考试没通过，很可惜的啊，证券市场法律发挥还好，可惜了裸考的金融基础，没关系，下个月25号又可以考了，立flag，二战必过！</p><p>新的一年，为自己增加新的挑战：来年2月份，通过证券从业资格；坚持读书，视情况半月至一月看完一本；深入react技术栈，将学习重心往web偏前领域偏移；坚持学英语，一年时间争取能做到生活交流无障碍!</p>"
        },
        {
            "id": 358,
            "title": "2017/01/08",
            "mood": "ziya",
            "content": " <p>平淡的周末，周五下班后回学校跟实验室师弟们组局，白酒酒量近期得到了很大的提升。。。苦笑不得啊，不过这场酒喝的开心，兄弟姐妹们年前都拿到了心仪的offer，值得庆祝！</p>  <p>上午去北京银行把医疗保险存折绑定到了银行卡--每月的小费用还是要注意积累的，下午睡到3点多，起床后给家里购置了点年货，嗯，还有两周就该回家了，接下来的半月时间工作上不会很紧张，下周四上线，so，计划如下：</p><p>周四之前的工作应该还是以修改bug为主，最后一周应该会适当进行V3.1的开发准备工作。哈哈，又是提升个人能力的好机会，白天开始适当的刷鸭题库，巩固扩充CSS和JS知识点，刚订的台灯明天应该也就到货了，晚上就专心拿出两小时时间来学习金融基础，顺便学习PS实用技术，继续坚持英语练习。</p> "
        },
        {
            "id": 359,
            "title": "2017/01/15",
            "mood": "fendou",
            "content": " <p>过年回家倒计时一周！</p>  <p>上周四外勤助手3.0上线未完成，预计下周二上线，上周学习计划完成不错，《css揭秘》基本刷完一遍，感叹css项目组大牛的技术功底，学到不少新的css3实用功能，顺便看了react框架的新功能，对“反模式”也有了更深入的理解，晚上连续看了几天的金融基础，配合着鸭题库刷题，也有一定进步。随之带来的就是白天比较困，精力有点跟不上啊，不过话说回来，早几年进入这种节奏的话说不定目前的发展会更好吧。 <p>“吾以往之不谏，知来者之可追，实迷途其未远，觉今是而昨非”。hold住最后一周，做个圆满总结！</p> "
        },
        {
            "id": 360,
            "title": "2017/2/5",
            "mood": "fendou",
            "content": " <p>农历2017年已过，新的一年正式开始！</p>  <p>春节假期在家休息了9天，时间飞快，期间跟亲朋好友小聚，越发觉得时光残忍，也不知随着朋友同学的成家立业，老人们的身体越发苍老，春节聚首的日子还能维持几年，回京临行前不知不觉想到一句老话：亲人在哪里家就在哪里。</p>  <p>回京后迎面而来的又是充满挑战的一年，时间越来越宝贵，身边的朋友同学陆续结婚，才觉得当下的人生就是在跟时间赛跑，李垚辉去年结婚、赵晓杰下月结婚，高中的老同学在一起青葱的岁月还历历在目。。。岁月催人老啊，带走了回不去的曾经。</p>  <p>上半年计划安排如下：</p>  <p>下月将证券从业资格考试通过，一科《金融市场基础知识》必须拿下！</p>  <p>继续保持健身习惯，周三去西城文化中心看一下游泳馆有没有续费，没有的话就要自己办卡了，将游泳的爱好坚持到底。</p>  <p>react技术栈的深度学习，毫无疑问，继续保持学习心态，css、JavaScript的基础要继续打牢，适当看jquery源码。</p>  <p>投资理财知识，英语阅读口语，雷打不动的坚持学习。</p> "
        },
        {
            "id": 361,
            "title": "2017/2/18",
            "mood": "zhemo",
            "content": " <p>点开了“写日记”的按钮，此时此刻却又不知该如何开始，所有的焦虑和压力都是工作上的难题所带来的，接手了V3.1版本开发的任务，需要做IM即时通讯功能，在融云第三方资源的基础上做开发，将近两周的时间了，似乎没啥进展，web sdk 的接口过于简单，页面也相对比较复杂，所有的一切看起来都很头疼，貌似又回到了去年冬天接手工作流功能的状态，无从下手的压力让人很无语，不知下周能否有进展。</p>  <p>下一届的学硕一班的贾兴腾貌似是要来我们公司了，上周四聊了不少关于公司发展和待遇之类的问题，看情况春招应该是不准备参加了。唉，该说的都已经说了，成年人自己为自己的决定负责吧。距离之前自己的两年期限越来越近了，明年的现在就真的要开始考虑跳槽的相关事宜，看现在这开发状态，也不知道自己能不能撑到明年。</p> <p>下周六证券从业资格就要开考了，让工作拖累的平时连看书学习的时间都没有，估计又是要裸考的节奏，听天由命吧，下周六见分晓。</p>  "
        },
        {
            "id": 362,
            "title": "2017/3/11",
            "mood": "fendou",
            "content": " <p>距离上次写日记过了近一个月了，终于上周五下班前记得带了电脑回家，这么多天过去了，无论如何这周也该做一下近期的总结。</p>  <p>工作上还是一如既往的节奏，IM通讯能力经过项目组探讨后由于融云官方提供的API过于简单，在已经将代码提测的情况下重新进行开发，选了网易云信的IM服务，开发过程得到了很好的支持，目前经过一周的开发，基本功能大多已经实现，接下来的一周应该可以跟后端开发同事进行接口调试。3月27号提测，时间应该是绰绰有余。</p>  <p>上一次证券从业资格考试时间跟项目上线时间冲突，干脆弃考，本来也没复习，即便去考试了估计也是重在参与，重新报名了一次，4月8号，这次应该是有相对比较充足的准备时间，金融基础，废了它！</p>  <p>针对前端开发技术的学习，react技术栈又放下好久了，唉，在电信工作就注定了无法保持长时间的学习训练某一项技术。最近在看到金融证券类的公司招聘IT开发人员基本都是要的java、c等后端语言，一切随缘吧，可能后续跳槽还是要把互联网公司作为备选目标。话说回来，上周迎来了几个新同事，客户开发、后端开发各一位，看面相也应该是应届生，再就是我的“师傅”龙飞周三已然辞职了，想过今年会离职跳槽，没想到竟然是这么快，去年刚来公司的时候就是龙飞带我做工程配置，熟悉业务。。。如今都已物是人非。还好跳槽到公司在金融街，并不远，貌似还是互联网的公司，后续有的是时间当面聊。再过三个月左右下一届的校友贾兴腾也该入职了，就在能力平台部门，老乡、校友、同事，三重身份，注定在未来一段时间会有很多交集。</p>  <p>接下来的生活还是大同小异，深度学习前端开发技能；英语听力口语能力继续保持，一直没放下，学习习惯已经形成，等待质变；下月通过证券从业资格考试；4月中旬制定新的学习规划。</p> "
        },
        {
            "id": 363,
            "title": "2017/3/17",
            "mood": "hanxiao",
            "content": " <p>周末又要到来了，随着春风吹，春雨降，天气逐渐变暖，感觉体内的元气也在逐渐恢复。工作状态也明显好多了。本周基本把IM通讯能力开发完成，昨天跟后端开发人员完成了前后端联调，目前只剩下UI的优化工作，下周还有一周的工作时间，时间很充足。</p>  <p>证券从业资格考试也在按部就班的准备着，预计周末把金融市场基础看完，剩下20多天的时间就开始主攻刷题了，4月8号的考试，这一次信心满满！</p>  <p>西城文化中心的游泳馆又开放了，以后周三下午下班的游泳训练也要恢复，沉寂了两个月，继续保持！英文学习一如既往，自从在喜马拉雅FM关注了《开言英语》，每天有jeney的声音陪伴，英语听力和口语的学习也成了习惯，保持就好，预计这一年下来能够实现日常交流的无障碍沟通，OK，总结到这里，剩下的交给自律和时间!</p> "
        },
        {
            "id": 364,
            "title": "2017/3/24",
            "mood": "keai",
            "content": "  <p>这一天待得要发霉了，本打算晚上回家写日记的，结果从早晨开始听了两个小时开言英语，然后刷博客刷到吃午饭，下午睡起来真是无聊了，刷了《大而不倒》，趁着余热，赶紧把这周的日记了。</p><p>剧情根据08年金融危机改编而来，看完后感叹顶级投行的影响力，雷曼公司的倒闭几乎造成了整个美国的经济瘫痪，次贷危机造成了席卷全球金融海啸，当时自己还在读高中，只知道猪肉价格涨了一倍。恰好最近在看《货币战争》，才发现原来世界经济的运转真真实实的掌握在少数的“银行家”手中，突然想到书中提到的一句活:</p> <p><b style=\"color:blue\">如果我能控制一个国家的货币发行，我不在乎谁制定法律。</b></p> <p>金钱的魅力真是让人如痴如醉，马上找了其他几部经典的电影-《华尔街1》、《华尔街2》、《华尔街之狼》、《抢钱大作战》、《门口的野蛮人》，哈哈哈，金融影片饕餮盛宴，留着慢慢感受。</p>   <p>貌似是过了一个假的春天！上周刚停止供暖，就迎来连续的阴雨绵绵，每天早晨穿着雨衣骑车上班，感受春寒带来的侵袭，so cold! 看了一下未来7天的天气状况，貌似周末就要回暖了，下周最高温度将到20度，北京的初夏马上就要来了。</p>  <p>好在这一阶段工作任务压力不大，早早的完成了IM通讯功能，本打算这周提交测试，昨天晚上通宵进行版本升级，今天领导不在，OK，延迟到下一周了。接下来的一周即将把精力放在证券从业资格考试，目前《金融市场基础》已经过完一遍，剩下的就专心刷题了。半个月的准备时间，嗯嗯，暂定目标70分。</p>  <p>随着天气渐渐回暖，内心对自由的渴望也愈发强烈，打算清明节调休一天，给自己放个4天小长假，来一次说走就走的旅行，毕竟<b style=\"color:blue\">身体和灵魂总要有一个在路上嘛</b>，哈哈。在蚂蜂窝自由行找了个阿尔山的2-3天攻略，中国的北方边境，值得一游，来回预算应该在2000左右，接下来就该找同行驴友了，周末问一下帝都的小伙伴们清明节都有啥安排。over</p> "
        },
        {
            "id": 365,
            "title": "2017/4/1",
            "mood": "ziya",
            "content": " <p>正式进入清明节小长假了！连续上了六天班，自从上周提交了IM功能，这一周的时间全是在修改bug，在提交测试之前还以为用网易云信的NIM功能几乎不会有bug，但结果却不如人意，大致估算了一下，这一周改了十几个IM功能的bug，连续加了三天班，终于在今天下班之前将禅道上的bug清空！清明小长假期间也不会有太大心理压力。</p>  <p>三天小长假期间本打算去安徽宏村玩几天，查了一下假期期间的天气每天都在下雨，唉，只能在帝都逛逛了，待了近8年还没有探索一下帝都一些冷门又好玩的地方，刚才在知乎上看了一些生活“达人”的安利，制定了三天小长假的安排：</p>  <p><ol><li>2号天气晴，去世界公园玩一天，中午之前到达目的地，体验一把一天之内环游世界的快感！即便出不了远门，大好时光也要让身体和心灵在路上狂奔！</li><li>3号天气也不错，打算去三联韬奋书店--传说中最接地气的文化碰撞区，24小时营业的书店，刚才在大众点评也看到好多人在这书店有过跨夜读书经历，有文青还在这里度过生日夜和甚至跨年，想想就觉得文艺气息爆棚，看情况吧，如果状态好的话3号当天晚上就不走了！</li><li>最后一天以休息放松为主，顺便开始好好准备证券从业资格考试了，4月8号近在咫尺，做了三套金融基础的题目，效果还好，4号下午再完成一套，剩下时间就该将精力花在短时记忆上，这次考试必须拿下！</li><ol></p>  <p>融入社会大环境中必然存在各种无奈，各种身不由己，正是如此，在自由空闲时间一定要做生活的主人，安排好一切，享受每一分钟，感受每一次心跳，OK，就写到这里，enjoy the Chinese tomb festival！</p> "
        },
        {
            "id": 366,
            "title": "2017/4/8",
            "mood": "kuaikule",
            "content": " <p>睡了一下午，下午16:21分，感冒加重浑身无力，好难受。下午刚睡醒闫洪康就打电话来约饭局，唉，又是酒肉局，鉴于身体微恙就推到下周了。</p>  <p>昨晚熬夜刷了一套金融基础题目，睡了大概6小时，早晨赶地铁去了北京工贸轻工学院参加证券从业资格考试，交卷大概用了1小时10分钟，没啥感觉，好多题目貌似没见过，可能是看书还是不太细致，无论怎样，能不能通过下周见分晓。</p>   <p>昨天在linkval上做了分时兼职的笔试题，三题两小时，最终提交的分析结果显示三题正确率分别是62%，100%，0%。最后一题求解DOM嵌套深度，想了半天实在是没有啥好办法，匆匆提交了答案。之前跟人力谈了待遇情况，貌似还是很可观的，100rmb/h。貌似还有一轮面试，下周看笔试结果等通知吧。</p> <p>周末剩下时间就好好休息恢复健康，抽空听openlanguage,也想想个人网站如何进行重构。</p>  "
        },
        {
            "id": 367,
            "title": "2017/4/14",
            "mood": "zhemo",
            "content": " <p>忙碌的一周终于过去，享受周末两天的小假期，放松和休息。</p>  <p>IM功能没有按时上线，延迟到了下周二。这样一来周三可以再休息一天，从年后回来之后，开发任务周期变得越来越短，任务安排更加密集了，react技术栈的学习又进入了新的阶段，V3.2版本开发完成后水平应该会继续提高一个档次。</p>  <p>昨天前端组加入了一个新人，来自四川的何帅，2年工作经验，跟崔卉一样来自腾信，之前做过react开发，今天把“消息管理”模块的重构任务安排给他，下班前看了一下开发情况还不错，听说后期还会有一个日本妹子加入，这样看来以后前端组的压力应该会小不少，关于工作方面，继续提升研发能力就好，一切照常。</p>  <p>刚刚查了证券从业资格考试成绩，金融基础考试又没有通过，56分，唉，不知该说啥了，难道是因为复习资料已经过时了吗？考试当天做题的时候就觉得好多题目没有见过，还是因为看书不认真，没有全面的涉猎到知识点？继续吧！继续报名5.20号的考试！不通过就一直考下去！</p>  <p>这次感冒持续的时间够长的，将近两周了，今天终于觉得有所起色，至少说话声音已经恢复，身体是革命的本钱啊，生活细节不能马虎。周末好好放松，争取在下周一上班前彻底恢复健康。</p> <p>未来几个月的时间的生活主线索仍然不变，提升react技术栈，加强英语听说训练，空余时间做点技术兼职活动，证券从业资格考试，写到这里了，继续加油！ 对了，《速度与激情8》上映了，明天准备去看一场。</p> "
        },
        {
            "id": 368,
            "title": "2017/05/01",
            "mood": "fendou",
            "content": "<p>五一小长假进入尾声，简单总结回顾一下：</p><p><i>2017/4/29</i></p><p>完成了个人网站录入文章功能的改版，目前已经将wangEditor应用到日记、热文、技术文的编辑。编辑页面简洁、实用。20%的编辑功能面向80%的用户，很好的产品创作理念。至此，个人网站改版又完成了一个新的突破，剩下要解决的问题就在于“十点读书”、“前端开发”、“一字一元”的响应式处理。</p><p><i>2017/4/30</i></p><p>终于去了一直想体验的<a href=\"http://www.sxjszx.com.cn/Html/Article/18904.php\" target=\"_blank\">三联韬奋书店</a>，在电子产品如此盛行的年代，此处真是极少具备纯粹书香之气的场所，地下一层、地上一层、二层的雕刻时光咖啡馆暂停营业了，本想体验一番，看来只能等下一次了。一进屋子就被“文化人”翻阅书籍的场景所吸引，人很多，但却很安静，很多人在地上随便找个位置就座，进入精神世界的对话。一层到地下一层的楼梯更是如此，自上而下点缀着读者“性感”的坐姿，附照一张：</p><p><img src=\"../img/imgmood/20170430.jpg\"></p><p><br></p><p>带上金融基础模拟题，找个空隙，席地而坐，刷了50道选择题，很不错的感觉。另外还有其他收获，发现了一本很不错的书 -- <b>《<span style=\"line-height: 1;\">零秒思考</span>》</b>。研究生活效率的方法论，一位在麦肯锡工作多年的日本人完成的著作，回来把电子版下载到pad上，下一步就开始刷这本书。</p><p><i>2017/5/1</i></p><p>今天过得就比较郁闷了<span style=\"line-height: 1;\">[怒]，室友都搬走了，今天在58同城上找房东直租的房间，上午去铁路小区看了一下所谓的“28平米主卧”，下午去看了“26平米大开间”，丫的都是假的！！！二房东真是够缺德的，网上挂的照片全都是骗人的，都是在一层的小隔断房，唉，感觉不会再爱了。</span></p><p><span style=\"line-height: 1;\">然后回来联系了公司旁边的厂房改造租房的房东，结果已经没有房源了，so sad。。。明天准备中午吃饭后去实际考察一下，如果真的没有房源就只能选择往外租房，坐地铁上下班了。无论如何下周末必须把下一家房子租好。</span></p><p><span style=\"line-height: 14px;\">PS：B站可以看《</span><span style=\"line-height: 1;\">进击的巨人2</span><span style=\"line-height: 14px;\">》了，等了三年，终于等到了，开刷。。。</span></p><p><br></p><p><br></p>"
        },
        {
            "id": 369,
            "title": "2017/05/07",
            "mood": "kun",
            "content": "<p>找房子找的心累啊，周日的下午，刚睡醒，头晕脑胀。。。</p><p>上周在豆瓣上约了6号线褡裢坡和黄渠站附近看房，跟兴腾一块出发，房源是“一鸣公寓”的，算是中介，但可以房租费用可以押一付一、无额外中介费，而且服务挺周到，刚出地铁站，公寓的销售人员就开车来接，只不过看房结果不太理想。从褡裢坡到黄渠，来来回回折腾了3次，从一层简陋的两居室，到8层的大一居，再到4室一厅的大杂居（还有两个小隔间，除了一张床一张桌子，剩下就是一个行李箱的空间了，<span style=\"line-height: 1;\">[汗]</span>）。</p><p>回来的路上跟兴腾商量了一下还就是8层的大一居比较靠谱，靠近地铁，新房子，卧室很大，但是由于是一居室，需要把客厅单独摆一张床，入住的话还要再客厅中间拉一个屏风作为软性的隔断，费用3900，对黄渠地铁站附近的一居室来讲略贵，跟销售约了后续再谈。</p><p>晚上回学校秋味稻吃了个晚饭，紫米桂花粥，很怀念的味道。饭后去主楼812待了一段时间，貌似兴腾这周还会收到农行软开天津分中心的offer通知，聊了一段时间觉得他还可能在犹豫是否要来电信，貌似跟去年这时的我一样纠结呢<span style=\"line-height: 1;\">[思考]。无论怎样选择总要不断努力学习才行啊，否则在哪个城市都混不出好样子，90年前后出生的孩子注定长大后要参与残酷社会淘汰赛。</span></p><p><span style=\"line-height: 14px;\">回家已经十点半了，洗漱后又想到鹏栋在西北旺那附近租的单身公寓，据说性价比不错，而且到公司的距离甚至还要比黄渠近，价格也稍便宜，让鹏栋拍了照片发过来，看起来空间足够大，而且有独立卫浴，嗯，明天到了要一下房东电话，可能的话就往西北旺了。</span></p><p><span style=\"line-height: 14px;\"><i><font color=\"#0000ff\">总结及下周任务安排：</font></i></span></p><p><span style=\"line-height: 1;\">1. 工作的开发任务上周基本已经提前完成，外勤监控版的新增模板控件代码已经搞定，下周可以考虑跟后端开发人员联调测试。</span></p><p><span style=\"line-height: 1;\">2. 最近认真回顾了一下入职10个月以来的工作经历。存在不少问题：</span></p><p><span style=\"line-height: 1; background-color: rgb(255, 204, 0);\">技术能力确实提高了，学会了react框架的使用，但整体的工程构建能力还不够，至今还没用react技术栈完成过一个完整工程的配置。</span></p><p><span style=\"line-height: 1; background-color: rgb(255, 204, 0);\">css和js基础仍然不扎实。css很多高级用法由于工作项目中用不到一直处于半知半解的状态；js的设计模式用的很不好，大上周进行了linkTal在线面试，暴露出对mvc开发模式存在很大的短板，后续要把js设计模式学一遍</span><span style=\"background-color: rgb(255, 204, 0);\"><span style=\"line-height: 1;\">，</span><span style=\"line-height: 14px;\">考虑对个人网站的js代码进行重构。</span></span></p><p><span style=\"line-height: 1;\">3. 还有两周又要进行证券从业资格考试了，上周已经把8套模拟题全都刷完，这两周趁着工作任务不重，要把晚上下班时间利用好，金融基础啊，这次一定要通过啊</span><span style=\"line-height: 1;\">[抓狂]</span></p><div><br></div><p></p><p><br></p>"
        },
        {
            "id": 370,
            "title": "2017/05/15",
            "mood": "guzhang",
            "content": "<p>周一的下午，趁着现在手头没啥紧急任务，赶紧补一篇周记。</p><p>经历了难忘的一个周末啊，终于搬家了。上周五晚上将行李收拾打包好，一辆自行车，外加刚从清凡师妹转让的电脑桌，整整8个大箱子<span style=\"line-height: 1;\">[挤眼]</span><span style=\"line-height: 1;\">！</span>在“蓝犀牛”（搬家公司）<span style=\"line-height: 1;\">预定了</span>一辆金杯，叫上同事鹏栋做辅助人力（这哥们原本每周六上午要去爬山，硬被我拉来，一顿烧羊排就搞定了<span style=\"line-height: 1;\">[哈哈]</span>），齐活！</p><p>11点司机到达交大东路，一路奔向西北旺，没有想象的那么远，开车大概走了40分钟。到站先办理了入住手续，相对于自如等中介公司，这里的公寓式管理很人性化，按天付费，随时退宿。将行李搬到室内后，直接去周边简单吃了碗刀削面，同事下午去爬百望山（强迫症，一周不爬山脚痒痒）。</p><p>室内的卫生<span style=\"line-height: 1;\">清理和布置工作繁重，本打算贴一下壁纸，没想到墙纸基膜只剩半瓶，唉，用装饰品点缀墙面吧。整理床铺、组装桌子，安装路由器、整理生活用品。。。直接到了晚上十点！肚子饿得没感觉了，恰好同事来敲门叫吃夜宵，一份黄焖鸡+加多宝，深夜体力恢复小套餐。饭后回来一屁股坐在床上，困成狗了，还剩下厨房和洗手间没有收拾，不管了，第二天早起再说，关灯，睡觉！</span><span style=\"line-height: 1;\">[睡]</span></p><p><span style=\"line-height: 14px;\">早晨6点起床，胳膊、后背、腿部，核心位置传来酸痛感 - - 毕竟好久没干过这么重的体力活了</span><span style=\"line-height: 1;\">[可怜]</span><span style=\"line-height: 14px;\">。简单洗漱了一下，拖着半醒状态的身体将厨房收拾了一遍，拖地、擦玻璃、除锈，不知不觉又到了8点，早晨的饥饿感传来，冲一杯牛奶，吃个肉松卷，快速补充体力。看了一眼卫生间和厨房，估计一下任务量还要3小时左右，先补个回笼觉！</span></p><p><span style=\"line-height: 14px;\">睡到10点左右，下去勉强恢复了点精神，带上生羊排和饮料，下楼去找同事整一顿丰盛午餐，这货竟然还没起床，在外面敲了半天才开门，准备好料物，打开高压锅，开炖！趁着炖肉时间，赶紧看集《欢乐颂2》，“滴滴。。滴滴。。”开锅喽！！！茶树菇炖羊排，清香滋补，太适合现在这疲惫的身体了，同事出门买了份拼凉菜外加4个馒头，开吃</span><span style=\"line-height: 1;\">[馋嘴]。</span></p><p><span style=\"line-height: 1;\">饭后回屋午休一会，起床就开始“最后的战役”，钢丝球、刷子、拖把悉数上阵，终于将厨房和卫生间清理干净！晚饭简单吃了个玉米，看着自己整理的房间，满满的成就感。</span><span style=\"line-height: 1;\">[酷]</span></p><p><span style=\"line-height: 1;\">晚上同事又约了去搓澡，终于能彻底放松一下了，去火山石房间蒸了一下桑拿，反复舀起池中水往火山石上浇下去，高温水汽感觉要将身体的每个毛孔都蒸开了，冲洗一下，顺便拔一下火罐，师傅手法很娴熟，十几个火罐按到从颈椎到胳膊到后背，身体的疲惫感仿佛也在负压下被抽出体内，很赞的感觉。</span></p><p><span style=\"line-height: 1;\">终于结束了忙碌的一天，新的住处意味着新的开始，希望生活也能有崭新的开始，come on</span></p><p><span style=\"line-height: 1;\"><br></span></p><p><br></p>"
        },
        {
            "id": 371,
            "title": "2017/05/27",
            "mood": "ku",
            "content": "<p style=\"color:#808080;font-style:italic\" >“你所以为的极限只不过是别人的起点”</p><p><span style=\"line-height: 1;\">昨晚熬夜参与外勤项目升级，由于参与了本次所有上线功能的开发，压力山大。</span></p><p>晚饭后，在<span style=\"line-height: 1;\">祖师爷“老赵”（项目组技术专家）的带领下，</span><span style=\"line-height: 1;\">项目组同事们“藏”到杨总办公室玩桌游</span></p><p><span style=\"line-height: 1;\">。话说“老赵”简直是老顽童，年近40岁，平时除了研究新技术，貌似只对玩游戏感兴趣，典型的极客</span><span style=\"line-height: 1;\">[嘻嘻]连玩两小时的</span><b>UNO</b>&nbsp;还是极度烧脑的<span style=\"line-height: 1;\">，期间吃零食、喝饮料各种high，如果被杨总这正经的领导知道我们上线期间在他办公室玩桌游，可能都要被fire了</span><span style=\"line-height: 1;\">[哈哈]</span><span style=\"line-height: 1;\">。</span></p><p><span style=\"line-height: 1;\">简单休息后午夜12点到来，开始部署代码上线喽！躺在折叠椅上丝毫不敢懈怠，眼睛跟睡神做抗争的同时又要盯着群里的消息，就怕测试人员突然@自己，提bug。这纠结的状态大概持续到了1点40分，实在熬不住了，管不了那么多了--&nbsp;</span><span style=\"line-height: 1;\">[睡]。中途醒来看了一下群里的聊天记录，貌似还是没有异常。。。</span></p><p><span style=\"line-height: 1;\">“好了，大家撤吧！”4点半左右领导一声令下，宣告本次项目上线完成！oh，my! 参与那么多功能的开发却没有出现bug，简直要感谢上帝啊! 在折叠椅上又迷糊到了</span><span style=\"line-height: 1;\">5:30，收拾电脑，坐了第一班地铁回家。</span></p><p><span style=\"line-height: 1;\">回家倒头睡到九点多，起床简单冲了个澡，把衣服洗干净，吃</span>&nbsp;一顿简单又独特的<b> brunch ：</b></p><p>主餐是 -- “<span style=\"line-height: 1;\">&nbsp;</span><span style=\"line-height: 1;\">曹氏大补粥</span>”!</p><blockquote><p>包含燕麦、花生、黑米、绿豆、枸杞、大枣、黄芪等纯天然养生品，在九阳米立方电饭煲经90分钟熬制而成</p></blockquote><p><span style=\"line-height: 1;\">配上全麦面包片、一个双黄土鸡蛋、一根从小吃到大的双汇王中王火腿肠，在阳光的温暖沐浴下静静享受这美妙的用餐时刻</span><span style=\"line-height: 1;\">[馋嘴]，毫无疑问</span>&nbsp;，在美食的滋润下，可以将全身的细胞调动起来，元气满满！</p><p>&nbsp;今天调休，加上端午节一共是四天小长假，perfect！哦哦，刚才看了一下日历，今天还是自己的阳历生日，中午再吃顿好的犒劳一下吧<span style=\"line-height: 1;\">[挤眼]</span>。</p><p>四天的小假期已经安排好：</p><p><ol><li>今天下午再补个觉，4点左右出发到奥森活动一下筋骨，这个很熟悉的地方自从本科毕业后貌似就没有去过了。</li><li>明后天以学习为主，上次搬家跟证券从业资格考试冲突，又报了一次，近一个月的时间，努力通过。js的设计模式看了一部分，个人网站的js代码需要进行修改，希望假期期间至少能把主页面的js重构完成。</li><li>30号约了表姐，下午去她家玩，好久没见到辰辰小宝贝了[太开心]，去之前到商场去挑个礼物。二姑和姑父貌似回了烟台，这次小聚又是年轻一代的对话了。</li></ol></p><p>十一点半了，停笔休息吃午饭。</p><p><br></p>"
        },
        {
            "id": 372,
            "title": "2017/06/09",
            "mood": "fendou",
            "content": "<p>现在是周五下午3点，截止目前为止，工作任务几乎为零！哈哈，mts工程已经两天没启动了，不过正是因为这周没有工作压力，用了将近5天的时间，个人网站的重构已经完成了！<img src=\"http://img.t.sinajs.cn/t4/appstyle/expression/ext/normal/58/mb_thumb.gif\" style=\"line-height: 1;\"></p><p><a href=\"http://caohaitao.cc\" target=\"_blank\">http://caohaitao.cc</a></p><p>跟上一次重构代码不同，这一次对网站部署进行了重新选择，放弃了过于繁杂的阿里云服务器，改造成了纯静态<span style=\"line-height: 1;\">网站，用github pages 进行托管，不再使用php 、mysql , 数据使用json进行静态存储！</span></p><p><span style=\"line-height: 1;\">与之前的lamp架构相比，个人觉得这次网站的升级改造如同<span style=\"background-color: rgb(255, 204,0);\">将使用兵器由倚天剑、屠龙刀变成了小李飞刀&nbsp;</span></span>，虽然不再有那么耀眼的架构技术，但资源加载速度，用户体验却上了一个台阶。记得之前<a href=\"http://www.ruanyifeng.com/blog/2012/08/blogging_with_jekyll.html\" target=\"_blank\">阮一峰老师</a>曾经在博客中提到过，<span style=\"line-height: 1;\">喜欢写Blog的人，会经历三个阶段：</span></p><blockquote><p>&nbsp; &nbsp; &nbsp; &nbsp;第一阶段，刚接触Blog，觉得很新鲜，试着选择一个免费空间来写。</p></blockquote><blockquote><p>　　第二阶段，发现免费空间限制太多，就自己购买域名和空间，搭建独立博客。</p></blockquote><blockquote><p>　　第三阶段，觉得独立博客的管理太麻烦，最好在保留控制权的前提下，让别人来管，自己只负责写文章。</p></blockquote><p>大多数Blog作者，都停留在第一和第二阶段，因为第三阶段不太容易到达：你很难找到俯首听命、愿意为你管理服务器的人。</p><p>但自从2010年开始，越来越多的业内人士开始将博客托管在github，<span style=\"line-height: 1;\">他们既拥有绝对管理权，又享受github带来的便利----不管何时何地，只要向主机提交commit，就能发布新文章。更妙的是，这一切还是免费的，github提供无限流量，世界各地都有理想的访问速度。（再也不用花钱购买阿里云ECS 了</span><img src=\"http://img.t.sinajs.cn/t4/appstyle/expression/ext/normal/6a/laugh.gif\" style=\"line-height: 1;\"><span style=\"line-height: 1;\">）</span></p><p>但是对于一个新手来说，看到一大堆源码，只会让人头晕脑涨，不知何处入手。他希望看到的是，一个简明易懂的网页，说明每一步应该怎么做。因此，github就设计了<a href=\"http://pages.github.com/\" target=\"_blank\">Pages功能</a>，允许用户自定义项目首页，用来替代默认的源码列表。<strong>所以，github Pages可以被认为是&nbsp;<i><b>用户编写的、托管在github上的静态网页</b></i>。</strong></p><p><strong>今天上午将主页的响应式处理也进行了优化，删除了一半左右的冗余代码，感觉好清爽！</strong></p><p><strong>OK，按照惯例，再作一下未来一周的计划安排：</strong></p><p></p><ol><li>今天晚上下班后回家健身，然后继续每天雷打不动的“充电”。</li><li>明天早起看NBA总决赛，杜兰特的加入让今年的勇士变得好可怕，季后赛一路横扫，目前已经15连胜了，总决赛3：0领先骑士，上一场骑士老詹和欧文发挥到极致了还是被逆转，估计信心被打击消磨的差不多了，明天的比赛很有可能是勇士在克利夫兰主场捧起奥布莱恩杯，一切明天上午见分晓。</li><li>明天下午约朋友去王府井小聚，吃个火锅，哈哈，三十多度的天气吹着空调吃着火锅应该会很滋润。</li><li>周日预计要静下来好好看金融基础了，自从上次报名后还没有好好复习，暂定3个番茄钟吧。</li></ol><p></p><p><img src=\"http://img.t.sinajs.cn/t4/appstyle/expression/ext/normal/f4/cj_thumb.gif \">感觉自己的计划粒度越来越细致了，How thoughtful I am !</p><p><br></p>"
        },
        {
            "id": 373,
            "title": "2017/06/18",
            "mood": "fendou",
            "content": "<p>熬过了‘艰难’的一周！上周感冒引起了严重的咽炎，病来如山倒啊，每天坐在工位上咳嗽，流鼻涕，工作效率直线下滑<img src=\"http://img.t.sinajs.cn/t4/appstyle/expression/ext/normal/b6/sb_thumb.gif\" style=\"line-height: 1;\">，周四早晨醒来感觉身体被掏空了一样，浑身酸痛，起床走了几步就觉得‘天旋地转’，赶紧给领导打电话请了个病假，<span style=\"line-height: 1;\">吃了感冒药和消炎药，啥也没干，</span>在家躺了一天，晚上睡觉前冲了个热水澡，感觉身体轻快了很多。</p><p>上周NBA总决赛圆满结束了，金州勇士队没啥悬念成功登顶，去年引入杜兰特后，攻击力上了一个档次，再加上锋线上历史级别的防守铁索群，纵然詹姆斯是联盟第一人也没法保持进攻效率。不过看这五场比赛，勒布朗真的是足够出色了，打的很无私还能交出场均三双的数据，倾尽全力后应该也不算遗憾，在最后一场总决赛结束后，詹姆斯在球员通道跟欧文说了一句：‘ We wil back ! ’，无论如何，本赛季已经划上句号，静等下赛季卷土重来吧。</p><p>啊，外勤V3.3版本要开始了，这版本给我安排了很重的任务，三个新的三级菜单！Oh，god！两周的开发周期，赶在周末前把前后端开发协议写好，周末这两天在家抓紧时间开发，现在是周日晚上20:28，目前已经把其中一个三级菜单功能的逻辑层面开发完成，写完日记后再把另外一个三级菜单的框架搭好，明天完成逻辑和交互。这次开发任务涉及到时间优化--按周查询功能，从未遇到过，算是比较棘手的问题，希望能找到解决之道。</p><p>上周从微信的王医生订了中药茶，准备将自己的慢性咽炎彻底治好，一个疗程400元啊<img src=\"http://img.t.sinajs.cn/t4/appstyle/expression/ext/normal/9d/sada_thumb.gif\" style=\"line-height: 1;\">，王医生说要2-3疗程能显著见效，看他微信朋友圈每天都有病人聊天记录的截图，看起来是配的中药茶是真的有效果。唉，再次验证<span style=\"background-color: rgb(255, 204, 0);\">身体健康的预投资</span>是多么重要！不管了，如果真能把这么多年的困扰解决掉，这钱花的也值了。从明天开始服用，注意饮食，未来三月小目标，根治慢性咽炎。</p><p>写到这里，拉伸放松一下身体，定两个番茄闹钟，搭建新功能框架！</p><p><br></p>"
        },
        {
            "id": 374,
            "title": "2017/07/01",
            "mood": "aoman",
            "content": "<p>伴随着闷热的周末，<span style=\"line-height: 1;\">帝都进入一年当中最炎热的时期。</span>清晨6点被热醒，额头、脖子、后背全是汗<img src=\"http://img.t.sinajs.cn/t4/appstyle/expression/ext/normal/b6/sb_thumb.gif\" style=\"line-height: 1;\">。起床去冲了个温水澡，随着带有六神香气的水流浸满全身，体内的元气也渐渐被唤醒。简单收拾后，吃个<b><i>3分钟早饭 </i></b>-- 半个水煮甜玉米+一杯热牛奶，补充完能量，马上投入自我对话！</p><p>本来打算今天专门写一下下半年的任务安排，但昨天在Linkin看到一篇文章，提出了一个很好的方法论，对工作上、生活上可以带来很清晰的做事思路，简单记录保存一下：</p><img style=\"width:30%\" src=\"./img/imgmood/20170701_3.jpg\"><img style=\"width:30%\" src=\"./img/imgmood/20170701_2.jpg\"><img style=\"width:30%\" src=\"./img/imgmood/20170701_1.jpg\"><p><br /></p><p>-----------------------------------------------  低调的分隔线  ----------------------------------------------</p><p><br /></p><p>从今天开始就将正式进入2017年的下半年了，刚才回顾了一下年初的计划，<font face=\"微软雅黑\" style=\"font-size: inherit; font-style: inherit; font-variant: inherit; font-weight: inherit;\"><span style=\"line-height: 1;\"> T</span><span style=\"line-height: 1;\">o do list </span></font>目前算是勉强完成了一半，得益于每天雷打不动的作息，在此必须给自己点赞<img src=\"http://img.t.sinajs.cn/t4/appstyle/expression/ext/normal/d8/good_thumb.gif\" style=\"line-height: 1;\">。不过还未完成的任务却仍艰巨：<br></p><p><br /></p><p>1、<span style=\"line-height: 1; font-size: medium;\">专业技能深度学习</span></p><p><br /></p><p>React技术栈的学习进度<span style=\"line-height: 1;\">还是</span>比较慢，redux 还没开始研究，不过还好ant design 与 react 的配合使用已经比较熟练，版本开发上没有太大压力。目前考虑往前端偏体验方向发展，最近一直在看《写给大家看的设计书》和《设计心理学》，讲述了很多关于设计理念、用户使用方面的干货，已经开始将这些理念用到实际项目中。要往用户体验方向转，目前设计工具（主要是PS）使用还不算熟练，只学习了常用的功能，而且css掌握深度和广度都还不够，前一段时间看到张鑫旭大神的刚更新的文章 -- <font size=\"2\" ><a href=\"http://www.zhangxinxu.com/life/2017/04/life-state-2017/\" target=\"_blank\">我目前的生活状态是怎样的？</a> 感叹这样的付出才真正算得上是web前端领域的匠人精神，专业学习任重道远，跟随前辈的脚步，砥砺前行。</font></p><p><br /></p><p><font size=\"3\"><span style=\"line-height: 23.4px;\">2、</span><span style=\"line-height: 1;\">跨界能力拓展</span></font></p><p><br /></p><p>考虑到后期可能会跳槽到金融机构，所以跨界拓展主要任务还是先将证券从业资格证考过，唉，金融基础考试拖了几个月了<img src=\"http://img.t.sinajs.cn/t4/appstyle/expression/ext/normal/62/crazya_thumb.gif\" style=\"line-height: 1;\">，赶紧了却这烦心的任务 !</p><p><br /></p><p><font size=\"3\">3、旅行 </font></p><p><br /></p><p>上半年基本属于空白状态，上月在知乎上看到有人拍了大觉寺的照片，感觉是个静心放松的好地方，周末去了一趟，基本保留了几百年前的原景，很安静，很意外的是老年人比例不大，反而年轻人很多，难道现在这世道的“而立”和“不惑”之年已经提前了<img src=\"http://img.t.sinajs.cn/t4/appstyle/expression/ext/normal/f4/cj_thumb.gif\" style=\"line-height: 1;\">。</p><p>下半年的十一长假和中秋节又赶到了一块，总共8天假期，无论如何也要在旅行的 To do list 上“消灭”几项。目前考虑还是优先去贝加尔湖。预计5天时间，到时候在决定是否去阿尔山。</p><p><br /></p><p><font size=\"3\">4、业余活动</font></p><p><br /></p><p>游泳还是一如既往，周三没有特殊情况，到西城文化中心游2-3km，也在考虑逐渐提高一下强度，目前一组是800慢速蛙泳+200米快速自由泳，下半年准备把快速自由泳提高到300米。工作性质决定自己每天几乎就是从早坐到晚，对身材的影响太大，主要是腹部的肉越来越多<img src=\"http://img.t.sinajs.cn/t4/appstyle/expression/ext/normal/b6/sb_thumb.gif\" style=\"line-height: 1;\">，可不想自己30岁的时候变成大腹便便的中年大叔。一周还是拿出2-3天时间做负重力量训练，上周刚买了腹肌轮，用了几次感觉还不错，就是时间长了手掌压力太大会疼，回头看看是不是姿势不标准。</p><p>读书任务进展不算顺利，计划是半月一本书，目前的进展是平均一月一本，效率太低。之后开始借鉴网易<i>蜗牛读书 </i>的设计理念<i>，</i>每天固定读书一小时，不多分析，同样也是贵在坚持。</p><p><br /></p><p>------------------------------------------  低调的分隔线  -----------------------------------------</p><p>下半年安排基本就是这样了，眼看着27岁已经过半，曾经多少个不眠的夜晚都在感叹时间的力量，让敬畏它、珍惜它的人变得越来越强大，但也让轻视它、挥霍它的人趋向平庸，等到未来的某一个瞬间活明白了会无比懊悔。</p><p><br></p>"
        },
        {
            "id": 375,
            "title": "2017/07/16",
            "mood": "haqian",
            "content":"<p>炎炎夏日，室内室外冰火两重天。</p><br /><p>昨天去了清华紫光大厦旁边的<i>三联书店</i>一逛，面积比东四的总店大，临近飘窗有很多座位，虽然只有一层，席地而坐的爱书人也是随处可见。<span style=\"line-height: 1;\">书香气分店比总店的还要浓厚一些，可能因为地处海淀</span>学区，多了很多自习的学生。在店里待了一下午，看完了《佐藤可士和的超<em>整理术</em>》，学到了生活和工作中很多提高效率的小技巧，选购了一本《没有行李的旅行》，作者作为女性，义无反顾地跟只见过一次面的“陌生人”（还是离过婚的男人）踏上跨国旅行，单单是这种魄力就足够吸引读者为这本书买单了，预计下周刷完一遍。周三赶上亚马逊prime主会场搞活动，买书满200减140，如此大的减价力度怎能错过，跟老赵和元哥凑单买了几本书，恰好一直想看的《巨人的陨落》也在会场，拿下！原本定价80多，打完折只花了24元<img src=\"http://img.t.sinajs.cn/t4/appstyle/expression/ext/normal/40/cool_thumb.gif\" style=\"line-height: 1;\">。</p><br /><p>唉，正值北京七月流火的天气，中午开着空调吃饭都能出一身汗，大部分时间就是安静的刷剧，最近几天晚上回家被《花间醍醐方大厨》拉粉了，一部古装美食类喜剧，一部没有任何套路、一言不合就做饭的神剧，开了个爱奇艺会员，将一、二季刷完，这部电视剧最吸引观众的有两点：一是讲述女厨神嫁给当地小混混后的驯夫情节，搞笑、微甜；二是烧菜过程的全记录，算是从海量电视剧中脱颖而出的亮点，女厨神一边下厨一边讲解的画面绝对让吃货垂涎欲滴<img src=\"http://img.t.sinajs.cn/t4/appstyle/expression/ext/normal/a5/cza_thumb.gif\" style=\"line-height: 1;\">。</p><br /><p>近期最重要也是最值得庆贺的算是公司岗位变化吧，工作满一年从助理工程师升到工程师，也算是意料之中的事情，不知工资会不会跟着涨呢？可以期待一下<img src=\"http://img.t.sinajs.cn/t4/appstyle/expression/ext/normal/0b/tootha_thumb.gif\" style=\"line-height: 1;\">。项目组老大元哥从高级工程师提到了技术专家，随着web组的前后端分离，这结果也是自然而然的。</p><br /><p>上周主要是在学习js设计模式，争取明年5月份之前把重要的几种设计模式掌握好，在实战中加以训练。周五又做了一次技术分享 --- css布局准备做成一个系列，做好往用户体验方向发展的知识积累。BOSS直聘上收到过中科院自动化所大数据团队的面试邀请，看了一下工资最高能开到20K，招聘要求只是传统的前端<span style=\"line-height: 1;\">三驾马车</span>，并没有当下流行的各种框架，可能技术重点也是着眼于掌握的深度了，如果明年还在招聘的话倒是可以考虑。</p><br /><p>下周是全版本上线，新工程替换造成了很多前端bug，主要工作预计还是以修复bug为主，剩下的时间继续学习JavaScript设计模式！</p><p><br></p>"
        }
    ]
}