{
    "articleList": 
    
[ {"id": 246,"title": "2014/1/5","mood": "sleepy","content": "<p>那是多么痛苦而又多么美好的一段时光啊。感谢上帝,给予了我那么一段时光。幸福真的不会从天而降,都是日积月累的,突然来临的幸福会那样地不真实,美丽而易碎。</p>
<p>--范洪岭 上海大学硕士研究生</p>
  <p> 结束了，全都都结束了，从2013到2014，有人说是跨越了一生一世，对我来说也有类似的感受吧，看一下上个月26号的日记感觉自己还是比较完整的完成了最后这100米的冲刺，当然冲刺的结果到底怎样，现在还言之过早，因为自己考得怎么样远不是决定自己能不能考上的最主要因素，考场的竞争对手给我的印象很厉害的样子，每一科都有提前交卷的同学，尤其是专业课，天哪，可能今年本校考得人很多吧，竟然那么“狂妄”，希望他们不是所有题目都是做完了，本来自己已经好好准备了第八章，结果还是有一问没有搞定，现在抱怨也没什么用了。英语做的应该是最差的吧，数学也一般。。。OK，对于考研的初试总结就此打住，两天，四门课，见证了多少同学的坚持奋斗、中途放弃、甚至是没有进入考场的勇气。。。晚上回到宿舍同学们大多都考的不好，也不知道我们这些努力拼搏的年轻人，可爱的同学们最终会何去何从，唯一知道的就是我们所有人都无愧于自己的心！！！回忆着这1年的历程，尤其是最后这5个月，我们经历过的痛苦、欢笑这点点滴滴都是最美的回忆，其他的所有事情都不重要了，从今天开始以新的面貌去迎接新的生活。唉，话说明天开始我们要过更累的生活啊，两周实训，来吧，来吧。睡觉休息了。</p>

"}, {"id": 247,"title": "2014/1/6","mood": "comeon","content": "<p>8年来,我曾无数次地幻想有一天能毅然转身离开这里,留给世人一个永不回头的背影,但我用8年时间才完成了这个转身动作, 而且由于时间拖得太久,已不能那么潇洒而干脆地转身离去,背影也有些苍凉了。也许老天就是要用8年时间让我学会心平气和地面对生活吧,好在我依然是那个偏激而傻气的女孩。</p>
<p>--张雯  浙江大学博士研究生</p>
<p>考研结束了反而觉得生活失去了本来的意义，虽然今天过得也不算轻松。唉，实训啊，连着两周的实训该来的还是来了，没什么特别的新鲜感，还是老样子，久违的同学们，久违的老师们。。。晚上是彻底的属于自己的时间了，跟小燕子打了个电话，聊了将近1个小时吧，回忆着曾经的点点滴滴真的有些怀念了，怀念高中的同学，高中的纯真无邪，高中的规律生活。。。在此立下一个誓言：我若明年能够考入中传媒一定要好好的奋斗，找回高中的feeling！！！还有，最近发现了自己一直挂在嘴边的事情似乎都不是自己内心的真实想法啊，比如对北京的印象吧，是的，这个城市的环保和交通不乐观，尤其是环境问题比较严重，但是真正要毕业之际还是有很多的不舍啊，虽然自己离毕业还有半年，但是已经发现自己是真心爱着这座城市。。。好吧，不抒情了，洗漱一下，换个好心情迎接sleeping.</p>

"}, {"id": 248,"title": "2014/1/11","mood": "comeon","content": "<p>人生中的许多东西不在于结果,而在于过程,也许考研不能给自己带来什么实惠,但那几年的经历,已是生命里不可多得的一份财富。</p>
<p>--周榆华 中山大学博士</p>
<p>五天了，考研结束之后自己的动力似乎渐渐消退了，要说自己彻底放下对考研结果的心思迎接新生活那一定是假话！！！还是那句话，感觉自己应该是处于边缘地带—进不了复试应该也差不了几分，进了复试应该也高不了多少分，就看今年的对手发挥怎么样了。
最近的实训也确实够辛苦啊，上一次连续两周不间歇的学习还是在高中吧。有些小小的感冒啊，回家之前二姑还要让我去她家一趟，也不知道什么时候会让我过去。。。21号回家，暑假由于参加比赛在家只待了2天，有些想家了，最后9天，自己的大学生活的倒数第二学期真的要走到尽头了，下学期回来第一周毕设开题答辩，考研成绩也水落石出，进入复试的话基本就能确定考入中传，我现在不会说“如果进不了复试”之类的话，TMD我就不信今年中传的复试线还能到350！！！呵呵，现在真的是心绪乱了，写日记都是左一句右一句，真是，自己都看不下去了。最近在实验室忙中偷闲看了几期的《天才知道》，发现自己跟那些台上的大学生相比真的是被落下了几个世纪，仿佛是生活在原始社会，唉，也许自己的能力真的是快要到了极限，也许是自己的目标一直是可望而不可即，无论怎样还是坚持走下去，不能再去与别人比了，否则真的心会很累，一旦撑不下去就会崩溃，活出自己的个性，活出自己的精彩就好了，休息。</p>
"}, {"id": 249,"title": "2014/1/15","mood": "happy","content": "<p>最后那段日子里我常有坚持不下去了的感觉,每当这时我就将自己关在屋里,不敢想考不上怎么办,而是拼命去想考上后将如何如何好,并对自己说:“前面有这么好的东西等着你,你怎么能够不努力?</p>
<p>--刘珂 北京大学博士</p>
<p>还有5天，实训到了最后的阶段，说实话，感冒情况也不算乐观，貌似今天比昨天状态好点了，也不知道能不能坚持到最后。随着同学们都回家，我也有些不淡定了。。。这么长时间没回家了，有些想家，想念自己的亲朋好友。以后的时间真的是越来越少了，成熟的确实要漫长的蜕变，虽然还有半年才毕业，但是现在还是觉得大学毕业季已经离我越来越近，（好久之前就提到过了吧）。没有想到四年的生活就这样逐渐走向了尾声，一个阶段的结束就意味着另一个崭新阶段的开始，说到这里，下一站，我的目标会是什么？还不是很确定，目前能想到的最好结果就考上研究生吧，这样未来的2年仍然还是有比较明确的目标。发现自己现在对工作、对踏入社会的大家庭有些担心，或者说是害怕，自己也明白现在根本没有能快速适应社会的能力。算了，一步步来吧，“天才知道，你知道吗”，最近迷上《天才知道》，只有真正的把视野放到全国才明白自己是多么渺小啊，还是那句话，青春无悔，对得起自己的心，马不停蹄的奋斗吧。</p>

"}, {"id": 250,"title": "2014/1/27","mood": "moon","content": "<p>我不知道别人是怎么定义“成功”的,在我看来,它仅仅是指最后一次是成功,而在这之前都是失败。</p>
<p>--徐晓东 北京大学博士</p>
<p>考研结束已经20天了，如果再用考研的励志语录做题记显得不是很合适，这是最后一次了，下一次写日记就换换口味吧。没想到距离上一次写日记已经隔了12天，现在待在家里等待着新年的到来，日复一日，除了看看电视加上偶尔写几条简单的C程序似乎大部分时间是被浪费。真是可怕，生活带给自己的除了窒息的紧张就是虚度放松的煎熬，这就是人生不如意事十之八九的真正含义吧。刚刚跟高中一个同学聊天，今天腊月二十七了，他现在正在回家的火车上，商量着同学们后天出去聚一下。唉，眨眼之间，曾经的青葱岁月已经与我们渐行渐远，同学们都已经正式工作了，明年的现在自己会是什么情况呢？希望自己的中传梦能在今年实现。。。哦，忘了前几天才才的通知，研修中学的战友们也好长时间没见了，我们亲爱的班长给我们的聚会做了长远的展望：2020年，毕业十年后我们再聚!!!不敢想啊，2020年的同学们会是怎样的状态。不想太多了，自己的人生也马上要面临十字路口了，保持积极向上的心，尽量走的平稳。先说到这里吧，自从考完研之后日记是越来越离散化，7月份毕业之后就暂告一段落吧，现在用每一笔写好剩下的大学生活。</p>

"}, {"id": 251,"title": "2014/2/5","mood": "comeon","content": "<p>所有的困苦都是有用意的---这是老天爷在磨练你,为了把重任交给你不管这句话是否真实，但只要用这种心态去面对任何困苦与厄运，你就一定可以克服更多的困苦，就更有能力掌控自己的命运。</p>
<p>新年的气氛从开始到结束只用了短短的几天时间，短的让人来不及品味、来不及回顾。儿时的耍伴、曾经在一起奋斗过的同学聚在一起，时间显得格外珍贵。7天之前，腊月二十九，四中的同学们临时决定聚一下，没办法，工作了的同学们腊月二十八刚刚结束工作，年后放假只到正月初六---“一寸光阴一寸金”用来形容上班族对假期的感受再贴切不过了。8个同学还是老样子，围成一桌吃火锅，饭菜调着曾经的回忆和目前的经历吃起来别有一番滋味。高中的同学们聚会短暂的只是一顿午饭的时间，下一次聚会又是一年之后了。相比之下，儿时的耍伴们倒是有充足的时间，今年尤为如此，从正月初一开始，几乎每天轮流去同学家聚会，连喝酒之前的开场白都说的腻歪了。到了初四，去了干兄弟家，上一次见面也是一年之前了，似乎不需要什么特别的形式，坐在一起聊聊天就是最有意义的活动。在干兄弟家住了两天，谈谈现在各自生活的状态，聊聊对未来的畅想，简简单单，不用像工作上谈生意那么浮夸。新年算是过完了，还有10天回学校，期间还是多想想下学期该做的事情。研究生的最终结果、可能的复试、毕业设计、毕业手续。。。还有更远一些的未来，这条路注定充满了挑战和挫折，一步步坚持走下去吧。</p>

"}, {"id": 252,"title": "2014/2/10","mood": "happy","content": "<p>今天就不写题记了，就是把最近在家里的感受记录一下，顺便对几天之后回校做个小小的展望。随着小伙伴们回公司上班，又剩下我自己在家了，每天过着相同的生活---吃饭、睡觉、看电视、玩手机—这种日子真是可怕。哦，去年假期前实训的小尾巴刚刚在家里完成了，不过只是把程序修改了一下，能不能满足要求还不知道呢，2月19号需要继续回实验室调试一天，话说19号考研成绩应该已经出来了吧，不知道那时候的心情会怎样，但是可以预想到，结果的不同将是天堂跟地狱的差别，哎呦，怎么现在已经开始紧张了！！！还有开题答辩，20号，亲啊，回校后的前一周可是一座心理上难过的门槛。明天研修中学同学聚会，还是去一下比较好，毕竟有很多同学已经好长时间没有见到了，而且下一次聚会就是2020年，30岁的我们再次坐到一起会有什么样的感受，无法想象，事业有成、结婚生子可能会是主旋律吧。对自己而言，今年到30岁之前的6年时间将决定自己的一生，也是自己成长最迅速、对心理最大考验的几年，不说太多重复的话了，现在每当动笔写日记总是会忍不住往考研的方向想，也是，随着成绩查询的日子越来越近，还有什么会比考研结果更能占据自己的心思呢？停笔了，下一次动笔的时候就是考研成绩出来的时候，我相信，我坚信，那时每一次敲击键盘都会是充满了喜悦、欣慰、感动的笔触！</p>

"}, {"id": 253,"title": "2014/2/25","mood": "win","content": "<p>世界上从没有未完成的故事，有些烦恼，丢掉了，才有云淡风轻的机会。在很多时候，我们所有的苦难与烦恼都是自己从狭小的一面做出的判断，不妨跳出来，换个角度看生活看世界，你就不会为各种不如意而颓唐。
焦虑中的等待，2014年2月25日，生命中的比较难忘的一天，中传的考研分数终于还是出来了：</p>
<p><b>考试姓名：曹海涛</b></p>
<p><b>总成绩：345</b></p>
<p><b>政治理论：53</b></p>
<p><b>外国语：58</b></p>
<p><b>业务课一:110</b></p>
<p><b>业务课二：124</b></p>
<p>成绩确实不高，但也不是一点机会没有，这种情况是最让人难受的。中传的复试线要到三月底出，煎熬啊。及时跟妈妈和二姑说了一下考试情况，表姐要了我的考试信息，会帮我查一下排名情况吧，适当的能帮我调剂一下？无论任何时候，永远怀着对自己对关心自己的人感恩的心---感谢自己在成长的路上度过了重重困难，坚持到最后；也感谢关心自己的人一直对自己充满期望，鼓励自己。从明天开始，还是准备复试，自己赌一把吧，这就是人生啊，没有那么的完美，那就努力让波澜不惊的生活最后如烟火般瞬间的绽放吧。就赌今年的复试分数会降！！！刚才问刘宇星借了数字电路，明天跟“小米渣”继续恢复上学期的学霸状态，come on!!!</p>


"}, {"id": 254,"title": "2014/2/26","mood": "comeon","content": "<p>年轻同事说现在的工资一辈子都买不起房子，很焦虑。其实不用焦虑，20出头的工资都是公司给这个岗位定的工资，谁来都一样。年近30，公司发的工资是根据你的能力定的工资，前提是你要被公司看到。之后你的工资依照的是你江湖传说中的品牌价值。无论哪个阶段，都需要被看到，不是因为焦虑而是因为能力。
</p>p<>实在是找不到题记了，拿刘同老师的微博开始吧。出成绩的第二天，本想今天开始复习数字电路的，可惜还是最终没翻一下书，从网上找到了去年的面试流程和内容，搜集了一下资料，写了几个问题的答案，在科研设想上遇到了瓶颈，明天问一下青松哥，找一下蒲老师，看看能不能有适当的课题。今天表姐问了我是考两年还是三年的研究生，可能是联系到了中传媒的老师？或是。。。其他学校？唉，这成绩放哪里也不占优势啊，怪自己不争气，目前在中传信息工程学院的交流群里知道的就有5个比我成绩高的了，真是想一想都很无助。无论这一个月内等待我的是什么，自己只能不断的努力争取，坚持走下去。明天开始，征服数字电路的计划正式开始，去图书馆借面试的专业课，同时锻炼英语听力，口语。新的战斗开始了，加油，为了充满希望和刺激的未来，好好释放积蓄了两个月的精力。</p>

"}, {"id": 255,"title": "2014/2/27","mood": "comeon","content": "<p>Smile and stop complaining about the things you can\'t change. Time keeps ticking whether you\'re happy or sad. 保持微笑，停止抱怨那些改变不了的事。开心与否，时间总是不等人的。</p>
<p>不出意外的话，能不能进入中传的复试明天就能见分晓了。表姐让我去她家一趟，帮我打听了一下今年本专业的收分情况，唉，貌似我的成绩进复试希望不是很大，出成绩的时候就已经知道了，无论怎样，考研复习还是不算有什么遗憾，可以说是问心无愧吧。哦，最近在网上还见到一位大神，带着一丝的崇拜，和一丝的感动，记录一下大神的事迹吧：</p>
<p><b>在论坛上看到很多人说考完以后遭遇分手，痛彻心扉，我想这算什么，楼主今年二战，压力颇大，考前一个月却被女朋友踹了，但我知道，未来是自己的，必须加油。报考北大的成绩：政治73，英语74，数学一150，专业课147，总分444，排名第一，这就是我给自己的答案。</b></p>
<p>说多了也没有什么意义，毕竟别人是别人，自己是自己。还是那句话，永远带着一颗“打不死的小强”的精神活着，哪怕遇到再难再痛苦的情况，相信一句话，那些打不倒自己的会使自己变得更加强大。我希望明天的现在，自己还能有勇气、有骨气、有力量记录生活的点点滴滴。</p>"}, {"id": 256,"title": "2014/3/1","mood": "comeon","content": "<p>晚上的网速真是差，连微博都打不开了，今天就不写题记了吧。刚才看《天才知道》清华专场刚要到最后的答题墙环节，唉，网速关键时刻不给力。</p>
<p>去表姐家商量了一下考研的问题，还是没有什么确定的结果，等分数线。过了复试分数线找中传老师，不过看表姐中科院那面有没有名额。明天开始还是专心做复试的内容，复习数字电路、听听力、练口语。至此制定一个计划：周二到周四、周末复习数字电路、粗略涉猎其余面试的专业课。晚上听听力、练口语。周一、周五白天做毕设，晚上复习数电基础知识、听听力、读英语。</p>
<p>OK，就这样，明天正式开始学霸模式！</p>

"}, {"id": 257,"title": "2014/3/10","mood": "happy","content": "<p>Things change & Friends leave &Life doesn\'t stop--For anybody.沧海桑田也好，悲欢离合也罢，生活还得继续--地球不会为谁停转。</p>
<p>就这样，初试成绩已经出来半个月了，这期间的生活真是可以说是“杂乱无章”。“小米渣”成了唯一的研友，还是晚上才能在一起学习。数字电路，刚刚结束第六章时序电路设计的基础知识，之前的内容能记得大约一半？呵呵。相比学习，联系老师才是真正让人头疼的，各种渠道找老师，最终得出的结论：还是要先等复试线出来，只要过了复试线其他的都不重要了，但是内心的挣扎造成了生活的无规律、学习效率低。。。
哦，长时间不写日记，一动笔就只想自己不想其他人了，跟官龙涛比，我这点小“纠结”简直可以忽略不计了啊，今年单科又没过线，目前处于调剂和三战的边缘，真是不敢想象。研修中学的小伙伴们貌似都是很类似的情况，跟我差不多吧，目前知道的就只有磊哥进入东南计算机专业的复试了，其余的就看人品了，运气好就进入复试，甚至最终录取；运气不好就直接调剂或二战吧。无论怎样，这一年都是转折性的一年，姜孟、天旺没考上工作找的也很好，总而言之一句话，果断决定，不要优柔寡断，不要后悔自己曾经深思熟虑过的任何一个决定，对得起自己的心就好，希望今天的日记能给现在和未来的自己摆脱迷茫的内心，生活还得继续，加油了。</p>"}, {"id": 258,"title": "2014/3/27","mood": "comeon","content": "<p>You\'re not supposed to look back. You\'re supposed to keep going. 你不应该瞻前顾后，你应该奋勇前行。</p>
<p><b>|085208|电子与通信工程|工程硕士|318|38|57</b></p>
<p>看到下午发布的复试通知，看到这张图片的数字，半个月的煎熬终于到头了，可以安心的参加复试了。唯一的遗憾就是还没能成功联系到导师，也不知道复试之前还有没有机会给自己加一点印象分。电子与通信工程的复试线比去年降了30分！似乎在意料之内，大热必降。这段时间发生了太多太多的事情，但因为复试线迟迟不公布，心里的石头一直放不下，以至于都没有心情去记录。就写一下最先映入脑海中的《天才知道》吧。这周六第二季总决赛的巅峰之夜即将拉开帷幕，回顾各大高校的晋级之路发现这真的是展现当代大学生风貌最好的平台，每个学校的“战士”们激励了全国的青少年努力奋斗，尽情的释放青春年华，对于我，这个舞台见证的奇迹真的是太多了，许多看似不太可能的事情在这里变成了现实，回顾我自己这将近一年的时间，能走到现在这一步也算是创造了奇迹吧。话不多说了，毕竟凡事都是“行百里者半九十”，还剩下最“麻烦”的复试，4月5号-4月8号，还有8天的时间，努力准备复习，等到下一次打开日记-4月8号晚上，我会更加的轻松、更加幸福。</p>"}, {"id": 259,"title": "2014/4/9 ","mood": "pray","content": "<p>Isn\'t it funny how day by day nothing changes, but when you look back everything is different？ — C.S. Lewis 有趣的是，生活似乎一成不变，但最后你回头看去的时候，其实一切都不一样了。</p>
<p>长达5天的考研复试终于结束了，现场确认、笔试、体检、英语口语听力测试、专业面试，每一个环节都很耗费体力和脑力，考中传的小伙伴们能挺过来都不容易啊。在中传珠江绿洲住了4天，钱没白花，复试的总体感觉还可以吧，没有什么大的问题，笔试的数字电路194的移位寄存器从来没在真题里出现过，而且课本上介绍的也很少，课后题也没有，应该拉不开差距。英语听力发挥一般，口语压中了一个微信的题目，回答的还不错，目测应该在7-8分吧。面试今天上午结束了，终于知道了自己的排名，数字媒体技术一共15个参加面试，我是第7名，面试的老师没有为难学生，抽题环节做得不好，两道题目，一道计算机网络，一道C语言，都不会。C语言的#include的意思竟然没有回答出来！！！我去，真该抽了！！还好关于毕业设计和科研设想回答的还不错吧。15号之前出结果，估计3、4天后就会出结果了，这次对自己的表现感觉还可以，给自己打及格没有问题，相信自己的能力，一定会录取的，下一次再写日记就是等录取结果的时候。Keep conscience clear, then never fear!!!</p>"}, {"id": 260,"title": "2014/4/17","mood": "win","content": "
<p>No matter how many mistakes you make or how slow you progress, you are still way ahead of everyone who isn\'t trying. 无论你犯了多少错，或者你进步得有多慢，你都走在了那些不曾尝试的人的前面。</p><p>
2014年4月17日，晚22点32分。这是人生中的一个重要的转折点，努力辛苦的付出得到了应有的回报：</p>
<p><b>考生姓名：曹海涛</b></p>
<p><b>初试成绩：345</b></p>
<p><b>复试专业：电子与通信工程</b></p>
<p><b>复试方向：数字媒体技术</b></p>
<p><b>复试笔试成绩：75</b></p>
<p><b>外语听力口语成绩：65</b></p>
<p><b>面试成绩：87.67</b></p>
<p><b>复试总成绩：80.34</b></p>
<p><b>总成绩：73.54</b></p>
<p><b>拟录取结果：拟录取</b></p>
<p><b>拟录取专业：电子与通信工程</b></p>
<p><b>拟录取方向：数字媒体技术</b></p>
<p>这张照片的结果就是我过去将近一年甚至是整个大学期间最重要的收获。本来以为15号之前会得到结果的，唉，没想到比预计的晚了两天，不过也无所谓了，结果录取了就好。现在回忆过去的这段“旅程”，终于体会到阮晔老师的所讲的“连自己都被自己感动了”这句话的真正含义。每天晚上迎着寒风跟小伙伴们爬到13楼回宿舍，中午在教室里用椅子搭床午睡，有难题相互帮助、相互学习，情绪低落时相互激励、鼓劲。。。世界上没有什么奇迹是不可以创造的，关键看自己有没有忍受孤独、忍受挫折、一往无前的勇气！！！信息学院的邸萌---刚认识的小伙伴也录取了，又是2年的校友，后面的路还很长，一段故事的结束必然伴随着另一段故事的开始，幸福喜悦之余，仍然要保持积极向上、谦虚自信的态度往前走。剩余的两个月主旋律是毕业设计，期间要继续学习数字媒体的专业内容。。。暂时告一段落吧，马上就要11点了，不爬楼了，呵呵，回宿舍，走起。</p>
"}, {"id": 261,"title": "2014/4/23","mood": "comeon","content": "<p>Don\'t worry too much about the ambiguous future, just make effort for explicit being present. 不为模糊不清的未来过分担忧，只为清清楚楚的现在奋发图强。</p>
<p>录取结果出来之后貌似“堕落”了几天，最近忙着做毕业设计、写毕业论文，还是有点小小的挑战的，论文目前已经写了80%左右了，明后天两天的时间去实验室继续完成最后调试的过程和自动开车的SFC程序，最后截几张图片就可以收工了，本周末把所有内容完成，然后就剩下论文的整理。5月12日—5月16日答辩，时间还是很充裕，没什么问题，呵呵。
最近的状态明显不如之前考研的时候，这最空闲的几个月可是要好好努力完成点任务，目前还是想先把驾驶证学出来，平时的时间想踏上社会工作体会一下。也不知道能不能找到跟自己专业相关的工作，尽量吧。剩下不到两个月的时间，该完成的事情保证完成，不要给自己的大学生活留下任何遗憾，加油吧，少年。</p>"}, {"id": 262,"title": "2014/4/30","mood": "comeon","content": "<p>所有的结局都已写好，所有的泪水也都已启程，却忽然忘了是怎麽样的一个开始…无论我如何地去追索，年轻的你只如云影掠过，逐渐隐没在日落后的群岚。遂翻开那发黄的扉页，命运将它装订得极为拙劣，含著泪我一读再读，却不得不承认，青春是一本太仓促的书。 </p>
<p>这段话摘自席慕蓉的《青春》，青春，世界上最美的词，代表处于这个阶段的年轻人澎湃的斗志，追逐着对未来的梦想，昭示着无限的可能。每个人都渴望用这样的主旋律来谱写青春的舞曲，将这段最美好的回忆永存在青春的纪念册里。好了，不抒情了，一句话，朝着自己的方向努力吧。
现在还坐在实验室里等待“迅雷”先生漫长的下载，2.47G的JAVA教程，从7点开始到现在，（PS：目前是晚上22点37分），刚才看了一眼，目测还要20分钟才能结束，看来是今晚不可避免的要爬楼回宿舍了，时隔三个月没有体会这么“爽”的感觉，不知道待会儿会怎样，但是貌似肚子已经开始叫了，晚饭吃的不少啊。唉，在实验室待了一晚将毕业设计最后一个问题解决，至此，毕设的所有“拼图”都完成了，只等钱老师的修改意见，然后就可以修改提交了。哦，忘了说一点，最近在“淘宝网”上的paper test系统查了两次论文相似度，从44%到17%，修改的效果还是很明显的，呵呵，不过面对“中国知网”的检测就不知道结果如何了，后期再说吧。今晚另外一个较大的收获是把毕业答辩的PPT基本做好了--有点超前啊，哈哈。就先这样了，5月16日答辩，还有很长的时间可以修改。明天是五一小长假，对我们马上要毕业的学生来讲，所谓的假期也没任何意义了，还是以看NBA，准备毕设论文、答辩为主要任务吧，实在无聊了就坐车出去溜达一圈，OK，就这样，很简单。马上就要下载完毕，收拾书包，回了。</p>






"}, {"id": 263,"title": "2014/5/3","mood": "sleepy","content": "<p>时间不是河流，冲不走任何人，时间却是刀，能雕刻出任何人。我们没有成为我们曾以为的，我们成为了我们能成为的。但好在，只要俯身潜入时间，用置身事外般的投入，人生无论走到哪一站都是落脚点。</p>
<p>五一小长假就这样结束了，这几天似乎也没有什么特别的兴奋—诡异的天气，狂风、雷雨估计让来北京旅游的同志们彻底叹息了。呵呵，每天早晨起床吃完早饭带着电脑去隔壁宿舍看NBA季后赛，几乎每天都是从上午8点到中午一点左右的样子，中午吃完饭就午休到2点到3点，然后忙一会儿杂七杂八的事情，从4点左右开始健身到5点左右，然后去实验室上网、做毕设答辩的PPT，晚上10点左右回宿舍，11点-12点睡觉。这种生活有些太随便，看似挺舒服，但貌似跟自己内心的长远目标有着抵触，还是希望能够趁着这一段宝贵的空闲时间去充实自己，等到毕业设计答辩结束吧，5月16号之后就开始再次进入“充电”的过程了，OK，就这样决定了。明天去实验室，钱老师给我们提出了论文的修改建议，早点休息了。</p>

"}, {"id": 264,"title": "2014/5/16","mood": "comeon","content": "<p>Any notable who has left awesome tracks in history is supposed to own not merely God-gifted talents but unshakable wills as well.
古之立大事者，不惟有超世之才，亦必有坚忍不拔之志。</p>
<p>大学四年基本课程共修188学分，最后的16学分—毕业设计，随着今天下午答辩的结束的一刻也终于画上了一个圆满的句号。“基于PCS7的蒸发器组分的人工智能积分PID控制系统”，整个课题花了2个月的时间完成，坦白讲没有什么太大的挑战，今天答辩跟李大教授“聊”了将近50分钟，小伙伴们都惊呆了！呵呵，听钱老师的意思最终成绩应该不错，可以进行校级评优答辩，不过无所谓了，大学最后的拼图已经完成，研究生也改行了，所以所谓的优秀评分就不要再去争了。给自己一个放松愉快的小假期吧，也许21号照完毕业照后跟同学们就真的没有太多见面机会了。ＯＫ，今天没写下的留在下一次吧。</p>

"}, {"id": 265,"title": "2014/5/21","mood": "comeon","content": "<p>又是一年绚烂的夏季，和小伙伴们一起参加自动化学院的毕业照仪式。感慨万千，斗转星移，浮光掠影。弹指之间，那些青葱岁月如同白驹过隙般悄然从指缝溜走。过去的种种在胸口交集纠结，像打翻的五味瓶，甜蜜，酸楚，苦涩，一并涌上心头。过去的四年，总是默默地期盼着这个好雨时节，因为这时候，会有灿烂的阳光，会有满目的百花争艳，会有香甜的冰激凌，这是个毕业的季节，我们会殷切地期待学校那一大堆的活动，期待穿上绚丽的演出服或礼仪服，站在大礼堂镁光灯下尽情挥洒我们的澎湃的激情。</p>
 <p>隔岸观火与身临其境的感觉竟是如此不同。从来没想过一场毕业照仪式送走的是我们自己的时候会是怎样的感情，毕业就真的意味着结束吗？倔强的我们不愿意承认。多情自古伤离别，舍弃三千繁华，只为固守那一份初见的美好。曾经沧海，只为了圆一个梦，求个结果。何不退到原点，选择放手？宋丹丹说：原本只想要一个拥抱，不小心多了一个吻，然后你发现需要一张床，一套房，一个证……离婚的时候才想起：你原本只想要一个拥抱。人性贪婪，我等庸人，总是无法放下世俗的种种诱惑，患得患失，终究逃不过自寻烦恼。</p>
<p> 下午四点半，鼎极轩自助—我们大学四年的小伙伴们最后一次坐在一起吃饭。吃的不错，心里却是很难以形容的感受，轻松的气氛下掩盖着一丝丝的沉重，一份舍不得的同窗情结。“教授”、“纠结”、“小武”都喝得很痛快，基本已经开始犯迷糊了。到了晚上7点，小伙伴们吃完饭分成了两拨：明天要上班的回宿舍休息，没有事情的就组团到乐界KTV唱歌了。本来不打算去的，但是为了最后跟伙伴们high一下，12个小伙伴们打车出发了，吼了几嗓子，感觉还不错，把心里所有的感情释放出来，即刻出发、苏州城外的微笑、天下。。。现在是晚上十一点半，刚才十点四十分左右把陈思佳送回来，剩下的麦霸们—焦栋强、孙一涵、刘晓睿、杨昭、史甜、邱杰还在KTV“战斗“呢。哦，貌似现在差不多也该回来了，短短的几百字就这样把最后毕业季记录下来，不知道今天过后，我们这群小伙伴能何时在像这般天真洒脱的在聚在一起。</p>
 <p>千回百转，转的不过是浮世一梦。上帝创造雨不止是为了在这样一个感性的季节里增添另一份伤感，也因为在这个季节里有我们的故事。好了，休息吧，无论怎样，过去的都已经成为过去，只要我们一直相信：明天会更好！</p>

"}, {"id": 266,"title": "2014/5/28","mood": "comeon","content": "<p>真正的安全感，来自你对自己的信心，是你每个阶段性目标的实现，而真正的归属感，在于你的内心深处，对自己命运的把控，因为你最大的对手永远都是自己。——李嘉诚劝告年轻人不要试图追求安全感，因为环境从来不会绝对安全。</p>
<p>手又痒了，自从毕业季聚餐high了一天，自己的体内的肾上腺素又开始直线下滑了，好吧，真的是堕落了。李建超—研修中学的同学前天来北京玩，这也算是给自己单调的生活增添点所谓的新鲜感吧。第一天在清华、北大转了一上午，中午凑合着吃了碗炸酱面，唉，还不够塞牙缝的呢。下午竟然脑袋抽风了，两个人很默契的达成共识—去颐和园玩！！！唉，34度的高温啊，围着昆明湖转了一圈，拍了大概200张照片吧，回到宿舍彻底虚脱！晚上吃了饭直接躺床上睡了，     第二天接着去故宫，唉，真是老了，虽然坚持玩下来，但过程已经没有之前的开心，太丢人了。</p>
<p>快毕业了，毕业旅行前能在北京再逛一下也不错。今天去了南锣鼓巷，说起来也惭愧啊，貌似来了北京四年还是第一次去南锣鼓巷，要说偌大的帝都发展了这么多年早已成为现代化的大都市了，唯一还有点老北京特色的景点就是这里了。幽深静谧的古巷子让人仿佛身临几百年前的老北京，浮想联翩，有了中央戏剧学院的衬托更是多了一份艺术气息，终于，上午冒着37度的高温也算是完成了游览。下午李建超去北京中医药大学找同学玩了，貌似现在还没有回来。睡觉起床冲了个澡上网玩了一会儿，唉，童心未泯啊，一下午的时间，（目前仍然在进行。。。）竟然被《黑子的篮球》给吸引了，真不知道到自己什么时候才能真正长大。明天钱老师让把毕业照片拷给她，顺便还有---实验室0815的钥匙，伴随着我一个多月，终于还是该物归原主了。刚才听“小媳妇儿”说钱老师要“节能减排”的资料，貌似明天还有任务要做啊。也好，这么多天闲的都快“腐烂”了，本来今天动笔写日记就是要自我激励一下的，还有好多的梦想没有实现，哪能停下前进的脚步？“大海涛，雄起！！！”</p>

"}, {"id": 267,"title": "2014/5/30","mood": "sleepy","content": "<p>靠近别人总是太难，做一个让别人能靠近的人反而容易。你不必为了面子而成为别人的语系，也不必为了让别人觉得你是同一类人而佯装共鸣。你从被排挤走向自成一派。孤独像钻石，能反射光芒照亮昏暗内心，心生剔透，不惧任何磨难。</p>
<p>燥热的夏季降临到闷热的京城，坐在隔壁宿舍的阳台上，虽然偶尔几丝微不足道的清风吹过，还是无法阻止额头上的汗留下脸颊。刚才吃完饭接到表姐的电话，竟然特地从家给我带来了一箱大樱桃，唉，又给我心里增添了一份厚重的“温暖”（本来就已经很热了，呵呵）。
吃了几个还带着冰箱凉气的樱桃，果断舒服多了，貌似连思考的速度也开始加快，趁着现在还没“中暑”赶紧写完今天的日记。刚才去了天旺宿舍，他给介绍了一个工作，貌似很不错啊，看了一下是关于数据录入的，叫做NSRC---中国人民大学中国调查与数据中心的数据审核录入员。听天旺说不是很麻烦，关键问题在于要去中国人民大学上班，而且每天上班都可以有空调吹，哈哈，真是太爽了。干一个月左右吧，尽量把考驾照的钱搞定。刚才听说6月30号要搬出宿舍楼，这可要命啊，7月5号毕业典礼才进行，还让不让人活了！！！管不了那么多了，走一步算一步吧，表姐刚才送樱桃的时候临走前还说我胖了，唉，整天这样无所事事能不胖吗？！看一下书提前为研究生阶段做准备吧，当然，只能说空闲的时候，就这样了，不能再写下去了，额头上滴下来的汗都快把键盘浸湿了，OK，停笔，休息，呼呼。。。</p>

"}, {"id": 268,"title": "2014/6/11","mood": "comeon","content": "<p>有些人有些事其实你心里早已放下，也能原谅，不和解只是因为你并不想为此再停下自己的脚步。不是感情不够，而是时间不够。我们花了那么多的时间来证明自己是对的，不是为了与你和解，只是为了证明你是错的。很多事的答案，都简单到根本不用再问为什么。</p>
<p>又是浑浑噩噩的十天，呃。。。说不上吧，至少开始做点有意义的事情了。最近几天巩固了一下Dreamweaver的一部分内容，尝试着做了几个简单的网站，同时也在各种网站上投递了几份简历，天旺给介绍的那个人大数据核对员的工作招满了，结果没能去，太可惜了，非常好的兼职。今天上午跟阿琐去了水立方面试，就是简单的聊了几句，明天去做实际操练，貌似分好几种工作，不知道自己适合哪一种呢，唉！！！话说明天上午9点还有个网络编辑的面试，路程挺远，不知道12点之前能不能赶到水立方。</p>
<p>刚才在中传考研论坛里看到一篇正能量非常强的帖子。一个新闻系的女生所经历的考研历程，非常让人钦佩，经历了专业课复习的挣扎、失恋、父亲大病。。。一系列的挫折压在这个女生肩上竟然没有使她垮掉，而且还顺利录取。看来之前阮晔老师所说的那些人性奇迹光辉的事迹真的时时刻刻都发生在我们的身边，但我们却选择视而不见，真的不知道世界究竟是太大还是太小。不过也好，至少这也让我清楚的认识到跟这样的人相比，跟未知的世界相比，自己所经历的、承受的都根本不值一提，唉，没必要去刻意逼自己去创造什么奇迹，在这最美的年华只要对得起自己的内心就好了。继续朝着自己的目标前进吧，少年。</p>

"}, {"id": 269,"title": "2014/6/13","mood": "moon","content": "<p>我知道，自己很轻很轻，终有一天，还会飞，飞入那扑朔迷离的世界。也许，会在未知的空间里流浪，也许，会在刹那间坠入激流，也许，还有也许。。。但是，我相信，在时光的流逝中，我的出现与消失，已与灵魂形成默契，不会为沉寂的生命而伤感，也不会为自由的漂浮而欣喜！我是一粒有情感的尘埃，在纷扰的红尘中，尝尽风雨后的孤独，在孤独的等待中，品饮那美好的回忆，在美好的回忆里，感触生命的价值！如此轮回。。。</p>
<p>今天上午去了北大面试网站设计的工作，出乎意料的是面试的老师是北大心理学毕业的学长，见面之后很亲切的跟我握手问好，亲自给自己搬椅子、倒水。第一反应就是---中国第一学府的学生真是有着无可比拟的个人修养。然而更令我意外的是竟然开门见山的直接开始谈需要完成的工作，我昨晚准备的简历竟然连提都没提，大概聊了十分钟之后，学长直接开口：“您若能帮我们做好这个网站，我们就高薪聘用你”。唉，真是令人叹服的个人魅力啊，可惜的是平时我做的只是简单实用的小型网站设计，对于“新九洲”这样在北大名下的心理咨询加辅导机构的网站要求。。。呵呵，自己学艺不精啊。本想直截了当的坦白自己无法胜任，然后回校继续找其他兼职，但是学长却让我用PS帮着设计一下公司网站的logo,这样的举手之劳还是不会推脱的，搞定后也到了中午12点，学长带着我们几个小学弟、学妹去了北大食堂吃午饭，今天来北大还是因为常新小妹妹这这里工作才来的，她做的是网站编辑，文字的更新，PPT制作，很女性的工作，哦，提一下吧，还有一个内蒙古来的大专生，貌似也是做平面设计的。哈哈，工作没找到，能在北大食堂享受一下午餐也不错，很令人诧异，这个食堂的饭菜全都是像自助餐似的摆开，学生们拿着餐盘想吃什么直接拿，然后去公共刷卡处刷卡付费，真的是很前卫的餐厅。。。</p>
<p>就这样下午在那里待到了5点半，跟常新小妹回到学校，天公不作美啊，刚出门就下起雨了，淋了个正着，唉，淋雨也是生活，呵呵。然后，就在刚才，接到了人大数据中心的面试电话！！！没错，本来今天的工作泡汤了以为要提前回家了呢，不知不觉的一句潜台词蹦到嘴边---“上帝为你关上了一扇门，就一定会为你打开一扇窗”。下周一面试！！！人大明德楼，我来了，哈哈哈，写到这里，休息了，明天去踩踩点，一定抓住这次机会。</p>

"}, {"id": 270,"title": "2014/6/23","mood": "ogle","content": "<p>你心里开始有自己的时候，才会越来越不愿去做无意义的事，不会去打听他人的隐私，不会去讨论无关人的绯闻，不会去在意不重要的人对自己的评价，不会因为突如其来的挫折而忘记自己的初衷。自己的事才是最重要的，其他的种种不过是高速路旁朝你招手，让你分心停留的理由。</p>
<p>不知不觉10天的宝贵时光又从指间溜走，与之前不同的是，这10天确实没有白白浪费。上周一去人大面试了数据中心的数据审核、录入员，下午就接到通知通过面试，第二天上午就开始现场培训，下午就正式上岗工作。。。节奏是非常的快啊。来自全国各地的社区统计了大量关于老人的数据：各种图、各种表，录入、审核，唉，工作量颇大。我们的主管一个北外的女孩，呵呵，比我大一岁而已，通过一个周的接触，发现这女孩真的是个“奇葩”，对于时间的管理能力真的是太弱了，貌似每天都有做不完的事，屁股做不下，脚停不下，小伙伴们给她一个很恰当的绰号—火火，风风火火，哈哈。过着朝八晚五的生活，也很痛苦，每天早晨6点起床吃饭然后去挤地铁，下午昏昏沉沉的坐着944回学校，不过也算是体会了一下上班族的心情，就当是锻炼自己的意志吧。</p>
<p>明天就要办离校手续了，最后的毕业典礼不知道什么时候进行，不过对好多朋友来说，明天过后也许就是最后的诀别了，校园卡注销，户籍迁移。。。这一个个字眼都是离别的象征。巧的是明天还恰好是我的生日，大学前三年都是在暑假过生日，最后一次没想到还能在学校度过，正好明天请了一天假，无论如何晚上也要请大学最初的舍友们吃一顿，说到底，刚来大学认识了这5个小伙伴，在最后离别之际，再聚一次也算是在彼此的心里再记下一段我们共同的故事。貌似不知道接下去该写什么了，先到这里了，总之，珍惜最后的时光，好好走完最后的大学旅程。</p>

"}, {"id": 271,"title": "2014/6/24","mood": "happy","content": "<p>我们有一种来自生活本能的自然驱动，生命逐渐的走过岁月而成熟。而作为生命的闪光点则是自己心中具有的崇高的信仰，以及顽强的精神支撑着，总是能够克服战胜那些艰难险阻，去追求自己理想的高度，从而去实现人生需要完成的目标。</p>
<p>请了一天假，上午去就业服务中心把离校手续办好了，呵呵，就是盖了几个章。中午回宿舍发现阿琐、熙风正在忙着下楼，原来是楼下有宣传活动，微信扫二维码送肘子！二话没说，拿起手机扫了一个，得了一个圆圆的大肘子，这午饭吃的那叫一个爽啊。哈哈，平淡的生活能白吃个肘子都能感觉很幸福。午睡起来，又是闲的无聊了，洗了几件衣服，给小鑫、小宪打了电话，晚上请大家吃饭。唉，话说也巧了，今天办离校手续正好赶上我的生日，不过胖子直接回公司工作了，小强回家了，老焦要跟六人间的小伙伴吃散伙饭，结果就只有三个人一起吃最后的晚饭，也算是美中不足吧。去了餐厅4楼，点了一桌菜，貌似吃的还算尽兴，不管怎样，现在已经没有遗憾了，就等拿毕业证书和学位证了，静静的等待吧。</p>

"}, {"id": 272,"title": "2014/7/1","mood": "naughty","content": "<p>我们总在伤害中学着更坚强，在离别中学着更独立。快乐靠自己，没有谁能够同情和分担你的悲切；坚强靠自己，没有谁会怜悯你的懦弱；努力靠自己，没有谁会陪你原地停留；珍惜靠自己，别人也不愿意挥霍自己的青春；一路走过靠自己，没有谁能够一直陪你走到底。</p>
<p>毕业证和学位证已经提前领到了，但是却没有任何的喜悦，昨天看到中传研招网上挂出了通知书推迟发放的消息，顿时感觉胸中的怒火燃烧起来，TMD！！！别的学校通知书都到了，怎么就是你这个奇葩的学校办事效率这么低！！！竟然还要等到中下旬才能发放，你丫的不知道我们都要被学校赶走了吗！！？？我们学校最晚12号取档案，这不是让我夹在中间，里外不是人吗！！说真的，都不知道能不能在通知书到来之前继续住在学校宿舍呢。算了，大热天的，不能上火。</p>
<p>说一下自己兼职工作的事情吧，坦白讲，我现在有点后悔了，后悔今天下午下班的时候跟胡老师辞职。还有将近半月的时间，真的应该继续工作下去的，不过既然已经做出决定，那就不要去想后悔的事情了。17号上午培训，下午正式入职，到今天也不过是半月左右的时间，但是就是这么短的时间却令我成长了很多，收获了很多，让我体会了初入社会的青涩与单纯，感受到个人价值的实现很大程度上是由心态来决定的。今天数据中心刚刚来了几个入职的小伙伴，唉，只有半月资历的我已经是同事中的“老兵”了。自从“绚绚”回来代替“火火”（不知道多长时间之后会忘记李绚和付颖峰）负责数据审核和录入工作之后，伙伴们的效率明显提高了很多，坦白讲，在人大工作不像正式的公司纪律要求那么严格，小伙伴们都是大三或刚毕业的本科生和研究生，在一起工作也很放得开，共同话题很多，总是天真可爱的聊着各种有趣的事情，气氛很好，绚绚和火火也丝毫没有领导的架子（一个刚毕业，另外一个毕业一年，平时完全跟我们是好朋友的姿态）。</p>
<p>回忆一下过去珍贵的半个月，在此记下一起工作的小伙伴们的名字：
火火（付颖峰）：第一个“领导”，办事风风火火，踏实肯干，吃苦耐劳，但是缺乏时间的规划，总是一片混乱的状态。</p>
<p>绚绚（李绚）：今年跟我一样的应届毕业生，来自苏州大学，第二个“领导”，跟火火完全相反的工作状态，办事情沉着冷静，很有条理，能看得出潜质很好，未来前途不可限量。</p>
<p>陆梦妮：虽然才大三，但几乎跟火火同时入职，资历最老的小伙伴，吃货一个，每天上午10点就招呼大家订饭，说话声音很嗲，小萝莉天真欢乐多，大家的开心果。</p>
<p>何丽媛：北交大三的学生，入职一个月左右，擅长数据审核，我刚刚入职时的审核工作就是她教的，不过唉，后天也要离职了。</p>
<p>丰冲：跟我同一天面试、入职的北交大三学生。何丽媛的好“基友”，同一个班，同一个宿舍。每天工作都“打情骂俏”的开各种玩笑，擅长数据录入，速度超快。</p>
<p>董美旋：山东青岛老乡，中央财经大学的大三学生，身材高挑，每天身上带着浓郁的香水味，被大家称做白富美，最近期末考试，有一个周左右没来工作了，估计3号左右才能回来，唉，到时候身边的小伙伴们都是新面孔了。</p>
<p>唉。。。遇到离别，感性的自己总是很脆弱，明知道这是整个人生中必然存在的插曲，，却总是天真的苛求，这段悲伤的曲谱永远不要到来。希望小伙伴们朝着自己的目标继续努力，若是缘分未尽，我们以后还会相遇。</p>

"}, {"id": 273,"title": "2014/7/11","mood": "cry","content": "<p>没人知道，灾难会在哪个夜晚降临。也没人能预料，末日会在哪刻突然出现。我们能够做的全部事情，就是珍惜身边所拥有的一切。未来也许会更好，也许没有，但家人、亲人、爱人却已是此刻的全部。拥抱身边人吧，从今天开始。</p>
<p>最近接二连三的送走自己的好友，离别时的不舍带来伤感与要酒精的效果强大百倍，每天都有同学离开，伴随而来的就是夜深人静时分自己辗转反侧的失眠，回忆着与每个同学这四年经历过的精彩片段，眼眶中总是忍不住被泪水充满，所有的故事已经成为过去，对于未来的生活只有给予最美好的祝福，加油吧，各位。</p>
<p>昨天去传媒大学取到了盼望已久的录取通知书，下午跟邸萌去邮局把档案寄到了中国传媒大学，到保卫处取了户籍卡，啊！离校手续终于办妥了！晚上跟松哥一块把行李打包带到了实验室暂存，9月份还是要回来的，到时候可以再继续看一下联大，呵呵，到时候新图书馆应该已经建好了吧。今天下午刚起床就看到小睿回来收拾行李，唉，又是一个离校，一场送别，还好，毕竟还是留在北京，小睿去了房山区做村官，呵呵，也算是另辟蹊径的怪才了。OK，写到这里了，眼睛又开始酸了，待会儿怕是会忍不住，明天晚上继续，最后一晚！</p>

"}, {"id": 274,"title": " 2014/7/12","mood": "win","content": "<p>每年的6、7月份都是毕业离别的季节。有人说，因为前世的五百次回眸，才能换来我们相逢在大学这最美好的时光里。因为美好，更伤离别。但是，栀子花香里，除了离情别绪，更洋溢着憧憬与希望，因为一段旅程的结束，是下一段旅程的开始。</p>
<p>大学四年的联大生活终于真正的走到了终点。过去的几天习惯了送别朋友，但现在终于轮到自己要离开了，明天早晨我也即将踏上回家的路，最后在学校写日记，就好好回忆一下自己四年的历程吧。</p>
<p>过去的四年，有过欢笑，有过辛酸。从踏入学校校门的一刻开始就决心要成为全面发展的学生，大学四年，获得了204学分，学分绩点3.49，算是一份合格的成绩单。课外参加了从基础学科竞赛到专业性科研项目等大大小小的活动。大一期间，为了拓展基础学科的学习，参加了学校举行的高等数学竞赛和物理竞赛分别获得了二等奖和三等奖。大二参加了全国大学生物理竞赛获得三等奖，带着两个队友获得了学校举行的第二届数学建模竞赛一等奖。大三与同学合作参与了北京市“启明星”大学生科技创新项目，经过一年的考核获得优秀的评分等级。暑假7、8月份代表学校参加2013年全国大学生“西门子”杯工业自动化挑战赛，以华北赛区二等奖的成绩挺进决赛，最终获得了设计开发型的全国一等奖，一个月之后又跟同学组队参加了“高教社杯”全国大学生数学建模竞赛，获得北京赛区的二等奖。所有的这些活动都充实了自己的生活，经历过，体会过，这些活动除了提高专业技能，也让自己的心理更加成熟稳重，带着这笔无价的财富，自己可以勇往直前走向未来。</p>
<p>要说自己最值得怀念的时间还是最后这一年，用了不到5个月的时间跨专业考上了中国传媒大学数字媒体技术系研究生，这也算是一个奇迹吧。不得不说，这里一定要感谢在这5个月的时间里一起努力奋斗的小伙伴们，去年冬天每天6点半起床到教室学习，晚上11点半背上书包，迎着寒风回宿舍，路上有小伙伴们的陪伴却也对寒冷没了感觉，当然，回到宿舍楼，还有一个艰巨的任务，住在13楼，电梯11点关闭，没办法，“脚踏实地”的往上爬。。。写到这里，突然发现连自己都被曾经自己的努力感动了！这段日子没有周末，没有节假日，教学楼6016似乎成了我们的家，忙中偷闲的时候，去超市买点新鲜的蔬菜，速冻的饺子，方便面，调味品，再加上一个迷你版的电饭锅，围成一桌，吃着火锅也算是会享受生活了，呵呵，真的把教室当成家了。4月份录取后全心投入到毕业设计中，拿到了85分的毕设成绩，获得了北京市优秀毕业生。所有的这些感动都将永远存放在我青春的纪念册里，若干年之后，再次回忆起这段时光，应该会是另一番别样的滋味。</p>
<p>人来人往，匆匆忙忙，郁郁葱葱的相思湖畔，宽敞平坦的柏油马路，貌似连半个浅浅的脚印都没有留下，只剩下一丝酸涩的苦笑和遗憾。尘埃落定，我们不再是绚烂的夏花，但是至少我们绽放过。静美的秋叶，也是一种高贵华丽的美。</p>
<p>除了认识一群天真可爱的小伙伴，大学生活中最珍贵的是收获了一份无价的师生情，钱琳琳老师，从启明星科研项目的指导，到带领我们参加西门子杯挑战赛，再到指导我的毕业设计，两年的时间，是她用严谨的科研作风和态度教会了我如何对待难题，无论在学习中还是生活中，潜移默化的影响，使我能够在逆境中保持冷静的心态，无所畏惧。愿钱老师以后的生活总能够继续保持经典的微笑，一生幸福。</p>
 <p>总喜欢在寂静的时空内，反复地听一些经典老歌，它们就像是尘封了许久的陈年佳酿，岁月越久远，口感越香醇，回味越悠远。犹如倾听过来人的谆谆教诲，感受他们对悠悠生命的感悟，体味那些别过了青涩的豆蔻年华，再不问一曲红尘儿女情长。曾经朝夕相处的人也将化为陌生的过客，来来往往，熙熙攘攘，从此相见不相识。</p>
<p>浮生若梦，四年时间如同流星般瞬间划过静谧的夜空，短暂而凄美，人生能有多少个四年？我们还剩下多少个四年？还有一个月，我们就必须正式离开，去工作，去生活，去学习，去寻找我们在社会上的位置，去寻找我们真正的未来，那是一个新的开始，不用恐惧，不用悲哀，不用伤感，前方的路，是悲是喜，是好是坏，都要我们自己一手承担了，离开校园，我们要学会适应，学会随机应变，学会做个有肩膀的人。珍重，亲爱的校园，珍重，亲爱的你们，珍重，亲爱的青春！</p>

"}, {"id": 275,"title": "2014/7/22","mood": "comeon","content": "<p>其实每个人都不曾因为痛苦而放弃，只会因为扛而成长。今天我们轻松了，并不是生活越来越容易，而是我们越来越坚强。</p>
<p>回家将近十天了，本打算利用暑假的时间把驾照考出来，在自己的村里又有人在驾校做经理，地利人和都有了，唉，但是天不随人愿，自己的户口带到了北京，身份证就没有办法使用了。了解到要去派出所办理居住证，至少半月时间，再加上最近报名人数骤增，这基本上宣布驾照只用这个暑假是考不出来了。算了，下学期回北京学吧，希望一学期的时间能将驾照搞定。</p>
<p>每天在家憋着感觉心里有些闭塞，脑子反应都慢了。上午的时间一般都是看Java教学视频学习一下编程。至于下午，算了，午睡起床后基本就是行尸走肉一般，无精打采的等着吃晚饭！自己的生活过于安逸，不知道跟我一起考上研究生的小伙伴们在家都是忙什么，应该不至于跟我一样吧。趁着现在时间充裕，还是该好好的充电，为后期研究生生活打基础。再等几天吧，到26号去找海泉耍几天，把该办的事情都办妥了。话说还有50天的时间，定个计划吧：</p>
<p>（1）	Java课程学完</p>
<p>（2）	每天坚持锻炼身体</p>
<p>（3）	走访各位亲朋好友</p>
<p>暂时先这样定下来吧，这个暑假必然不是安逸的暑假。OK，先写到这里了。</p>

"}, {"id": 276,"title": "2014/8/14","mood": "happy","content": "<p>电脑桌上养了两株薄荷，有的叶子已近枯黄，摘下来时，仍饱含清新之气，让人惊喜。即使死了，也并非一文不值。恐怕这就是回忆的价值。
   20多天没有动笔了，看了一下上一次在7月22日的日记末尾，三个任务，除了Java课程还没有完成之外，其余两个基本还算达到预想的目标。
刚刚午睡起床，随手拿起《谁的青春不迷茫》，从中摘下这段文字做前言，刘同老师2012年回忆05年时的生活记下的文字，想一想05年的刘同老师也跟现在的自己一样，都是24岁的年纪，却已经历经人世沧桑，离开湖南卫视后只身一人来到北京打拼。“你有永远的青春吗？这个问题等价于你有永远的朋友吗？”这个问题让我们这个年纪的年轻人多么的迷茫，不得不承认，从客观上讲，24岁的年纪仍是处于最美好的年华，但是无论是活在当下，还是憧憬未来，都背负着各种各样的压力，成长中的蜕变是痛苦的，也有人说，青春就是拼命的奔跑在崎岖坎坷的道路上，重重的摔倒后重新站起来继续奔跑。是啊，没有痛苦和挫折点缀的青春是黑白色的，是不完整的。</p>
<p>OK，感悟到此停笔。接下来还有将近一个月假期，过几天把学费打到卡里之后就订火车票，回北京考驾照，貌似下学期的课程非常紧，空闲时间非常少，提前回北京报名吧，争取把科目一考完。庆幸的是阿琐和熙风都搬到17楼了，有多余的床铺，唉，只能提前把被褥买好了。近期目标，回北京学车。</p>

"}, {"id": 277,"title": "   2014/8/29	","mood": "comeon","content": " <p>心里因人不爽，最好说出来告诉对方。一来自己不纠结，二来让对方纠结，三来对方如果并不因此纠结，证明对方不在意你，你又何必为不在意你的人影响自己的心情，有话直说的人不是直肠子，而是不会让自己辛苦的透明人。</p>
<p>还好还好，在9月份来临之前还能动一下笔写一篇日记。回到学校已经一个周了，勉强在曾经宿舍楼的17层找了个空床，跟本校的研究生，曾经的考研战友住在一起---阿琐，熙风，其林，本来还有天旺，只不过在宿舍待到25号就回家准备报到了。刚回来的几天基本就是持续不断的兼职，而主要的兼职内容就是当群众演员，第一天跟天旺被领队放鸽子，第二天去了一个偏远的郊区录《妈妈听我说》，见到了传说中的光头乐嘉，然后在20个小孩的卖萌中度过了一下午，总结一下就是两个字：辛苦。哦，还赚了30块钱，一天的生活费，呵呵。第三次就比较满意了，跟熙风去了亦庄创意文化广场，进了《职来职往》的演播厅，从下午2点半录到了晚上11点，虽然辛苦，但是见到18位达人和响哥的风采也算不虚此行，而且还碰巧赶上了李晨的生日，也算是度过一个小小的生日晚会。然后该说一下昨天，终于在东方时尚驾校报完名了，没想到回来后一周才报上名，早知如此就不这么早回来了。下周五去驾校开始为期三天的理论课学习，目测在正式去中传报到前应该可以考完科目一。</p>
<p>刚刚去操场跑了三圈，看了一下还是有很多学生在坚持锻炼身体，估计也是准备年底考研的吧，回想着去年的现在，自己也是在为考上中传的研究生而努力的奋斗着，不知怎的，看到这些坚持的学弟学妹们，突然引起了情感上的共鸣---奋斗才是我们这时代的主旋律。也许从自己被中传录取之后，或者是自己毕业之后，甚至说整个上学期，一直都是以慢节奏的生活方式为主，唉，今天在7楼实验室一个电子称上称了一下，体重竟然涨到了150斤！呵呵，不多说了，为了保持健康的身材，每天晚上去操场锻炼身体，做健康的投资！</p>

"}, {"id": 278,"title": "2014/9/7","mood": "comeon","content": "<p>时间在变，人也在变。背不动的，要放下；伤不起的，要看淡；想不通的，可以不想；恨不过的，要抚平。人生，就是一个修炼的过程，何必用这一颗不平的心看待人和事，作践了自己，辜负了岁月。</p>
<p>又过了10天，终于再次打开了日记本，怎么开始下笔呢？回到北京一直待在联大的宿舍，每天几乎都是相同的慢节奏生活，再这样堕落下去我怀疑自己是否会变得忘记奋斗，失去目标，错过这难得成长的时间。。。最近几天终于开始进入考驾照的阶段，去东方时尚听了两天科目一理论课，感觉没啥效果，其实用手机上下载的“驾考宝典”练习也一样能考过，唉，这也算是浪费时间吧，好心疼。</p>
<p>昨天去“拜访”了一下老朋友（刚毕业2个多月，哈哈）常新，租的房子离联大不远，跟李莉合租的小房间，还不错，有空调，有公共厨房，两个小女生还挺小资的，弄了一个小冰柜。隔壁的邻居也都是刚毕业工作的学生，貌似邻里关系处的挺融洽，哦，对了，小东哥也回京了，呵呵，准备陪女朋友一块儿二战考研。中午两人还挺好客的，请我吃了一顿“冬阴功”拉面，唉，自己都是空着手去的，心里难为情的，以后去玩要懂规矩啦，至少带点水果。</p>
<p>总体看起来大家伙毕业后过的都还有滋有味的，青松哥回来住了不到一个星期，今天又离开北京了，听他说是要回家复习，二战考研，清华。。。唉，没啥可劝说的了，唯有祝福，只是此次离别，不知何时才能再相见。最近刚读完张嘉佳老师的《从你的全世界路过》，从开始到结束，每一句话，每一个生活的片段都让自己产生了灵魂深处的共鸣，现在脑中突然冒出末尾的一句话：故事开头总是这样，适逢其会，猝不及防。故事的结局总是这样，花开两朵，天各一方。OK，打住，不抒情了，总之真正的友情是永远都不会因为时空而变淡的。</p>
<p>明天是中秋节，本来以为今年能在家陪家人过中秋，没想到还是提前回校了。上次去表姐家给二姑过生日，临走前说让我中秋节去吃烧烤，哈哈，太好了，一直很怀念钟志峰哥哥做的烧烤，烤的相当专业，味道倍儿爽。明天过后，嗯，收拾好大半年的安逸，调整心态、绷紧神经、收拾行李，准备开始中传的新生活！</p>

"}, {"id": 279,"title": "2014/9/8","mood": "happy","content": "<p>古诗词中秋名句赏析：每逢佳节倍思亲，一个人过好伤心；五仁莲蓉巧克力，一天过后胖三斤；海上明月连潮平，不吃月饼行不行；嫦娥应悔偷灵药，自己药药切克闹；八月中秋桂花香，假期吃睡不健康。谁还有更美的，来个赛诗会呗？</p>
<p>看似很搞siao的一个开篇，实际是刚刚从微博上摘下来的，因为自己真的没有思绪去想今天的前言该怎样写。刚刚从表姐家吃晚饭，没能在家陪妈妈过中秋节，在表姐家跟姑姑、姑父、姐夫还有可爱的小侄女辰辰一起共度中秋月圆之夜，也真的是难得的幸福时光。</p>
<p>饭后姑父讲了自己从来没有提到过的一些生活和工作经历，我和姐夫坐在旁边---哈哈哈，感觉是导师给学生开讲座似的。在这个纷繁复杂的社会中占有自己的一席之地真心不易，貌似能够站稳的就是强者，倘若还能稳健的步步高升就是真勇士。好吧，我承认现在有点头晕了，开始变得思维迟缓。最后一件事，姐夫送了一个迷你Ipad，现在也只能是简单说一声感谢，只要深深记在心里就好了！走起，去洗手间冲一下凉水，快吐了！</p>

"}, {"id": 280,"title": "2014/9/14","mood": "happy","content": "<p>做事，有个能力强的人合作固然很好。但如果抱的目的是让几乎所有事都让对方来做，自己只是挂个名打酱油，就变成了坏事。和有能力的人合作，最大的收获不是省事，或收获人脉，而是领悟他的长处并且海绵一样的汲取。否则，再好的机会都会浪费掉，自己也终将在半瓶水的程度晃荡。</p>
<p>转眼间中秋节已经过去一周，刚来到中传这几天认识了几个不错的朋友-宿舍的三个哥们儿，王博，本校保送生；宋佳伦，本校生；刘兴龙，天津工业大学毕业生。三个舍友都很好相处，性格也不错，但是。。。唉，又要“抒情”了，从小到大，每次来到一个新的环境总是要有一个较长的过渡时间，目前还是出于有些恍惚的状态，昨天回了联大，将上网卡里剩余的十几块消费掉，下午又跟小东哥和常新在曾经奋斗考研的6016教室坐了一下午，趴在桌子上睡了一觉，曾经每次睡醒后总是会全身发麻，现在仍是如此，却有一种说不出的怀念。不多说了，尽快的适应新的学校，新的生活方式，作为一个24岁的研究生，目前的处境还不至于整天去抱怨。突然脑海中冒出一个很有科学依据的想法—大半年的安逸生活让自己逐渐忘记了青春奋斗期中的紧张和求知的痛快，也许这正是自己每天感觉内心彷徨的原因，只要开始上课，跟导师着手做项目，哪还有心思去考虑些多余的事情。</p>
<p>电子与通信工程的专业硕士都在一个班级上课，以后就属于3班的大家庭了。不过整个理工学部也只有三个班，联大的小伙伴邸萌分到了2班，周末还要到MBA学院做助教兼职，挺有奋斗精神。</p>
<p>明天下午还有科目一考试，估计理工学部的毕业典礼自己是没有时间参加了，17号体检，19号选导师，20号学术报告会，22号正式上课。专硕两年制，第二年很多时间要找公司实习，也就是说，在学校的时间也只有短短的一年多，唉，这还不是一眨眼的工夫嘛，尽快的调整心态吧，珍惜这短暂的一年多研究生时光。</p>

"}, {"id": 281,"title": "2014/9/16","mood": "melancholy","content": "<p>当有人惹你生气的时候，把宽容留给别人，把愤怒留给自己，觉得是自己太弱才会被别人针对，你会变的越来越强。而把宽容留给自己，觉得自己没毛病，把愤怒留给别人，总想寻个机会找回场子，你会越变越差。愤怒这种力量，毁灭人也成就人，关键看你把它给谁了。</p>
<p>今天去了人民大会堂听首都高校学术报告，很幸运能够在这么隆重的场合参加这样的活动，宿舍哥们儿四个一同前往，不错，还挺有默契。不过更令人意外的是孙一涵竟然也去了，毕业三个月，华电跟中传相隔这么远，真是没有想到，还能在人民大会堂遇到，嗨，也不算遇到了，人山人海的，根本没有见到本人，只在手机上聊了一会儿。
以后的日子恐怕见面的机会也很少了吧。。。</p>
<p>哦，天哪，邸萌今天告诉我，她的导师也定下来了，而且还是主动找的她，不过刚刚打了个电话说这个导师的规矩还不少，而且实验室的活儿基本都是编程，邸小萌同学也很烦恼呢。话说回来，在中传认识的同学中所有人都有导师带了，我呢？？？啊啊啊啊啊啊啊啊啊啊，要疯了，感觉hold不住了啊，难道还要继续等下去不成？《你的孤独，虽败犹荣》，虽然没看过，但是最近这几天的时间已经开始体会到这种感觉了，看来研究生阶段的主旋律就是---孤独！！！没办法，反正迟早要面临这一步，还不如来的早一点，就这样了，摆正心态，能跟哪个导师就跟哪个吧，尽自己最大的努力去完成这两年的研究生生活。</p>

"}, {"id": 282,"title": "2014/9/19","mood": "comeon","content": "<p>把一切交给时间，总会有答案。缘来则欢，缘去则散。你在故我念，你走我祝愿。生活不需要无谓的执著，一切随缘。走远的，只是过眼云烟；留下的，才是珍惜情缘。无须缅怀昨天，不必奢望明天，只要认真过好每个当下。说能说的话，做可做的事，走该走的路，见想见的人。不漠视，不虚度，有缘无缘，一切随缘。</p>
<p>大起大落的一下午，唉，哪有“起”？？？心情一直就是往下落，落到了极低点。本来以为导师名单公布后，能在徐品老师的指导下度过这两年的研究生生活，可是没想到的是一个电话打过去，得到的回答竟然是“名额已满”，情急之下问了辅导员，结果是被分到了杜老师名下，一个电话再打过去，呵呵，我只能呵呵了，得到的回答竟然也出乎意料的冷：“后面有时间再联系你”。不幸中的万幸，隔壁的柳井明之前跟着曹三省老师，没办法，联系着吧，刚刚得到消息，曹三省老师还是答应我加入。唉，不知怎的，来到传媒大学这几天，环境的不适应，各种事情的不顺心，似乎都迎面扑来，总结一下，还是因为之前复试完了没有提前给老师打招呼，否则也就不用这么揪心了，吃一堑长一智，从此时此刻起，已经开始进入社会的过渡期了，不能以之前的习惯和思维方式生活，否则永远是被动的，好了，不说多，这就是成长的代价，还是那句话，问心无愧，努力做到自己的最好就可以了，其他的一切随缘。</p>

"}, {"id": 283,"title": "2014/10/1","mood": "comeon","content": "<p>有种人生来就喜欢按别人的意见办事。他不欠缺想法和思考的能力，也并不愚笨。只是自作聪明的认为，自己选的路太苦或太坎坷，走错了连叫苦的资格都没有，而别人替自己指点的路，走的不顺畅还有人可以拿来挡枪。结果是黑锅可能没背，但原本应该有的前途死掉了。</p>
<p>无数次的感叹时光飞驰，却总是有种说不出的彷徨。距上次写日记又过了10天，今天是十一假期，在QQ空间里看到朋友们的动态，无论是工作的，继续上学的，都有各自的安排，貌似我却很无奈，最近被研究生期间的任务“吓破胆了”。没有任何的理由放松，只有坚持在实验室继续鏖战。之前本科四年的生活节奏蒙蔽了自己的双眼，总以为自己无论做什么都可以顺利的度过，现在发现，每个人的潜力总是要在更高的平台上挖掘出来，一定要解释的话，就只能说是自己选择的道路没有其他捷径和替代品。</p>
<p>两年的专业型研究生时间非常紧，现在郭乾师兄一边实习一边做毕业设计，看起来日子过得甚是纠结啊，别的不说就算是为了明年的今天不想师兄这样“痛苦”也要在明年的暑假前充实自己的专业技能。唉，“曹三哥”的项目都是web开发，对于自动化专业出身的我来说，要入手这样的课题，几乎是从零开始，不过也没有别的办法，自己选择的道路，只能硬着头皮走下去。</p>
<p>谁的青春不迷茫？24岁的年龄，属于我的未来到底在哪里？从现实来说，研究生期间做的课题就是最好的收获，稳妥的讲只能是找类似的工作，但是就目前看来，我还是没有特别大的兴趣，不准备长期做程序员，从个人爱好上讲，有点倾向于室内设计，但这又没有任何基础，到了社会进入这一行就是一张白纸。。。迷茫的前途，如何选择？又怎样开始？最近跟大学毕业的同学们一直聊天，几乎每个人都觉得自己没有什么特别明确的方向，现在这阶段还是以学习为主，也许这就是成功道路上必须经历的开端吧。</p>
<p>再谈一下自己自身的问题吧，从高中开始，到大学，到研究生，一直走在理工科的道路上，4+4+2，到研究生毕业自己在整整走了10年的理工路。但是性格上却丝毫没有任何的理性渲染，自我感觉就是一个彻头彻尾的感性思维。总是有点感伤的小情怀，也许这就是自己的宿命吧，好了，就此打住，给自己的两年的研究生时间指定几个目标吧：</p>

<p>一、通过“三哥”项目，坚持学习，锻炼专业技能。</p>
<p>二、尽自己最大的努力，至少发表一篇论文。</p>
<p>三、所学课程每一门都不挂科，不指望奖学金，只求过</p>
<p>四、顺利毕业</p>
<p>OK，两年的时间，这四点就是自己拼搏追求的目标。然后，这学期，唉，说起课程不挂科其实就是这学期的事啊，下学期都是选修课，应该没啥太大的问题。行吧，先保证这学期在学到一定科研能力的过程中保证课程不挂科，这就是唯一的目标。战斗！</p>

"}, {"id": 284,"title": "2014/10/5","mood": "comeon","content": "<p>只有你沉下来，才能找到答案，总觉得奋斗的岁月，心里总要有一些让我们抬不起头的事情，我们才能埋下头，踏实读书；拼搏的日子，如果你看到我灰头土脸地在校园里行走，请不要叫住我，给我一点尊严和时间，相信我，未来的某个时间，等我实现了梦想，我会华丽般镇定转身，光彩照人地重新站在你的面前。</p>
<p>十一假期不知不觉已经过去了5天，往事随风，依然无法忘记刚刚过去的大学本科生活和好朋友。3号回到母校联大找阿琐和熙风，在熟悉的“老鸭汤”坐下聊了半天，淡去了狂放不羁和浮华的外表，每一次简短的对话都格外的亲切，不知道日后还能有多少次这样珍贵的时刻。下午一起去了附近的游泳馆，时隔4年，再一次游泳，儿时的回忆又不断的浮现在眼前，怀念的同时又带有一丝丝伤感，也许人们在情绪低落的时候，都会触景生情吧。昨晚突然想起小万，牵扯出曾经一起奋斗过的感动，马上联系今天聚一聚，友情需要这样的培养与滋润，否则在时光流水的无情冲刷下回逐渐褪色的。自己还好吧，从学校出发，短短的40分钟地铁到达潘家园，可怜的小万却要从天通苑跨越大半个北京，阔别已久的重逢，小万依然是低调的穿着，天蓝色的格子衬衫，再普通不过的休闲裤和网鞋，跟印象中一模一样，在餐馆坐了一下午，聊了很多，从各自的郁闷处境到对未来的迷茫，以及听上去“很荒诞”的创业梦，20多岁，正是迷茫与做梦的并存的年龄。曾经在张嘉佳老师的名作《从你的全世界路过》结尾处看到过这样的话：“故事的开始总是：适逢其会，猝不及防；而故事的结局也总是：花开两朵，天各一方”。<此处停笔大约2分钟>不知道自己为什么会突然想起张嘉佳老师的这些话，不知道该怎样继续下文，也许就是为了通过前辈的名句来试图达到情感上的共鸣。呵呵，也许自己在未来的某一天真的会选择以写字为生吧，有时候自己会想如果当初高中文理分班选择了文科的话，现在的自己会是什么样的状态？其实能够很确定的是：无论未来会以怎样的方式生活，无论等待自己的是怎样的挑战和机遇，珍贵的生活片段，自己永远会记录下去。</p>
"}, {"id": 285,"title": "2014/10/19","mood": "comeon","content": "<p>给别人的生命带来阳光的人，自己也会享有阳光。两个人在一起，合拍不合拍很重要。所谓的门当户对不一定是指物质上的，而是指两个人有着相似的成长经历，相似的人生观和价值观，能为了相似的目标而并肩同行。说话总是要解释半天，或者根本说不到一起去，多烦心，能聊得来真的太重要。</p><p>
距离上次写日记整整两个周了，只有打开日记的时候才发现时间过的如此飞快，平时的生活中，总是希望快一点，再快一点，其实心里清楚，有这种想法只是因为自己仍然对现实生活有种种不满和不适应。上周三由于睡眠不足，心中各种不顺，嘴角上又长了水泡，唉，这么多年以来，无论曾经觉得自己有多么了不起，但现在看来也还是幼稚的想法而已，世界远比自己想象的要大得多，从今往后还是保持一颗谦和的内心吧。至少给自己定一个简单而清晰的目标，无论会遇到什么样的困难，无论读研的道路会多么艰苦，一定要坚持，再坚持，自己的不顺心在别人的眼中也许至少微不足道的芝麻小事而已，今天在此就记下这明志的一笔：2016年的毕业季，我一定会面带微笑怀着感动的心情，回头翻开这一篇日记，跟自己大声说：我做到了，我成功毕业了！</p><p>
昨天晚上跟妈妈通了电话，也许历经沧桑的人更能体会成长的意义。每次跟妈妈聊天的时候总会有茅塞顿开的感觉，“未来的路一片未知，何必要在今天给自己施加不必要的压力。”不会了，从今天开始，就是活在当下，相信没有什么事情能够难得到自己，尽力而为，便是无怨无悔。</p>

"}, {"id": 286,"title": "2014/10/25","mood": "ogle","content": "<p>越长大，越发现选择性遗忘这项本领的强大。选择性的忘掉一些事，会为你带来别人的亲近，选择性的忘却掉一些人，会为你带来内心的平和。选择性的忘掉和一些人的一些不愉快的事，会为你带来口碑和人脉。
</p><p>转眼之间，一个周又过去了，昨天下午坐上地铁又一次回到了联大的北苑校区，一路上也无心再欣赏周围的风景，出地铁之后倒是很有感触，曾经的北苑，10年9月份刚刚来到这里，周围还是一片刚刚开始修建的高楼，如今，早已成了有“历史”的繁华小区，学校旁边的那个建筑叫美立方，还记得曾经自己多少次在篮球场打球的时候望着那还未成形的建筑发呆，心里一直在想：这栋楼要多久才能建好？建好的时候自己还会在这里生活吗？这些尘封了已久的回忆，此时此刻却如此清晰的出现在自己的脑海里，作为24岁的大男生，日记中出现这样的问题显得格外“幼稚”，但这却真的是让我产生一丝感动的回忆。理了一个头发，在新开张的卤煮火烧店吃了一顿晚饭，心里莫名的有些失落，回学校的路上也只是坐在地铁上玩手机，现在我明白了，这短暂“旅途”中，自己曾经感觉很幸福而如今却如此冷清、孤独，正是因为物是人非，周围的朋友、同学、甚至是那熟悉的生活环境，都已经变了。当然，人都不能抱着往昔的回忆过日子，不过，既然无法忘记过去，那就将它们永远保存在记忆的相册里，偶尔打开来怀念一下。</p><p>
晚上回到实验室，跟贺海丽在QQ上聊了好长时间，突然感觉自己开学以来的窘迫生活与她相比都不算什么了，呵呵，选择了自动化专业，现在也很郁闷的感受着来自课堂和项目的折磨。最近发现自己睡眠质量出现了问题，昨天中午没睡觉，下午坐了那么长时间车，晚上爬到9楼到实验室，晚上睡觉的时候竟然还是有失眠的症状！刚刚吃完了午饭还想要多睡一小会儿，结果却根本就睡不着！好吧，看来心真的是累了，疲倦了，之前以为自己可以战胜任何的困难，现在才发现原来在一些困难面前还是如此的脆弱。无论如何，这剩下的一年半多的时间里发生什么？坚持，坚持，再坚持，做最不让自己后悔的决定，做最不让自己遗憾的事情！上一次日记中提到过，16年的毕业季来临时，会翻到日记中，跟自己大声说：我成功毕业了！现在我要再下一个决定：我要做一个六年北京生活的照片墙，主题就是：5号线到八通线，联大到中传，我走过的六年。</p>

"}, {"id": 287,"title": "2014/11/1","mood": "comeon","content": "<p>人生本来就是一场空，有无之间的更替便是人生，人要知足常乐，什么事情都不能想繁杂。生活，是用来成长的；智慧，是用来飞翔的；眼泪，是用来坚强的；幸福，是用来珍藏的……沧桑，或许会催老了容颜，但经历，永远是人生中，一笔无价的财富。</p><p>
看了前两次的日记，一直在自我鼓励，不断的提醒生活要继续，这么长时间的不如意一直忍在心里，也许今天真的是到了心理的承受极限，跟妈妈打电话的时候竟然忍不住哭了出来，虽然尽力的遏制，没让妈妈听出来，但是挂掉电话，现在眼泪还是在抬起手写日记的时候止不住的流出来了。。。还是在心里提醒自己未来会更好，现在的委屈、艰苦会转化成未来的幸福。24周岁的大男生，还是会这么没出息的哭，真是看不起自己了。</p><p>
从来找不到自己的方向，找不到未来的路该怎么走，心理的压抑真是让人崩溃，所有过来人的经验都在告诉自己做好现在，但却忍不住的去想以后的路。也许从小到大的养成了这样的习惯，总是想提前把所有事都安排好，但随着年龄的增长，越来越发现这真的是做不到的事情。而这也就是矛盾所在，想尽快做好未来的安排与未来不确定性存在着极大的矛盾。下午跟“小米渣”聊了一会儿最近的生活，貌似也是同病相怜的处于迷茫的状态，很郁闷的过着每一天。唉，生活在这样的时代，注定了要在这条充满荆棘的路上坚持走下去。</p><p>
既然打开了日记，以后一周只写一次，那就想到哪里写到哪里，“疯狂的”记录下每个“精彩难忘”的一周。昨天跟李志垒电话聊了一个多小时，7月份就回到郑州复习了，一直没有见面，再次听到曾经“战友”的声音还是那么亲切，昨天是考研报名的最后一天，他最终放弃了武汉大学，重新改报名北交了。就在8月份还以为等到明年夏天去武大玩，结果。。。呵呵，离开了北京大半年以后又重新选择了北京。人生无常啊，也许有些事情真的是冥冥之中自有安排，突然想到了阿琐曾经在考北交落榜后的话：“命中有时终须有，命中没有莫强求”。没考上北交，留在联大，却得到了更加适合自己的生活。</p><p>
每个人都走在前进的道路上，都是时而痛苦时而快乐的看着路上的风景，感受路上的上坡、下坡带来的成长。坚持走下去吧，需要轻松就放松，需要绷紧就打起十二分精神，高兴了就自我奖励一下，难过了就找人聊聊，该哭就哭，该笑就笑，让自己的未来的人生富有弹性，张开双臂，勇敢面对等待自己的一切。</p>

"}, {"id": 288,"title": "2014/11/8","mood": "naughty","content": "<p>每个人心中都有一片海，自己不扬帆，没人帮您启航，久了就是一片死海；每个人心中都有一朵花，自己不浇水，没人帮您芳香，久了就会充满荒凉；每个人心中都有一个梦，自己不去实现，没人替您绽放，久了就没了寄托！选择自己所坚持的，坚持自己所选择的，你会发现自己一次比一次更优秀。</p><p>
周六的黄昏，已经成为了写日记的闹钟，现在打开日记本，有些淡淡的惆怅，一丝丝的迷茫，也许是因为自己天生的完美主义者，也许是对未来不确定的担忧，又或许是没有认清自己一直很幼稚。。。回忆了一下前几周的日记，发现自己的生活已经被消极的情绪所掩埋，此时此刻，仍然不知如何才能从当下的狼狈状态中解脱出来。</p><p>
今天下午又在招聘网站上浏览了好多职位，专利审协中心需要强大的英语翻译能力作支撑；目前从事的web前端开发入门简单，上升困难，而且各种编程语言功能也随时处于更新当中。。。唉，总之是各种烦。哦，今天偶然看到了根据名字来预测人生命运的网站，怀着好奇，试了一下，满分100分，得分73！看了一下解析的什么事业、家庭、成功运、基础运之类的，然后结合着自己的亲身经历，发现还是有很多地方是比较符合的！把我吓了一跳，不过又尝试了一下其他人的名字，发现也是有73分的，而且是完全相同的分析，这才缓过神来，提到嗓子眼的心终于放下了----不同的人，怎么会有完全相同的人生经历呢？扯淡的网站，就当是闲着无聊玩了个小游戏吧。自我激励的话说过太多了，既然内心还没有完全调整好，那就给自己继续调整的时间，至于结果，也不去考虑了。无论怎样，目前能做的也就是抱着平常心态去度过每一分，每一秒。</p><p>
由于北京召开APEC会议，高校放假6天，前天跟“胖子”商量好明天去找他，见面聊聊最近的生活，可能的话，来个一醉方休。胖子住在枣庄站附近，从传媒大学出发，要坐20多站地铁吧，又是穿越大半个城市的小旅行。趁着现在还没涨价，好好“享受”吧。也不知道明天见了面会有什么收获，总之整天闷在学校里也不是办法，出去透透气，换换心情，唉，自从本科毕业之后，在北京能找到在一起玩的同学也是寥寥无几，胖子作为其中之一，也算是本科期间结交的不错的朋友，听说毕业后就跟女朋友分手了，工作也不是很顺利，说不定目前的生活状态，跟我也同是天涯沦落人。今天就写到这里吧，先给家里打个电话。</p>
"}, {"id": 289,"title": "2014/11/15","mood": "happy","content": "<p>除了吃喝拉撒，流泪睡觉，没什么是人天生就会的。为什么偏偏长大后，经历多了挫折，常常拿我不会当成理由，去退搪一些必须做，却因困难或不想做的事情。从而放弃的心安理得呢？</p><p>
每周六晚的必修课，跟之前一个月吃过晚饭后写日记不太一样，现在写日记是在晚上11点，一个人在主楼实验室坐着，慢慢积攒着孤独带来的勇气。</p><p>
今天在去了东方时尚做科目二的模拟训练，中午在班车上站了一个多小时到驾校，穿越了中心校区走到东校区的模拟教室，急匆匆的听了一个小时课。。。这小节奏简直是太爽了，又给自己上了一场完美的精神教育课，进一步挑战体能的极限。晚上回到实验室，照常的跟妈妈通电话聊了一会儿，无论平时生活中遇到心理多么纠结的事情，体力上多么辛苦的事情，只要跟妈妈打个电话聊一会儿总会感觉心情好了很多，并不是因为我妈帮我解决了多少问题，也许是平时没有能说心理话的人，或者对家人对亲情的怀念，又或者是自己一直没有长大，没有真正的独立。。。总之，这是很难以描述的感受。刚刚看完了这周的两场《职来职往》，还是一如既往的收获颇丰，不知道有多少研究生会像我这样每周看求职类的电视节目，或许真正对自己有信心有目标的学生根本就不会去关注吧。好吧，眼皮已经睁不开了，写到这里，做一个不太合适的结尾吧，明天还有科目二的实车训练，估计又是难熬的一天，养足精神，努力做好每天的任务。</p>

"}, {"id": 290,"title": "2014/11/22","mood": "melancholy","content": "<p>不管我们做的是什么，人生要永远坚信这一点，一切都会变的。学会让自我常常归零，把每一天都当作是新的起点。遇到心情烦躁的时候，喝一杯清茶，放一曲舒缓柔和的音乐，闭眼，回味身边的人与事，慢慢梳理新的未来；这些即是一种休息，也是一种修行。</p><p>
无论怎样，又是一周过去了，今天下午去驾校联系科目二，效果还可以吧，比上周是强多了，但是基本功还是不算扎实，转弯和换挡是手脚不太协调，没办法，慢慢来吧，假日班只能周六周日练车，希望能够早点进入状态，一次性通过。</p><p>
恍恍惚惚的一周，课程基本没认真听，web开发进行的也不顺利，之前一直想着手学习管培生的知识，也慢慢的搁浅了。唉，真是对自己的这种状态感到羞愧。还有，论文一直在审核，也不知道能不能通过。通过的话反而又要借钱了，唉，能借谁的呢？纠结。不管怎样，先等结果吧，论文是一定要发表的。貌似没有话要写了啊，这反而是最可怕的事情，生活中没有什么精彩的故事发生，自然也没有那么多墨水去汇聚成文字，现在算是体会到了那句常说的话：你可以失败，但不可以自甘平庸。继续调节吧，无论做什么，让自己的每一天，每一分都充满意义，简单的总结一下目前的状况：论文发表、课程学习、web开发学习、驾校练车、寻找未来的方向。呵呵，生活中就被这五件事包含，可怕的是竟然连一件事情都没有完全做到满意！</p><p>
好了，继续走好当下这条路，去完成该完成的，将脸面抛到最远处-克服自己最大的人性弱点。</p>

"}, {"id": 291,"title": "2014/11/30","mood": "comeon","content": "<p>小时候，幸福很简单；长大了，简单很幸福。</p><p>
昨天回来晚了，没能及时记下日记，今天无论如何要补上。最近的压力越来越重，心里不是滋味，内心承受的极限不知道会在哪一刻崩溃，那一刻，不知道自己会变成什么样子，还是希望那个从来没有出现过得自己永远不要出现。</p><p>
三哥啊三哥，你还让人活吗？安排我带两个物联网的本科毕业设计，这是把我往死里整啊。以后我的毕设应该就是这方面了，谁知道最后会发展成什么样子，还是那句话，顺其自然吧。</p><p>
周末在驾校练了两天科目二，明天要正式考试了，也不知道会成什么样，恰好赶上降温，明天早晨五点多就要爬起来坐班车。唉，人生啊人生，就是这么苦逼，命运啊命运，我倒要看看你能折磨我到什么时候，其实说白了，一切都是自找的，归根到底还不是因为跟错了导师嘛，不管那么多了，命中注定有此一劫，躲不过，那就硬着上吧，就当是进入社会前的一次精神上的历练。</p><p>
好了，不说了，待会儿还要买好明天早晨的早饭，还要调整好考试前的心态。加油，明天一定会一次性通过，没问题。</p>
"}, {"id": 292,"title": "2014/12/12","mood": "happy","content": "很多时候你胆小，不是因为怕自己能力不够，会弄砸。而是因为弄砸了，<p>大家能看到，会嘲笑，被嘲笑之后，一辈子都翻不了身。其实大家都很忙，而你也没那么重要，所以放心吧，我们都不会被记得太久的。</p><p>
繁忙的一周又结束了，突然发现上周竟然没有写日记，唉，忙的不亦乐乎啊。短短的两周内又发生了很多事情：看一了下上一次写的日记，还在担心驾校的科目二会不会通过，但现在自己已经顺利拿到了驾驶证；上次写日记还在抱怨带本科毕设的琐事，现在也已经看淡了很多。最意外的事情莫过于有大学同学已经结婚了！杨昭，大学里算是结交关系不错的同学，晴天霹雳一般在群里宣布要结婚了，毫无征兆的消息，来的如此突然，看到这消息第一反应还以为自己劳累过度以至于出现了幻觉，问了一下本人才知道原来结婚对象是公司的同事，自从在上班之后就进入恋爱期了。当天除了确认消息是否属实之外，在QQ聊天框中反反复复的写了很多想说的话，但纠结了许久，还是没有把这些话说出口，最后简单的一句祝你幸福结束了这次聊天。此时此刻才明白，当天写了那么多话没有发出并不是担心自己会打扰到人家的生活，也不是因为对朋友不关心，只是我们已经不是一个世界的人，自己的想法即便说了对方也不一定能够感同身受了。又想起了那句令人感伤而又无比现实的话：故事的开始总是“恰逢其会，猝不及防”；故事的结局也总是“花开两朵，天各一方”。没有开始就没有结束，希望大家都在自己的人生轨迹上越走越好。</p><p>
刚刚又搜了很多关于管理培训生的资料，虽然没有真实的感受过MT的面试，但在论坛里看了求职联合利华、宝洁、玛氏的管培生的前辈们分享的经验，从行为面试，到英文面试，无领导小组讨论等各种素质要求，对目前的我来讲，进这些公司还是遥不可及的梦想！但是想一下用2-3年的时间可以达到别人至少五年才能够达到的高度，这种兴奋就让我足以付出一切去拼取MT的职位！在此立下目标：明年的今天一定要拿到理想公司的管理培训生的offer。革命刚刚起步，没有硝烟的战争却早就已经开始了，加油吧，为了明天的幸福，为了家人，为了自己无悔的青春！</p>

"}, {"id": 293,"title": "2014/12/21","mood": "comeon","content": "<p>工作就像做生意，有些生意利润高，有些生意利润低，卖菜和卖药赚的钱是不一样的。简单易做、人人都行的工作，和重点项目，关键环节的工作得到的认可报酬也是不同的。所以对新人来说，你必须懂得付出就有回报，但回报未必有你想的那么多。不要过高期望回报值，是保持内心平静，做好工作的必备本事。</p><p>
今天是周日，本来应该是昨天写日记的，只因为昨天是一个特殊的日子，大学班里第一个同学结婚，回到北京来请大家吃饭，总共只联系了6个同学，其中就有自己，既然拿自己当朋友，那也该略表心意吧，不过，工作的刚刚起步，上学的还在“啃老”，都穷的叮当响，商量好每人给了300块红包，老焦送了结婚礼物，就这样，完成了人生中第一次给同学送红包。坦白讲，见面之前一直还不敢相信，杨昭会是班里第一个结婚的，没有别的原因，只是因为消息来的太突然了，从认识到谈婚论嫁三个月的时间，确实有点“闪婚”的意思。对象是天津人，家庭条件不错，饭桌上提到家里有三个院，貌似要拆迁，又是独生子，的确，对没有“雄心壮志”的女生来讲，嫁得好才是人生的赢家。</p><p>
其他几位貌似也过得一般，班长不知什么时候回到了河北民政局，过几天应该还会参加2015年考研，至于结果，一切随缘吧。而且最痛苦的是女朋友还在澳大利亚，不想回国，唉，人生匆匆，不知道在哪一个十字路口会让自己难以抉择。老焦还在小米质检部，工作没有太大压力，重复性的工作，还免费发送小米手机，日子也过得有滋有味。史甜仍然做着销售的工作，军队没有去成，不过饭桌上倒是被其他几位八卦的女生问出了有男朋友，呵呵，工作了以后也许就是变化这么大吧。至于孙一涵和高心悦，同样作为继续读研的“好少年”，却没有那么丰富的生活，而且都是单身，其余两位大学本科期间就跟今天的“新娘”是死党，从头到尾各种羡慕结婚的昭姐。至于自己呢，也好不到哪里，目前仍然是很苦逼的状态，不知道未来在哪里，不知道下一个路口会在什么时候出现，会遇到谁，又会有怎样的故事。</p><p>
还有两个周就到期末考试了，近期什么项目都不去考虑了，就是专心复习考试，然后再去想其他的琐事，写到这里，开始复习。</p>

"}, {"id": 294,"title": "2014/12/28","mood": "comeon","content": "<p>你发现了吗，其实人这一辈子的每一个阶段都有新的痛苦和顾虑，周而复始，生生不息。绝对不会因为你考上大学，事业有成，赢取了女神就从此happilyever afer.但每一个阶段也会有每一个阶段的快乐，无法替代。生活不是安徒生童话也不是好莱坞电影，从出生的那一刻直到生命的尽头，都不存在什么节点，过去了之后一切幸福美满无忧无虑。</p><p>
匆匆一年，今天下午5点，2015年考研结束了。回想一年前的今天，自己怀着一份激动和期待跟黄果和青春走出了考场，虽然没有发挥的十分完美，但也觉得没有太大的失误，仿佛已经迈进了成功的殿堂。一年后，虽然自己不再是考场上的主角，但也仍然带着当初的记忆，刷着微博，聊着QQ，跟二战的同学一起加油，就在刚才，跟
志垒打电话问了一下考试情况，貌似今年北交的专业课又出现了去年那种变态的题目，貌似不太顺利，不过公共课还好，应该没啥问题。其他的同学也没有挨个联系，考的好自然没啥，而一旦考的不好，此刻电话过去恐怕也会造成心理压力。没啥，既然已经成为过去，那就静静的等待结果就好了，不要给自己压力太大，希望远方的伙伴们最终能实现自己的目标。
然后该说一下自己的事情了，最近一直在准备期末考试，各种忙啊，信号处理、随机过程、通信原理。。。真是醉了，实验室的小师妹今天还在商量着元旦去海南度假，呵呵，萌哒哒的小女生真是像生活在童话世界里。马上就考试了，最近这几天先恶补考试课程，度过最后这道难关再谈其他的。</p><p>
刚才松哥来短信说待会儿电话联系，OK，刚考完的战友总是会这样，内心的躁动不安如果没有人来听他诉说，就会一直处于压抑的状态。去年此刻我貌似正在洗刷间在跟官龙涛聊着考试的情况，而第二天就要去实验室进行压缩的八周实训，想想也是挺拼的，唉，时光如水，年复一年，不知明年的今天我又会在哪里？为自己的未来进行着怎样的奋斗？Still to the bitter end!就这样，始终保持对生活的热情，在绝望中寻找希望，在实践中享受人生的真谛。</p><p>
刚刚接了松哥电话，貌似考的也很一般，最近没啥事，应该会来中传一趟吧，人生不就是这么聚聚分分的剧情嘛，继续努力吧，少年。</p>

"}]

}
