{
    "articleList": [
        {
            "id": 301,
            "title": "2016/6/30",
            "mood": "comeon",
            "content": "<p>时隔一年零三个月，终于再次开始写日记，回看了一下上一篇日记，当天还是研一在参加艺考志愿者的时候，当时的心情是<img src='/img/imgmood/win.png'/</p><p>又一次来到了人生的节点，这一次，我告别了学生时代。今天，我毕业了。19年的学习生涯到此结束，心情倒是没有想象的那么糟糕，却真的是打翻了生活的五味瓶，倍感交集，昨晚经历了人生最燃的饭局，毕业大趴！工科生、MFA32人订了三桌，喝到玉林烤鸭店的服务员往外赶人；三哥一改以往的严肃，在后半场饭局赶到，一进门就高唱“让我们荡起双桨。。。”；bcont成员放下曾经的复杂心情，一一跟三哥合影留念；bcont高端微信群连刷1000条消息，完爆春晚红包趴！两年的研究生经历已没有遗憾！</p><p>大学本科期间就曾经幻想如果哪一天彻底走出校园会是多么的伤感，如今这个时刻真真切切的到来了，却有一种莫名的坦然。下午思考过坦然的原因，也许是因为提前好久开始进入公司实习，适应了社会的节奏；也可能是拿到了硕士学位成功毕业，算是完成了学习生涯的目标；又或是自己真的成熟了，明白了“离别是生活的常态，前途漫漫，仍需努力”。无论哪一种原因，此刻的自己所表现出的状态就是学习生涯结束最好的自己。</p><p>好了，开始总结这空白的一年零三个月。</p><p>首先是校招找工作，从实习开始，去年的今天进入北京电信网运部，与北邮的三个哥们一块儿参与广告管理平台的开发，中途有过小伙伴退出，也有过小伙伴适应不了体系的气氛，消极工作，庆幸的是自己一直挺了2个月，完成了暑期实习，给自己打满分，骄傲一会儿。</p><p>作为web前端开发工程师，理应去互联网公司做专业的研发工作，电信实习结束后每天刷题、投简历，连续循环2个半月，从参加BAT的在线笔试每次都打酱油，到单枪匹马到苏州成功拿到中国移动苏州研发中心的offer,再到顺利通过中国电信集团系统集成有限公司，最后再寒假回家前一天跟首创证券总经理终面PK，最终获得了18W+的年薪。。。也许就是在持续大半年的校园招聘中不断的打磨，才潜移默化的造就了配得上中传硕士的能力。目前工作尘埃落定，继续在让人又爱又恨的帝都工作，选择了北京户口，正式加入中国电信，现在看来前途漫漫，尚未可知，2年后的自己是否会跳槽？5年后的自己是否已经成家立业？10年后的自己会不会继续留在帝都？我想任何人都不会在毕业当天就强塞这些本就无解的问题。所以目前能给出的答案就是：我会一直在前行的路上，艰难困苦，玉汝于成，既然无解，又何必跟自己过不去。</p><p>毕业设计做的基于物联网的视频处理系统，从web FE 到web BE ，再到FFmpeg、shell脚本，完全是披荆斩棘，遍体鳞伤的完成了设计需求，狼性十足！最终在答辩PK下得到83.6的成绩，幸福感顿生！</p><p>又是晚上十一点半了，最熟悉的时间，两年半前，考研的奋斗历程就是这个时间，准时爬楼回到宿舍打开电脑，喝一袋牛奶，充实地回忆着一天的收获，有过挫折，失落，也有满满的成就感，真的怀念这种美好的生活。步入职场之际希望之际能够戒骄戒躁，在浮华中做一个有思想，有原则，有目标的职场人，今天开始，再一次每天与自己对话，只此一生用尽即逝，从心而动莫负佳期！</p>"
        },
        {
            "id": 302,
            "title": "2016/7/3",
            "mood": "happy",
            "content": "<p>充实的周末！毕业离校后的第一个周末没有在家闲着，参加了青年志的伊利巧乐兹活动，整整两天的时间，跟青年志和奥美广告的小伙伴们一块在Coffizz 共作室参与了酣畅淋漓的烧脑创意！！！</p><p>主题为定义浪漫，从自身故事谈起，到身边所见所闻，再到大众小众品牌的创意模式，“post it，post it！”---现在耳边还回荡着wendy催促大家运作大脑、写下创意、贴标签的的声音。。。第一天下午累到分享观点时无法get到重点的一脸懵逼状态，各小组最终还是从头脑风暴得出的8个idea中投票筛选出最为靠谱的“种子方案”！</p><p>第二天从浪漫种子出发，提取吸引眼球的亮点，制定标题、slogan、主打画面、故事剧本、线上与线下的推广方式。。。。彻彻底底的燃烧智商，4个小组8个选题，“地铁相遇记”、“爱情博物馆”我们组的两个选题得到了奥美大牛的认可，投票结果完全占据上风（此处给自己100分的掌声）！</p><p>就这样，两天的烧脑活动结束，从小伙伴们的头脑风暴中收获了很多思考问题的模式，也明白了品牌策划的运作过程，当然了还有每天500软妹币的报酬<img src=\"../img/imgmood/shy.png\" />。明天就是正式的入职报到了，新的起点就此开始，希望自己能逐步融入项目组的开发进度中，加油，明天会更好！</p>"
        },
        {
            "id": 303,
            "title": "2016/7/4",
            "mood": "melancholy",
            "content": "<p>入职第一天，起了个大早，“背上书包上学堂，不怕太阳晒。。。”，哈哈，无聊的乱入，却是真实的写照。</p><p>到了公司后已经是汗流浃背，后背的T-shirt浸透，想脱下晾干，用力过猛结果将衣服背面戳破一个洞！！！成功报废了一件衣服。</p><p>入职手续也没有办好，剩下好多项目亟待解决，国企的办事方式确实让人很蛋疼！哎，说到本职工作，应聘的明明是前端开发，现在却成了半个全栈工程师，又要学java和各种框架，这挑战真是够大！再说回这一切的源头---当初offer的选择，为了户口来到电信，放弃了首创证券，说到头来到底值不值得呢？此时真的要画一个大大的问号了，看不透未来能靠写代码走多远，真的很羡慕那些有冲劲有极强大勇气的人，为了追逐感兴趣的事情可以不顾一切的投入全部的热情，哪怕放弃现存的稳定，哪怕不知道做出冲动选择的决定最终是对还是错，哪怕不知道前方有多少困难在等着自己，只是为了让心中的那一团遏制不住的火焰彻底的燃烧！</p><p>自从读研之后，偶尔就会对自己的年龄产生莫名的“恐惧”，24岁的本命年一过貌似长大了很多，生活中必经的现实之路就眼睁睁的呈现在眼前，但却总不想迈出这一步，因为迈出第一步就意味着再也没有回头路可走，继续走第二步是唯一的答案。关于家庭，找女朋友进而走进婚姻的殿堂；关于职业发展，在写代码的路上走到何时是尽头？该如何征服这两座极富挑战性的大山。。。心累的时候还是不去想这些事了，活生生的给自己添堵，好了，放松放松，勇敢面对困难吧。</p><p>珍惜时间，努力过好每一天，在未来遇见更好的自己！</p>"
        },
        {
            "id": 304,
            "title": "2016/7/5",
            "mood": "sleepy",
            "content": "<p>入职第二天，今天将入职手续办好（6层财务的一个女神经好牛B的样子，连续两天找她办事，每次刚一张嘴就摆一副臭架子，拽上天了！）</p><p>这两天整体感觉还是需要适应上班强度，最平常的8:30-5:30，午间休息两小时，相比互联网行业的996工作制，电信，或者说国企算是非常宽松了。考虑了一下，之所以仍然感觉比较辛苦的原因应该包括两方面：</p><p>1,对业务流程不熟悉，需要接触后端代码，算是新的领域</p><p>2,入职前好久的放松和自由时间，突然步入有着限制的上班节奏，身体和心理需要有缓冲和过渡的过程</p><p>今天跟同一项目组的张冠鹏和市场部的刘开颐正式组成“午餐三人小分队”，中午可以结伴扫荡周围的饭馆了！</p><p>接下来的任务，尽快的熟悉业务流程，学习java web相关的知识，深入前端框架，一个月的时间，必须取得明显进步！加油！</p>"
        },
        {
            "id": 305,
            "title": "2016/7/8",
            "mood": "ogle",
            "content": "<p>入职第一周结束！这5天过的不算顺利，也没有产生很低落的情绪，算是中规中矩的度过。</p><p>前天开始，外勤助手项目组开始进行2.8版本升级，唉，入职仅仅三天，跟冠鹏就开始参与正式的开发，也是觉得有点小紧张，短短三天走下来，代码仍然看的晕乎乎，java web项目至今没有开发经验，基础也不太懂，导致现在有点担心如何完成2.8版本升级任务，没有别的办法，继续花时间恶补吧，希望能在开发过程中不断进步，对java开发有比较全面的认识（多久没有写js和css了，觉得前端也有点废了）。项目升级后续还有reactjs和springmvc要掌握，感觉这半年真是要在不断学习新内容中度过了。。。<img src=\"../img/imgmood/cry.png\" /></p><p>一周下来，每天步行上下班，不算太累，就是天太热了出汗比较多，上班到公司，下班回家后，上身都会被汗浸透，也是有点囧。还好，网上订的自行车周末应该就会到了，下周开始享受一下骑车上班的感觉<img src=\"../img/imgmood/ogle.png\" /></p><p>最近几天清凡把之前室友阳晨带回来临时住几天，两个野妹子也算给家里增添不少能量，阳晨每天起得很早，赶地铁回传媒大学实验室跟导师做项目，清凡每天晚上收快递，组装桌子和柜子，不亦乐乎。哦哦，沛龙回家放松还没去公司办入职，也是够叼，估计下周回来吧。跟房东催了好几次说把没用的柜子和电视搬走，至今没有执行，呵呵，真是收了房租就成太岁爷了。。。</p><p>前途漫漫，道阻且长，给自己缓冲过度的时间，希望能够牢记想要的目标，不卑不亢，活的精彩。</p>"
        },
        {
            "id": 306,
            "title": "2016/7/11",
            "mood": "happy",
            "content": "<p>工作第二周了，上周六把自行车买了，在朋友圈看到青春最近生活各种不顺心，电话联系了一下，最无助的时候需要朋友在身边吧---立马约了在联大见面聊聊。</p><p>原来自从上次帮他搬家后，去了南京上班感觉很不顺心，待了一周就回来了。笔记本、台式机先后崩溃、妈妈身体不好刚做完手术、现在放弃考研了，找了新的工作准备转型做web开发，貌似是要学成后回老家离父母近一点。哎，人生就是这样，来来去去，一个多月以前还以为青春会在南京长期发展，现在已经回到北京开始走向新的生活轨迹，计划不如变化快！</p><p>最近几天家里相继买了电饭煲、火锅、煮锅，生活用品已经齐全了！哈哈，晚饭刚结束，用煮泡面的锅跟阳晨一块吃了一顿家庭小火锅，生活气息渐浓，清凡今天加班，一进门发现拎着半个西瓜，负能量外泄。。。原来是在公司加班受了点气，现在还在厨房跟阳晨一边刷碗一边抱怨。。。。额，我这落笔之际貌似已经恢复了往日的精神，笑声传到十里外！</p><p>最后还是工作的事情，开发进度太慢，庞大的外勤助手要接收起来可真是不容易，freemarker的自定义标签，java类的层层嵌套，对开发模式还有诸多不适应，继续硬着头皮干吧！说是这一周要开发完成，希望到周五晚上总结这一周能有比较大的进步。</p>"
        },
        {
            "id": 307,
            "title": "2016/7/14",
            "mood": "sleepy",
            "content": "<p>最近又有了时光飞逝的感觉，转眼间到了周四，四天时间在公司上班觉得收获不太大，外勤助手的项目还是没有理清思路，总结原因还是对java web开发不熟练。但参与了开发之后平时很难有时间去单独学习java 项目基础知识。。。又遇到了不可调和的矛盾，哎，敬畏时间，珍惜时间，目前看来注定要在java开发中摸爬滚打前进了。</p><p>沛龙明天回来上班，哈哈，真是淡定，估计上班后也会觉得不太适应吧。话说回来，今晚他的师哥还要来借宿，要待半月左右啊！而且清凡男朋友周末也要来了，据说要待一个月！擦了，一个屋子要住5个人了！忍耐至少半月时间，宝宝心里苦，但宝宝不说！</p><p>学会在压力中生存下去！坚持到底！最后以菲尔普斯最新宣传片的台词鼓励自己：It's what  you do in the dark that puts you in the light! </p>"
        },
        {
            "id": 308,
            "title": "2016/7/17",
            "mood": "sleepy",
            "content": "<p>敬人不必卑尽，卑尽则少骨，知人不必言尽，言尽则无友。责人不必苛尽，苛尽则众远。</p><p>周末就这么结束了，连续两天在外面跟老同学聚了聚，周六骑行10公里回了联大，跟松哥在操场坐了一下午，聊了各自的状况，从他这两年的工作到考研，我的研究生生活到毕业工作，再从过去大学的生活点滴，到未来的畅想。。。生活在北京的这六年最黄金的时光让人又怀念又惋惜，人在感怀生活的时候总把曾经的遗憾放大，大到占据你的情绪，影响你的正常生活！</p><p>今天又跟小武、常新、史甜聚了一下，上班、等待入学、再战考研，每个人也都走在各自的轨迹上，幸福or痛苦都要自己承受，最近几天可能又是看到了曾经的影子---情绪消极失落，正能量丢失。一切还是归根于工作的不顺心，延伸到看不到未来的希望，就这样一天一天走下去吧，保证不让自己的心态和身体变更糟糕就是这一阶段最重要的，睡觉了，明天继续上班。</p>"
        },
        {
            "id": 309,
            "title": "2016/7/19",
            "mood": "scorn",
            "content": "<p>你的人生永远不会辜负你的。那些转错的弯，那些走错的路，那些流下的泪水，那些滴下的汗水，那些留下的伤痕，全都让你成为独一无二的自己。</p><p>眼看着周二了，外勤助手2.8版本的开发进入了后半段，从一无所知开始，硬着头皮坚持了十几天，今天终于能自己写点代码了，虽然还是没形成完整的java web 项目开发，但也算是提高了信心。本来挺高兴的事情，由于陈琛要离职，今天跟张元说了后续接收项目的事，哎，国企毫无章法的制度！随便一张口就让我接手，没怎么回应他们，就默默的盯着屏幕继续做自己的事。。。下班之前张元又找到了张冠鹏，准备让他接手陈琛的工作，貌似也没有准确的答复，就这样吧，继续耗着！在国企待这两周也真是看透了很多，分工不明，管理制度松散，真是够了！</p><p>晚上下班跟沛龙在路上聊了一路，貌似他那个项目组也很蛋疼，砸在手里也是个烫手山芋，好多问题找不到解决办法！不说了，TMD心情都整的郁闷了。就等着户口，拿着后看具体情况，实在不行就提前跳槽！保持原则，继续努力！</p>"
        },
        {
            "id": 310,
            "title": "2016/7/23",
            "mood": "mask",
            "content": "<p>上班第三周的周末，外勤助手2.8版本马上要进入最后的测试阶段，工作上报部分还没搞定！陈琛下周就要辞职走人了，地图任务还没有安排接手人，这下倒好，跟冠鹏刚入职三周就要承担起前端开发的责任。<p><p>昨天晚上下班回家发现有的小感冒，今天一上午没出门，鼻子塞塞的，好久没生病了，吃了一粒<img src=\"../img/imgmood/medicine.png\" />，下午睡了一觉也没感觉好转，正好外面阴沉沉的，宅在家里搞一下个人网站，看看电影，哎，下周末还要做一下公司前端组的知识分享，晚上把PPT做一下。</p><p>上班三周以来下午下班后总是回家看无聊的电视剧，再这样下去也是浪费时间、消耗生命啊，从下周起该制定学习计划了，前端知识不能放下！最近版本更新好久没写过js和css了，下班回家后还要继续学习！web知识、英语、口语练习，坚持下去！</p><p>天猫超市配送不给力啊，昨天下的订单竟然还没有到货。。。马上五点了，收拾一下冰箱，该准备晚饭了（ps：晚上约鱼妹明天吃个饭）</p>"
        },
        {
            "id": 311,
            "title": "2016/7/26",
            "mood": "happy",
            "content": "<p>今天算是有点小收获了！在经历了将近三周的v2.8版本开发，终于把巡检记录部分做的差不多了，上午在陈琛和田蓓的帮助下将最难搞的工作上报部分完成了，本来打算下午跟鹏栋联调测试一下bug,没想到午饭回来实验室的小伙伴们拉了个群找梁宇师哥报销论文！</p><p>哈哈，钱重要！在群里商量了半天，终于跟梁宇师哥提了一下论文检索报销相关的事情，说是下午才能打钱---带上耳机，打开十点读书电台，开睡！哈哈，没想到刚要睡着就听到手机响，摘下耳机，解锁手机，下拉提示菜单，“梁宇向你转账1450元”！幸福就是来的这么突然，虽然只报销了一半费用，也算是知足了，毕竟看情况这篇论文是没法检索了。</p><p>本周剩下三天计划：</p><p>(1)继续熟悉外勤代码，同时联调bug。</p><p>(2)交叉学习前端知识和java开发</p><p>(3)补充周五要分享的PPT</p><p>(4)尽快恢复身体，感冒好几天了，不能让身体状况影响效率</p>"
        },
        {
            "id": 312,
            "title": "2016/7/31",
            "mood": "happy",
            "content": "<p>7月份最后一天，入职整整一个月了，今天算是月总结吧。</p><p>第一周熟悉业务流程，第三天就开始参与外勤助手2.8版本开发，从啥都看不懂到勉强了解java web开发，再到写java接口，从看不懂代码写的什么鬼，到请教各位前辈连自己都觉得不好意思了，摸爬滚打挣扎了好久，终于还是算圆满完成了自己负责的部分。下周应该就要根据测试部门的结果进行bug修复了，相对来说时间比较宽松，抓紧时间多学习新知识吧，java框架，前端reactjs。。。</p><p>手机昨天没信号，以为是卡槽或手机卡坏掉了，本想正好可以把跟了两年多的华为神器换掉，没想到昨晚去了移动营业厅换上一个移动副卡后就神奇的恢复了正常的信号！！！是天意吗？？？还不到买手机的时候？再有一小时就要开始魅族抢购了，争取搞一个魅蓝note3,如果再抢不到估计就要去实体店买了，唉，想搞一个华为荣耀8，可惜宝宝工资还没到手，每月还要还花呗分期、京东白条。。。说多了都是<img src=\"../img/imgmood/cry.png\"/></p><p>最后再反思一下吧，早就看过一些职场人谈过“一入职场后就发现很难有富余的精力和时间去学习”，现在算是真实的体会到了，每周8:30--5:30的工作时间，周末没有多余的烦心事，至今仍然没有指定有效的学习计划。。。唉，源头还是身体素质的下滑，真是够不挣气的,身体的锻炼真可以说是完全由自己能决定和控制的事情了，跟所有其他人、事都无关，为何还做不到呢？！<img src=\"../img/imgmood/angry.png\" />待会儿还是要网购一双跑鞋，搞点运动装备，过几天发了工资赶紧入手，不能花这么多房租浪费了交大校园能利用的资源。从下周开始，安排时间游泳，跑步！从下周开始，做个为自己身体负责的人，面向大海，春暖花开！<img src=\"../img/imgmood/comeon.png\" /></p>"
        },
        {
            "id": 313,
            "title": "2016/8/2",
            "mood": "sleepy",
            "content": "<p>自从上周外勤2.8版本提交之后就闲下来了，连续两天没啥任务，每天早晨打开Idea，就这样开着了，连运行都没有，到下午下班点一下右上角的\"X\"号。。。</p><p>昨天巩固了一下requireJs，今天算写了几个js实用功能，说实话还是有些费脑筋的。如果明天测试组没有反馈bug的话上午学一下reactJS，下午继续写js实用功能的代码。</p><p>今天中午回家取了身份证和劳动合同，办了一张招商银行的信用卡，没想到现在银行信用卡部门员工服务这么周到，竟然还是上门来办，由此看来银行的小职员过的也够心酸。。。有了美国运通绿卡，感觉叼叼的，貌似每年刷6次以上就没有年费，够实用！以后出国旅行、赚购物积分、入手mac本等艰巨任务就靠“小绿”了。OK，就写到这里了，中午没休息，下午写代码写到头晕脑胀，看部电影就睡吧。</p>"
        },
        {
            "id": 314,
            "title": "2016/8/3",
            "mood": "sleepy",
            "content": "<p>又是“充实”的一天！本打算上午学reactJS，结果配置新电脑浪费了大部分时间，本打算下午学JavaScript实用功能，结果外勤助手2.8版本的工作上报出现了bug!加班半小时，还让郭霄帮忙修改了半天，明天再继续测试! MD,今天泳裤和泳镜都到了，本来打算下班游泳的！</p><p>晚上得知中传博士雷霄烨去世的消息！！！雷神啊，视频编解码领域的大牛，宝宝的毕业设计还参考过他的论文，真是。。。天妒英才。身体所能承受的极限真的是很难判断，压力过重的情况下更是会影响理性思维，so，做任何决定先深呼吸一分钟，冷静下来再判断！</p><p>明天计划：（1）改Bug（<img src=\"../img/imgmood/scorn.png\" />）。（2）继续学习前端内容，TMD，发现在前端部分能掌握到不错的程度都已经比较难了！！！最后再喝完鸡汤补补元气：<b>为了未来美一点，现在必须苦一点 。低头不算认输，放弃才是懦夫。同样一瓶水，便利店里2块钱，五星级酒店里却30块。很多时候，一个人的价值取决于所在的位置!</b></p>"
        },
        {
            "id": 315,
            "title": "2016/8/4",
            "mood": "happy",
            "content": "<p>充实的一天又结束了，bug基本算是解决了(暂时的)，下午下班后又做了一下优化，田蓓电脑关了没法访问服务，只能明天再测试了，今天打补丁神器--禅道的账号下来了，预计明天能将bug修改完毕，明天提交补丁！</p><p>下午张瑾说是周六放一天假，想要约一局，貌似在昌平培训过的很一般，哎，从学校出来后有多少人觉得很顺利呢，明天还要考虑一下跟鱼妹定个时间，这样看来只能是周日了。对啊，明天要发工资了，马上就要拿到正式工作的第一份工资，首要问题先把手机换了，另外今天预支了一部分工资，提前买了跑鞋和游泳装备<img src=\"../img/imgmood/naughty.png\"/>,不过只能是周三才能游泳，可惜啊，这么热的天气，跑步还是太痛苦了，预计装备到齐之后每周制定运动计划：周三肯定是游泳，周一周四和周二周五分别进行室内负重训练和跑步，周六日看情况随意活动。嗯就这样，一切的改变从锻炼身体开始！<img src=\"../img/imgmood/comeon.png\"/></p>"
        },
        {
            "id": 316,
            "title": "2016/8/6",
            "mood": "happy",
            "content": "<p>周末第一天算是比较充实的度过，昨天刚刚领了正式工作后的第一份工资软妹币5862元，试用期算转正工资的80%。心情大爽，本想赶紧入手新手机，但犹豫了一下，还有一月左右就iphone7发布会了，到时候安卓机必然会降价，再说现在的手机正常功能的使用还是没有问题的，就凑合继续用吧。。。好吧，主要是因为消费太高，资金源补充不足<img src=\"../img/imgmood/cry.png\"/></p><p>31届夏季奥运会今天开幕了！起了个大早看了一下开幕式，之前网上就传里约奥运会各种槽点，什么体育馆筹建延期，病毒传播，安保问题。。。TMD劳资今天看完了开幕式觉得无论是各国出场形式、开幕式节目演出、奥运五环和圣火点亮的创意都完爆之前的任何一届奥运会，而且最后压轴宇宙第一超模吉赛尔邦辰100米的走秀更是让现场气氛嗨上了天！酣畅淋漓的视觉盛宴！</p><p>中午约了瑾妹去姥姥家春饼吃了一顿，哎，没想到联通还要去昌平培训两周，更扯淡的是，还要组图表演节目，早晨5:30起床军训拉练，晚上还要上课洗脑。。。也是够惨的。貌似跟她男朋友最近一直不太合拍，也是整的不太开心，算了，不八卦别人感情上的事了。</p><p>下午睡了一觉，起了后换上装备骑上自行车去了交大，本想去操场跑几圈，没想到能用的操场太小，估计也就是250米吧，不过瘾！去生活超市买了羊肉，回到家泡上桔汁，加热紫米粥，亲自下厨做了萝卜炒羊肉，一顿小资的晚餐就此完成！给自己打满分！晚上九点半会有女子十米气步枪的首金诞生，还有一个半小时，静静等待。</p>"
        },
        {
            "id": 317,
            "title": "2016/8/10",
            "mood": "happy",
            "content": "<p>又是周三了，眼看着本周时间过半，收获了哪些呢？周一周二连续改Bug，脸上又熬出了痘痘！截止到昨天bug总算消灭的差不多了！上午项目组开了大会，周四外勤助手2.8版本就要上线了，忙了一个月终于有了点收获，下午下班后去西城区文化中心游了个泳，感觉还是不错的，游了半个小时瞬间清醒了，身体也变得轻松起来。最近最幸福的事情莫过于晚上睡觉不用开空调了，温度恰到好处，几乎不怎么出汗，往下的天气应该会越来越好，希望时来运转，加上不断积累生活上能够快速走上正轨。</p><p>特别喜欢自制力强的人，想早起时能坚持早起，想锻炼时能坚持锻炼，想读书时能坚持读书，不会消耗自已的时间去和人家争论，不会浪费太多精力去讨好无关的人。真觉得，自制力强的人，都不会很差，而没有自制力的人，不配谈理想。</p><p>目前看来还是晚上的时间没有充分利用好，每天下班回家总是很难去学点技术知识，英语和口语训练倒是勉强跟上了，哎，还是不能太着急了，只要不停下就算是战胜了惰性，继续加油！<img src=\"../img/imgmood/comeon.png\" /></p>"
        },
        {
            "id": 318,
            "title": "2016/8/14",
            "mood": "melancholy",
            "content": "<p>周日的下午16:30，珍贵的双休日又要结束了，业余生活的主线索还是看奥运会，连着两天上午早起看游泳和田径比赛，明天早晨男子百米飞人大战！(在公司偷偷开视频<img src=\"../img/imgmood/naughty.png\" />）。昨天下午跟青春见面聊了一下午，貌似还是老样子，联大同学大东从武汉又回来了，这些年多少人来来去去，走了又回来，唯一不变的就是一直在变。</p><p>工作主线索还是外勤助手2.8版本的开发，上周四上线后貌似没啥太多问题，周五看到邮件里测试人员提到工作上报部分又出了问题，郭霄在凌晨一点多修改了bug，明天问一下出了什么问题。下周应该还是继续版本更新开发，不知道会提什么样的新需求，初步估计地图部分还要在工作上报里添加，随机应变吧。</p><p>越来越觉得没有自制力的人根本没有资格去追求生活，更谈不上努力。一直在鼓励自己要把时间合理利用起来，做有意义的事情，但这一个多月来，下午下班，周末双休日的时候自己真正学到了哪些技能？又提高了哪些？真的是没啥能说出口的<img src=\"../img/imgmood/angry.png\" />。</p><p>为了不再被未来的自己看不起，现在制定计划，自我提高：</p><p>1、继续学习web开发技术，随时看数据分析相关的技能。</p><p>2、每个周末学习做一道菜，雷打不动</p><p>3、游泳、跑步、力量训练坚持到底！</p>"
        },
        {
            "id": 319,
            "title": "2016/8/15",
            "mood": "angry",
            "content": "<p>What a fucking day！！！本来很开心的一天，刚买的折叠椅上午快递到了，中午睡了个安稳觉，而且之前办的招行信用卡也到了，顺利激活，有了提前透支上万元的权利！可是。。。下午下班本来打算游泳，结果ＴＭＤ哪个不要脸的把劳资自行车偷走了<img src=\"../img/imgmood/angry.png\">!!!该死的，提前祝偷我自行车的龟孙子出门被车撞残废！！！</p><p>回家带着郁闷的心情做了一份牛肉炒饼，吃的也没啥滋味，又在网上准备入手一辆新自行车，越看越觉得眼花缭乱，哎，先缓一天，明天先步行去公司，看看明天下午去搞一辆二手车，貌似100块钱，看看再搞点配件，贴纸、除锈剂、润滑油。。。TMD越想越气愤，难道是上午忘锁车了？？？fuck！就当是锻炼自己get改装自行车的技能了，毕竟之前自行车的车链和飞轮有点咬合不紧，再次希望偷车贼骑车的时候车链断掉摔残废！</p><p>调整心情，呼。。。明天继续学习Reactjs，顺便熟悉外勤助手代码，貌似元哥周三要出差，我们要做一下外勤助手公众号的开发，漫漫长路，任重道远，继续努力吧！</p>"
        },
        {
            "id": 320,
            "title": "2016/8/17",
            "mood": "happy",
            "content": "<p>周三又结束了，随着上周四外勤助手2.8版本上线，最近工作上没有什么太多任务，这几天最大的收获算是把自己的个人网站做了升级，用jPages插件做了文章、日记、管理页面的分页优化，超链接隐藏等，给自己点个赞<img src=\"../img/imgmood/comeon.png\"/></p><p>这两天早晨步行去上班，感觉还可以，没有觉得多么辛苦，昨天刚买了一辆二手车，花了100软妹币，先去修车的地摊换了手闸线，看看明天不下雨的话去换一个车轴，剩下的应该就是外观装饰了，买了喷漆和贴纸，准备大展身手创造新座驾！昨天晚上跟老乡小林师哥聊了一会儿，谈了一下外汇投资的一些问题，唉，风险跟回报并存，谨慎决定是否参与。。。OK，剩下的两天一是继续熟悉外勤助手项目代码，二是把新自行车改造好，保持乐观积极心态，继续前行！</p>"
        },
        {
            "id": 321,
            "title": "2016/8/19",
            "mood": "ogle",
            "content": "<p>奥运会第三次\"林李大战\"结束了！不过这一次，李宗伟笑到了最后，这么多年一直被超级丹压制，终于在里约奥运会羽毛球的半决赛战胜了林丹，这一场比赛的情节从头至尾都让人手心捏一把汗，尤其是决胜局，你来我往，一直没有拉开比分，直到17:17打平，林丹的失误让李宗伟连拿三分，20:17！距离李宗伟晋级只有一球之隔，没想到啊，我们的超级丹连追三球瞬间扳平：20:20！！！眼看着12年伦敦奥运会的剧本又要开始重演，但这次上帝站在了李宗伟这面，靠着强大的心理素质终于顶到了最后，22:20，李宗伟连赢两球，经典之战就此结束，我想无论最终决赛的结果是什么，这场比赛的结束同时也意味着羽毛球这八年来，这\"林李\"时代的结束，两人的战绩即将被载入羽毛球史册。</p><p>比赛看下来也是若有所思，李宗伟从北京奥运会以来，八年的时间奥运会、世锦赛等大赛几乎就没有赢过林丹，输掉比赛后总是有媒体和观众为此感叹：既生瑜，何生亮。12年伦敦奥运会结束后李宗伟也曾想过退役，可是为了热爱的羽毛球，为了自己的梦想，他又坚持了4年，而这一次的坚持，终于在今天得到了最大的收获，也许这一次战胜林丹后是他最接近奥运会冠军的一次，一旦梦想实现，这将是他人生中最为辉煌的时刻，而之前所有的失败都将显得不再那么重要了。由此可见，人生的真谛在于相信自己，永不放弃，对所要实现的梦想始终保持热忱！</p><p>OK，抒发了一下小感悟，该总结一下这一周的收获了，最大的收获在于把自己的网站进行了较大的升级：jPages分页、Apache rewrite URL、hotarticle 背景音乐、网站首页欢迎语。一口气搞定了这几大功能，感觉自己又凸显出了狼性，给自己打满分<img  src=\"../img/imgmood/naughty.png\" /></p><p>周末准备好好休息一下，看看奥运会，找大东和青春小聚一下，享受生活！</p>"
        },
        {
            "id": 322,
            "title": "2016/8/22",
            "mood": "happy",
            "content": "<p>入职第七周的了，上周几乎没有啥任务，完成了个人网站的改版，算是最大的收获了。自行车也重新装饰，现在看起来应该是迷彩系，还是不错的，不枉我在楼下被蚊子咬了好几个包仍然忍着给自行车喷漆、贴纸。下午下班去游泳馆活动了一下，多年不下水锻炼，发现肺活量下降的厉害，竟然还不能连续游200米！看来以后每天都要进行游泳池拉练了。跑步的话从下月再说吧，毕竟夏天的尾巴还是挺热的。</p><p>这周的主线索是新员工培训，从周二到周五，估计又是领导洗脑加业务讲解，不过看邮件上说的貌似周三要去怀柔一趟，应该是室外集体活动，就当是散心了。OK，就这些了，（PS：吸收生活的营养，增加阅历，否则都没啥内容了）</p>"
        },
        {
            "id": 323,
            "title": "2016/8/24",
            "mood": "sleepy",
            "content": "<p>培训第二天结束，今天跟新同事们一块去了怀柔红螺湖分景区参与室外拓展训练。</p><p>早晨6点起了个大早，睡眼惺忪的骑车到了公司跟同事们集合。大巴车行驶一个半小时到达目的地。主要进行了团队绑腿跑、绳墙、8米攀爬下落、挑战150秒。顶着烈日和蚊虫叮咬参加训练确实很辛苦，不过过程有很多收获，最受感触的还是拓展教练的人生阅历，每个游戏结束后都能从同事们的表现中总结出优缺点，同时类比实际工作，讲出很多共同点，不外乎团队协作、领导力，规划安排、心理抗压这几方面，确实，仔细一想人生如戏，生活中好多道理应用到不同的场景中都是想通的，以后还是要做个生活中的有心人，善于反思总结。</p><p>回到家后跟二姑通了个电话，之前说要帮忙介绍对象，自己每天匆匆忙忙的节奏也一直没有给予回复。今天还是决定先聊一下试试吧。中国音乐学院的女生，估计共同话题应该不会太多，不过新鲜感应该会增加不少，哎，主要还是看性格、品质和个人价值观吧。再仔细考虑一下自己的个人现实情况，还是有些信心不足啊。工资，买房。。。不去balabala了，一切看缘分吧。OK,明天还有培训，早休息睡觉了。</p>"
        },
        {
            "id": 324,
            "title": "2016/8/27",
            "mood": "wine",
            "content": "<p>连续两天晚上赴酒场，昨晚跟应用研发中心的领导、同事们聚了一场，好久没喝酒了，又是正式入职后第一次跟同事聚餐，无论如何不能怂了，连续几杯冰啤酒下肚，加上新疆人自制的羊酸奶和手扒饭，脆弱的胃终于还是承受不了酒精带来的刺激--洗手间狂吐一场，舒服多了<img src=\"../img/imgmood/melancholy.png\">。跟测试和研发部门来回聊了好多，也算是有所收获，散场后骑上自行车一路向前，没有走过的路线上不知行走了多远，随着感觉还是回到了家，打开《谍影重重5》。。。到了深夜12点。</p><p>今天跟之前二姑介绍的姑娘见了一面，约在了玉渊潭公园，姜力晖--中国戏曲学院的妹子，山东莱州老乡，在公园散了一会步，中午吃了简单的兰州拉面，聊到下午4点左右，送妹子到车站回学校，自己坐地铁也回到中传。路上认真考虑了一下这个妹子的情况，品质应该还不错，有山东人的踏实，可能是刚认识，有点不善交谈，非外貌协会，不过最重要的还是之前担心的那样，自己这么多年的理工科经历，而相对应的，她却是走的艺术生路线，哎，注定不会有太多共同语言，今天之所以聊天的时候会出现各自拿手机刷微信的尴尬，也是这个原因吧，最后能不能在一块，一切随缘。</p><p>下了地铁回到学校后突然刮起了妖风，一阵急促的小雨飘过。在主楼坐了一会儿后，雨势略减，前往46楼找移动互联网组的伙伴们，哎，短短两月时间，物是人非，33楼拆了，搬到46楼，变成了网吧的布局，在聪哥的帮助下师弟们都去了搜狐实习，其中心酸or幸福自己体会。晚上跟玉杰、梁凯、永书在北门的驴肉火烧小聚，配上一瓶白酒和几个下酒菜，开始了男人间的酒场交流。。。现在回到家，坐在电脑前敲字手仍然反应不灵敏，就这么几个字敲了将近20分钟。</p><p>喝酒也许是踏上工作岗位后最容易释放压力的方式，不在于酒精的麻醉是否是人们在逃避现实，而是在决定喝酒的那一刻，就要将心中的痛快也好、痛苦也好全都释放出来，酒醒后给自己一个重新开始面对现实的机会。</p>"
        },
        {
            "id": 326,
            "title": "2016/8/29",
            "mood": "kun",
            "content": "<p>第八周正式开始了，眼看着工作就要满两月，感叹时间流逝的速度太快，同时又希望自己能够快点成长，心情有点小复杂。昨天中午没休息，下午游泳强度有点大，结果今天早晨一起床就感觉浑身无力，静坐了两分钟终于还是强忍着穿好衣服，睡眼惺忪的绝尘而去。。。</p><p>到了公司把之前跟志新对接的前端功能“验收”完成，元哥找我们谈了一下最近的开发情况，他手里压了好多任务，貌似我们目前还接不了，所以就没安排新任务，说是周四找个会议室统一讲一下外勤助手项目的代码。后续应该会接二连三的安排新任务。。。貌似还有微信公众号的开发，9月份将是技术提升的关键时期！</p><p>晚上回家熬了紫薯粥，炒了青椒猪头肉，配上玉米饼，营养晚餐顺利搞定，本想从今天晚上开始，回家加班开始学习spring、Struts2、oracle的视频，哎，有给自己找了理由，看了一部刷爆朋友圈的日剧--《贤者之爱》，确实是毁三观的剧情，还有两集没上线，不过从弹幕上的评论可以看出观众已经被吊足了胃口，不久应该会掀起一波“调教”狂潮。</p><p>加油了，明天开始学习java web的开发<img src=\"../img/imgmood/comeon.png\" /></p>"
        },
        {
            "id": 327,
            "title": "2016/8/31",
            "mood": "kun",
            "content": " <p>又到了周四，最近几天一直在看Struts2框架，java基础不牢固学起来还是有些吃力。找到了hibernate和spring的学习视频，本周末前将SSH框架学习放在重中之重。明天安排好了元哥讲解外勤项目架构，争取后期能够熟悉业务，赶紧投入到项目开发中。</p>  <p>刚刚张瑾发信息来，貌似现在还在学校做联通推卡的工作，周末都没有休息时间，估计也是心累吧，连电脑升级都出了问题，考验抗压能力的时期。</p> <p>最近每天早晨起床都感觉很困，浑身无力，上午学习效率也低，跟上个月相比明显更容易困了，可能是换季的原因吧，往年每到9月份心情都会出现比较低落的情况，总要调节一段时间，希望今年能够摆正心态，顺利渡过这个时间段，安排好每周的生活，努力和顺其自然了，保持正能量，up，up，up！</p>  "
        },
        {
            "id": 328,
            "title": "2016/9/1",
            "mood": "fendou",
            "content": " <p>9月份了，入职两个月，再过半月就该申请转正了。坦白讲，目前对公司业务层面还不是特别熟悉，尤其是庞大的外勤助手，各种服务，mts、work、ci。。。今天上午在会议室开了一上午会，元哥大概讲了一下reactjs，然后粗略的了解了一下上一个版本怎样使用react进行开发的。还好，有简单的应用，也有相对复杂的功能。</p>  <p>下午看了一下，大概还好，有些内置方法和属性忘得差不多了，明天没有额外任务的话就继续看这部分代码，顺便将之前学过的reactjs基础重新拾起来。哎，本来打算这几天好好学一下Struts2，没想到我们的技术专家赵哥今天说后期要重新用springMVC取代Struts2,。。。好心塞，java体系真是好庞大，觉得有点心有余而力不足了，不知道还能坚持多久，继续努力吧。</p> <p>下班去游泳馆释放了一下压力，没想到去潜水发力过猛，腰部扭了一下，还好并无大碍，今天持续游泳距离又有了新的提高，貌似是275米？继续加油，下周目标争取稳定在300米。<img src=\"../img/imgmood/comeon.png\"/></p>  "
        },
        {
            "id": 329,
            "title": "2016/9/6",
            "mood": "ziya",
            "content": " <p>连续两天学习reactJS，从阮一峰博客到react中文社区，再到国外大牛的英文视频课程，学下来之后发现react的技术体系也非常的庞大，跟nodejs紧密挂钩，还有redux框架、recat-router。。。估计这小半年的时间能把体系了解清楚，掌握基础就不错了。</p>  <p>下班前元哥又安排任务了，貌似这两天要研究一下url点击率统计的功能，周五给反馈，哎，跟reactjs穿插着学习吧。刚才逛知乎论坛时在一个专栏看到一篇文章《如何在二十几岁的时候投资自己》，里面有一段说的很现实--<b>我的加入能给这家大公司的前景带来改变么？答案是否定的。同时你学到的东西都显得不太起眼。最终的结果可能是，你可能稍微赚的多一点，但是却不太了解自己，相比你在创业公司或成长型公司里工作的朋友们，你可能已经落后不少了</b>,真是说到心坎里了！所以目前唯一要做的就是学习<b style=\"color:red\">通用知识</b>,而不只是做一些针对性比较强的项目，目前的外勤助手貌似也学不到太多通用性的东西，所以还是趁着现在时间比较宽裕，多花时间拓展知识面，增加已有知识的深度！</p>  <p>之前定的健身计划没有严格执行啊，跑步未开始，哑铃也好久没动了，游泳倒是一直保持的不错，貌似有点运动过量了，自从上次游了300多米后，颈椎有点疼，可能是连续保持一个姿势导致肌肉僵硬。本周完成300米常态应该是问题不大，嗯，继续加油，现在天也不太热了，要开始把游泳和哑铃拉伸结合起来</p> <p＞最近几天的主旋律就是reactJS+url点击率统计的研究，前路漫漫，任重道远，继续努力，先给自己顶一个小目标：半年内完成身体塑型，web开发技能提升一个档次<img src=\"../img/imgmood/comeon.png\" /></p>  "
        },
        {
            "id": 330,
            "title": "2016/9/11",
            "mood": "dabing",
            "content": " <p>充实的一个周末，部门进行了集体团建，乘坐大巴车去了怀柔仙翁度假村，远离城市的喧嚣，去郊区感受大自然的清新，活力。</p> <p>7点起床，喝了一碗晚上煮的粥，急匆匆的赶去公司集合，和开颐一块搬了晚上要做的烤串，整整4大包，700串羊肉、牛肉，200串鸡翅，几大箱啤酒。。。大概10点多，沿途观光了高尔夫球场，穿过了雁栖湖风景区，终于到了我们的大本营。跟冠鹏和鹏栋合住在三人间别墅，依山傍水的位置，简直是休闲放松养老的宝地，卸下行李收拾了一下就该吃午饭了，家常菜，满满一桌，好饱好饱。<img src=\"../img/imgmood/shy.png\" /></p> <p>下午去了神堂峪风景区，在山路大概转了10几公里，壮观的龙潭，冰凉的山泉再加上迷之山路。。。刺激着体内的洪荒之力，走下来之后脚都残了，天色渐黑，直接去了烧烤区，开干了！！！但是。。。自己动手烤肉确实太生疏，每个烤炉离得太近，被呛得眼疼，一晚上下来只吃了个三成饱，fu*k!!!领导们去了KTV唱歌，剩下我们几个年轻人到了A栋别墅的大客厅组了一局打牌，山东够级！！！吹着山风，喝着北冰洋，high到爆，整整搞到了12点，意犹未尽。</p> <p>今天起了个大早，浑身酸痛，饿的头昏脑涨，赶紧组队去吃早餐，到了吃饭地方发现昨晚打牌最晚的却是唯一起床吃早饭的。。。上了两大盘馒头，疙瘩汤、玉米粥、各种小咸菜，几乎每人都吃了至少两个馒头，过瘾！</p> <p>剩下的时间就是各自活动了，有的去栈道，有的回房间补觉，大多以休息为主，下午一点集合回城，刚刚回到家，浑身上下都弥漫着汗臭，忍者疲惫把衣服洗好，总算是结束了两天的郊区活动。</p> <p>下周开始又要开始下一步的研发工作了，赶上了中秋节，上三天班，歇三天班，嗯，还不错，不过之前表姐说让这周末去家里吃饭，估计是中秋节要回家了吧。这几天考虑一下，中秋节安排点事情做，加油。</p>      "
        },
        {
            "id": 331,
            "title": "2016/9/14",
            "mood": "keai",
            "content": " <p>明天就是中秋节了，下班之后去文化中心游了个泳，自从最近改变了游动频率后蛙泳一次性游400米已经没啥问题了，接下来计划每周增加100米。目前自由泳能匀速保持在100米左右，但后25米很费力，争取在1-2周内搞定匀速100米。</p>  <p>运动出门后发现竟然下雨了<img src=\"../img/imgmood/shy.png\" />,冒雨骑车到交大一食堂吃了个晚饭，一如既往点了鸡汁鲜肉包、韭菜鸡蛋馅饼和瘦肉粥，8元。昨天从生活超市购物回来算了一下，如果吃牛腱子肉，一斤40多，一次要吃7-8元左右，再加上主食和蔬菜，一顿下来也要12元左右，还要花时间亲自动手做，太不合算！以后就慢慢把吃饭重心往交大食堂转了<img src=\"../img/imgmood/naughty.png\" /></p> <p>饭后去生活超市转了一趟，买了点水果和一只德州扒鸡，刚进门二姑就打来电话，明天去她家做客，一块过中秋节。哎，最可惜的是今年表姐一家提前买票出去玩了，亲爱的小辰辰也好久没见了，估计又长高了，下次见面也许就成懂事的大孩子了。。。</p>   <p>就写到这里了，这几天把后续工作安排好，估计9.22号项目上线后会有很多工作压过来，加油！</p> "
        },
        {
            "id": 332,
            "title": "2016/9/17",
            "mood": "fendou",
            "content": " <p>中秋节三天小长假马上就要结束了，此时此刻觉得这三天收获还算挺大的，虽然没有实际动手做什么事情，但总算是把短期内的奋斗目标定好了--11月份考证券从业资格证，两个月的时间，尽力兼顾好外勤助手开发的同时，学习证券从业的基础知识！</p> <p>中秋节第一天去了姑姑家做客，跟姑姑和姑父聊了一天，喝了点小酒（活这么大第一次喝这么多白酒），下午睡到了5点，晚饭又喝了一点，迷迷糊糊的回到家已经十点多了，在楼下吹了一会儿晚风感觉头脑已经清醒了，在淘宝上买了证券从业资格证的学习资料，貌似有两大本书，《证券市场基础知识》、《金融基础》，在知乎上看到有人提到过考试不难，但是基础证书必须要通过，什么CPA、CFA就暂时放一边吧，没那么多精力。还有计算机中级职称，还好，硕士毕业要两年后才能申请，so，这两年的时间就好好提升程序开发能力，把需要提前解决的问题都搞定！</p> <p>昨天二姑又打了一遍电话过来，提醒了一下自己的心态问题，顺便聊到了王蕾表姐目前也在准备考证，珍惜时间等问题。毕业两个多月以来自己一直就没有好好利用时间，刚毕业的时间才是最宝贵的，而且租着比同事贵好多的房子，占据了天时地利，却从来没有好好利用起来<img src=\"../img/imgmood/angry.png\">。</p>   <p>加油了，努力朝着自己的奋斗方向努力！</p>  "
        },
        {
            "id": 333,
            "title": "2016/9/19",
            "mood": "dabing",
            "content": " <p>昨天开始学习金融基础和证券市场法律，隔行如隔山果然还是有点道理的，看的过程对好多专业名词都没有什么概念，看的很缓慢，手机端每天用鸭题库APP刷题，效果也一般。。。不管那么多了，就靠纯记忆吧，先拿到证再说，而且好多非金融学专业的应届生也都能通过，自己也就没有搞不定的理由！</p>  <p>公司这面最近也来任务了，外勤助手平台侧2.8版本还没上线，现在就要开始准备2.9版本了。今天好不容易把之前已有的功能移植到了新功能模块，哎，剩下这四天也不知能不能搞定这部分功能，无论如何也要在下周结束前做好，否则本周2.8版本上线后就来不及了。最大的障碍还是对已有代码不熟悉，很多的封装、调用看的很头疼，不管怎样，抓紧时间尽快熟悉吧。看了一眼电脑右下角，八点半了，看90分钟证券市场法律基础！PS：室友们外面煮火锅，好诱人<img src=\"../img/imgmood/scorn.png\" /></p> "
        },
        {
            "id": 334,
            "title": "2016/9/23",
            "mood": "yun",
            "content": " <p>连续六天的工作日结束了，总算松了口气，这一周基本就是参与V2.9版本开发了，元哥安排的任务好重，估计下周能完成就不错了，周三周四晚上还加了班，结果只做了不到一半的工作量<img src=\"../img/imgmood/melancholy.png\">。</p>  <p>证券从业资格证的准备开头效果也不太好，每天晚上看书效率太低，生硬的金融市场和证券法律看起来很吃力，白天用鸭题库刷题也是随着感觉走，并没有明显的进展。目前刷了200多道题目，估计再做一遍还是记不住。。。没有其他好办法，继续猛打猛冲吧！</p> <p>还有就是这周把房租交了，感觉一刷回到解放前，余额堪忧啊，算了，不考虑这些问题了，继续充实生活和专业技能！目前游泳技能得到了明显进展，单次500米左右已经没啥问题了，下周开始进行50米蛙泳和自由泳交叉运动，下次，不过随着入秋，天气越发凉快，泳池的水温有点低，还要注意保暖。</p> <p>周末计划：继续准备证券从业资格考试，看情况去公司把接下来的开发任务整理一遍，适当放松休息，加油！</p>   "
        },
        {
            "id": 335,
            "title": "2016/9/24",
            "mood": "dabing",
            "content": " <p>周六，在家里宅了一整天<img src=\"../img/imgmood/pig.png\" />，上午什么也没干，干坐在桌前看了几集海贼王，差评！</p> <p>中午做了土豆炖牛肉，第一次尝试，味道算是很不错了，不过牛肉是现成买好的酱牛腱子，估计从生牛肉开始做会有难度吧，后期可以再试一下。</p> <p>下午睡觉起床后下载了几部由阿加莎-克里斯蒂经典小说改编的电影，《东方快车谋杀案》、《尼罗河上的惨案》、《阳光下的罪恶》。有的看了，哈哈。在后窗台上坐着看了一会证券市场法律，boring!!!看的我快失去信心了，法律条文真是太难记，看了两个多小时，中间多次出现注意力不集中，思绪满天飞的2B状态！看来后续有必要采取浏览挑重点的方式看书，把精力放在刷题上。</p> <p>晚饭前跟着《牛男健身》锻炼了半个小时，深蹲的要领基本掌握了，跟<img src=\"../img/imgmood/swimming.png\" />接下来就是提升训练强度,争取能够产生明显的外形塑造效果。</p> <p>最开心的算是解决了技术问题吧，本打算晚饭后去公司研究接下来的V2.9版本开发，没想到因为自己一时的“偷懒”，打开了highcharts教程研究起来，无意间把上周的数据点值显示问题给解决了！<img src=\"../img/imgmood/ogle.png\">，OK，今晚任务：先把74年版的《东方快车谋杀案》看完，睡前看TED，一句话，休闲中学英语！</p>     "
        },
        {
            "id": 336,
            "title": "2016/9/28",
            "mood": "weixiao",
            "content": " <p>本周第三天结束了，距离十一小长假还有两天！坚持到底！</p>  <p>先回顾一下本周剩余的开发任务，今天下午下班前跟郭霄把按部门查询的销量统计模块调试通，如此一来商贸版v2.8的补充任务还剩下大约三分之一的工作量，明后两天时间肯定能完成整个模块的联调!最后估计还要把“拜访记录”tab页面的id冲突解决一下...好麻烦啊<img src=\"../img/imgmood/melancholy.png\" />，听张元说v2.9的版本对前端团队的任务要求还是挺重的，看了一下工作安排表格，预计还要做好打硬仗的准备，刚搭的react工程还没有完全成型，最快可能到v3.0就要开始用reactjs来进行开发了，前后端完全分离也算是好事。</p>  <p>最近几天气温下降很快，前天晚上睡觉没盖好被子，半夜冻醒，早晨起床鼻子就不透气，结果现在变成了彻底的感冒<img src=\"../img/imgmood/mask.png\" />，还好马上就到小长假了，否则带病开发程序实在是很痛苦的事。</p> <p>还有证券从业资格考试的准备，最近刷题效果一般，大多还是连蒙带猜，好几天没翻书了，平时还是要注意尽快把书本重点过一遍！11月份证券从业资格考试还有一个半月左右，也不知能不能赶得上，任重道远啊，十一期间多集中时间攻一下金融和证券市场法律基础吧。</p>  "
        },
        {
            "id": 337,
            "title": "2016/9/30",
            "mood": "ziya",
            "content": " <p>十一小长假来喽！</p> <p>今天完成了商贸版v2.9的第一个任务计划。经过大约两周的时间，总算是在十一假期之前收了个不错的结尾<img  src=\"../img/imgmood/win.png\" />。下午睡醒后就开始倒计时，跟郭霄和鹏栋聊了一下午电影，期间每隔几分钟就有同事<b>背着包</b>陆续离开。。。<img src=\"../img/imgmood/scorn.png\" />,哦，临走前开了个集体会议，完成了项目开发设计文档从SVN到有道云协作的迁移。</p> <p>OK，接下来就是十一期间的安排了，预计完成个人空间的前端开发文章模块，剩余时间找同学聚聚，拿出一半左右的时间继续刷题，准备证券从业资格证的考试，嗯，就这样，enjoy holiday！</p>   "
        },
        {
            "id": 338,
            "title": "2016/10/5",
            "mood": "fendou",
            "content": " <p>十一假期过去一大半了，5天的时间，目前是10月5号22:37，终于完成了个人空间的前端开发模块开发！<img src=\"../img/imgmood/comeon.png\" /></p> <p>开发过程远比自己想象的要难的多，假期安排计划之前本打算最多两天的时间搞定该任务，哎，计划赶不上变化。最耗费时间和精力的算是文章发布页面的开发，<b style=\"color:red\">kindeditor</b>可真是个不太容易入门的编辑器，看产品介绍的时候觉得还挺简单，没想到嵌入页面的方式是用的iframe!也是醉了<img src=\"../img/imgmood/sweat.png\" />,还好，最终还是勉强把功能做好了，目前为止个人空间的功能算是暂时完整了，心灵鸡汤（呵呵），个人日记本，生活相册，再加上前端技术文章分享，上线时间之日可待！！！预计本月底之前搞定！</p> <p>相比之下证券从业资格考试的准备却一直没有达到预期目标，看来精力和时间分配还是有点问题的，目前连证券市场基本法律一本书都没搞定，再有半个月左右该报名考试了，空闲时间的重心将往准备考试上转移，嗯。</p>    <p>今天去西城文化中心游泳，水温已经有点凉了，以后估计要漫漫减少去游泳的频率，不过昨天收到了瑜伽垫，锻炼身体的时间也该往负重锻炼上转移，好了，头昏眼花了，最后用今天在公众号看到的一句话来总结一下，也算是对自己的鼓励：“漂亮”是靠的自恋，靠谱靠的是自律。继续加油</p> "
        },
        {
            "id": 339,
            "title": "2016/10/7",
            "mood": "fendou",
            "content": " <p>十一假期最后一天马上就要结束了。在开始长达七天的工作日之前，先给这个十一假期做个小总结吧：</p>  <p>1、完成了个人网站sidebar的前端开发文章模块，大概耗费了4天多的时间。</p>  <p>2、买了室内健身装备，由于天气转凉，游泳次数会陆续减少，之后下班之后室内健身频率要提高。</p>  <p>3、开始学习EOP，昨天在京东上买了新的双飞燕外接键盘，预计一周内谈好1-2首简单的曲子。</p> <p>整体看来假期收获还算挺大，哦哦，还有一件令人动容的事情，无意间关注了一个微信公众号-“一字一元”，来自一个即将逝去的生命--奥美的员工，30多岁的女性，生活圆满，但却因多年的工作压力，对身体造成了极其严重的损害，已经做了全胃切除手术，在生命的最后时刻选择在公众号上分享对生命的感悟，字里行间充斥着对曾经的怀念和对生命的渴望，每一篇文章都令人动容，保存几篇到自己的文章里，希望能够时常翻阅看一下：</p><p>文章原创-<span style=\"color:blue\">潘达舟</span>|微信公众号：一字一元</p>  <p><a href=\"https://mp.weixin.qq.com/s?__biz=MzIyNTMzMjM0Mg==&mid=2247484488&idx=1&sn=c0450ad07d934b5daa3ef33beabb5d54&chksm=e8001951df7790477a00fe191354618b7b8d6f7ed220a3432913b2ced5bed3fdca8c3b3b6621&mpshare=1&scene=1&srcid=1007BSeRBe5WumhW1gx4xuCs&pass_ticket=ShgNfckHpU9dgtuhLHAye2s1HajuQBL8h5h5u5fBUUlR643GGahXjgVWHIZP0ntm#rd\" target=\"_blank\" >死 就是做一场再不会醒来的梦</a></p>   <p><a href=\"\" target=\"_blank\" ></p>  <p><a href=\"https://mp.weixin.qq.com/s?__biz=MzIyNTMzMjM0Mg==&mid=2247484496&idx=1&sn=9daeb1b1c8148ec05fdb125cfa50e6a1&chksm=e8001949df77905ff35bc9f99414176e39582773894cc6df78bda2ee5c17cbfe1e44a720d12b&mpshare=1&scene=1&srcid=1007f7W8BwLNb0bohmF9vb6J&pass_ticket=ShgNfckHpU9dgtuhLHAye2s1HajuQBL8h5h5u5fBUUlR643GGahXjgVWHIZP0ntm#rd\" target=\"_blank\" >我不是熊顿 我是熊猫 </p>  <p><a href=\"https://mp.weixin.qq.com/s?__biz=MzIyNTMzMjM0Mg==&mid=2247484507&idx=1&sn=67828a6ec23c94e0203c98b3d9a80585&chksm=e8001942df779054f37c9c2a5e17827135c530e9bd8c41ca9a836f4f49c16e7b795ad144b916&mpshare=1&scene=1&srcid=1007Tzoo64lwUemir42jTjWF&pass_ticket=ShgNfckHpU9dgtuhLHAye2s1HajuQBL8h5h5u5fBUUlR643GGahXjgVWHIZP0ntm#rd\" target=\"_blank\">趁年轻，就应该多经历</a></p>  <p>好了，接下来就该展望一下下周的安排了，外勤助手V2.9版本10.20号上线，目测工作任务还是挺艰巨的，貌似是要跟田蓓和王志配合，嗯，加油，最后一点，要在证券从业资格考证的准备上多下点功夫了<img src=\"../img/imgmood/comeon.png\" /></p>。 "
        },
        {
            "id": 340,
            "title": "2016/10/10",
            "mood": "fendou",
            "content": " <p>连上了三天班，却只过完周一，还有四天的时间，十一后的一周好漫长。。。今天上午去学校把接收函盖了章，距离北京户口越来越近了，哎，鬼知道这个户口到底有没有什么卵用，看不透，慢慢走。</p>  <p>外勤助手V2.9开发进入了第二轮，貌似田蓓和王志今天把后端接口都写好了，估计明天就可以正式进入前端开发，20号上线，要完成拜访计划的变更和详情功能，任务还是很重的，时间并不充裕，希望能顺利完成。</p>  <p>最近几天气温迅速下降，每天早晨骑车被冷风吹得打哆嗦，而且身体受换季影响还是比较明显，早晨起床感觉很乏力，上午也容易犯困，补水+坚持锻炼，度过这一阶段应该就适应了。文化中心的泳池温度已经开始上调，今天签到的册子上放眼望去一整张全是我的登记记录<img src=\"../img/imgmood/shy.png\" />。觉得自己狼狼的，还是继续保持住锻炼频率吧，OK，练琴时间到了，加油！</p> "
        },
        {
            "id": 341,
            "title": "2016/10/12",
            "mood": "weixiao",
            "content": " <p>有点撑。。。晚饭在交大食堂吃了大份奥尔良鸡排饭外加了火山石烤肠和蔬菜粥，现在码字都觉得体内的卡路里在飙升，后背已经渗出了汗。。。<img src=\"../img/imgmood/nervous.png\" /></p>  <p>昨天高中好友闫洪康来京出差，晚上7点半刚在家吃晚饭，就被哥们电话叫去小聚，在宣武门地铁站旁的肯德基坐了3小时，7年没见的伙伴，还是高中时的憨厚感，从当前各自的工作状态，到对web开发工程师的发展前景，再到买房之类的话题，帝都的我羡慕在家乡青岛工作的“安逸”生活，老家的伙伴们却一心想到大城市打开眼界，也许能在生活节奏的快慢变化中保持最大的创造力才是年轻人的终极追求，赶了最后一班地铁回到家，已经十一点半了，躺在床上却一直没有睡意，思绪翻转万千。结论是：让自己忙起来，一旦有了“无聊”的闲暇时间，心中便会被现实的无奈所困扰！</p>  <p>最近几天外勤V2.9开发进度明显拖慢，昨天是写了静态页面，今天打算把页面加入到功能模块中，结果服务器一整天处于瘫痪状态，启动不了项目,靠着张鑫旭大神的博客度过漫长的一天，fu*k！<img src=\"../img/imgmood/angry.png\" /></p> <p>明天无论如何也要把页面对接到系统中，10.20提交测试，妈蛋，时间赶得及吗？？？enough，开始练琴！</p>  "
        },
        {
            "id": 342,
            "title": "2016/10/14",
            "mood": "dabing",
            "content": " <p>呼，漫长的一周终于结束了！</p>  <p>工作总结的话，这周整体下来就是写计划管理模块的静态页面，田蓓和王志今天下班前还是没有把后端jar包上传。。。现在怀疑能不能在10.20之前完成开发任务提交测试啊<img  src=\"../img/imgmood/scare.png\" />。张元那面也一直没有上传工程包，唉，大部分时间靠刷博客来度过。哦，对了，周四技术支撑会议领导宣布我们两个前端开发人员正式加入值班行列了！java、oracle、redis、linux。。。蓝瘦，香菇<img  src=\"../img/imgmood/cry.png\" />。猛打猛冲，继续坚持吧。</p>  <p>做个周末计划：</p>  <p>1、上午准备证券从业资格证考试</p>  <p>2、下午学习web后端知识，重拾Linux</p>  <p>3、晚上练琴放松为主</p>  <p>停笔，休息了！！！</p> "
        },
        {
            "id": 343,
            "title": "2016/10/16",
            "mood": "weixiao",
            "content": " <p>宝贵的周末就这么过去了，两天下来放松休息的时间太多，看了一下之前的周末计划，完成度算是不及格吧<img src=\"../img/imgmood/angry.png\" />。</p>  <p>没有学习web后端的知识，证券从业资格考试的准备进度也是蜗牛爬，两天刷了80道选择题，书架上的辅导教材和模拟题已经很久没有打开了，看来要参加11月份的考试几乎是不太可能了，估计要延迟到12月份。不过这两天还是有些收获的：</p><p>休息时间充足，昨晚刷了一部日剧-《我的恐怖妻子》，剧情紧凑，悬念迭起，结局大圆满，哈哈，希望自己以后也找个这么“有趣”的老婆<img src=\"../img/imgmood/happy.png\" />。</p>  <p>另外一点就是开始了正式的理财计划，先从债券基金开始，在支付宝上买了与余月宝2号，貌似是国泰民安增利债券C，也是低风险稳健型投资，后续随着了解资本运作的基础，就可以尝试股票型基金或者炒股。</p> <p>下周四外勤助手V2.9要提测了，四天的时间也不知道能不能将计划管理功能的前后端打通，估计会很辛苦吧，加油，继续努力。</p>  "
        },
        {
            "id": 344,
            "title": "2016/10/20",
            "mood": "kun",
            "content": " <p>周四了，最近几天天气转凉，每天早晨起床都要卯足劲儿才行，京城逐渐进入了雾霾天，清晨带着口罩，骑自行车到公司这一段路程也算是所谓的“晨练”了，随着天气越来越冷，也不知还能骑多久。</p>  <p>这一周的工作简直是醉了，后端开发接口一直存在问题，反复修改，前端功能明明实现了，又说不能使用freemarker，TMD，又要从头开始修改一遍，而且后端的controller层的接口已经完成，今天又说不能用Struts，改成springMVC！哎，又是重复做功，不过也好，自己学框架的话没有实际项目练手确实比较难，正好这次跟龙飞对接，学一下springMVC的使用，目测周末是要加班了，否则应该很难完成。张元最近的项目开发一直在用react，结合了阿里的Antdesign组件，也算是成功的构建了新的工程项目。从技术学习来讲，目标就是熟悉工程开发流程，将前端开发水平提升一个层次，然后将java等后端开发的框架基础学的差不多，这些目标实现后就可以考虑换公司了。两年？应该是足够了。</p><p>后续随着金融知识的补充，可考虑往金融方向跳槽。OK，计划就是这样，工作之外的业余时间还是要多做功课，毕竟在格式化的世界，要寻求格式化之外的生活，就必须付出比常人更多的努力，别人生活的美好，所有人都看得见，背后的努力只有自己才能品尝！继续加油！<img src=\"../img/imgmood/comeon.png\" /></p> "
        },
        {
            "id": 345,
            "title": "2016/10/24",
            "mood": "ziya",
            "content": " <p>新的一周开始了！关键词：挑战、压力、技术提升。（貌似是因果关系，哈哈）。上周末跟张元加班把外勤V2.9版本的<b>计划管理</b>模块进行对接，出乎意料的顺利，没想到竟然几分钟调整就完成了代码组合，中午订了吉野家外卖--哎，也就是周末加班能从公司手里蹭点福利，MD，迷之人生追求！</p>  <p>今天开始将原生开发往react开发转移，完成了计划管理详情列表的重构，开始帮崔卉做主页面，哎，从今天进展程度来看，学习react的道路上应该会有很多的坑，要不然怎么说是挑战与压力并存呢，表格部分已经完成，明天预计能够实现主页面的重构，根据龙飞的后端接口文档开始学习springMVC的开发模式！</p> <p>今天是一年一度的<b>程序猿节</b>适当耗费点空间，加几张应景的图片来“自黑”一下：</p> <p><img style=\"width:18%\" src=\"../img/imgmood/1024_1.jpg\" /><img style=\"width:18%\" src=\"../img/imgmood/1024_2.jpg\" /><img style=\"width:18%\" src=\"../img/imgmood/1024_3.jpg\" /><img style=\"width:18%\" src=\"../img/imgmood/1024_4.jpg\" /><img style=\"width:18%\" src=\"../img/imgmood/1024_5.jpg\" /></p> <p>对了，还有一件值得小庆祝的事，利用这一个半月以来早晨和中午睡醒的碎片时间，今天终于完成了鸭题库的金融基础部分题目，开始进入证券市场基本法律的刷题阶段，预计12月份搞定证券从业资格考试，加油了！</p> "
        },
        {
            "id": 346,
            "title": "2016/10/27",
            "mood": "nanguo",
            "content": " <p>没带伞，冒着冰冷的秋雨骑车回家，十月下旬的北京，一场雨也许就会引起温度“跳崖”式的下降，也许将气候瞬间带到冬季。进门后二话不说，启动热水器，脱掉湿透的衣服，打开花洒开关，让热水迅速浸满躯体，身体回温的同时希望能阻止病毒的入侵。进入晚秋初冬季节，更要把保持身体健康作为头等大事，平时注意保温，运动不要过度。</p>  <p>外勤V2.9版本开发的任务基本完成了，预计明天就能提测，11月10号上线之前应该是穿插着学习新知识和改bug。找了react的新教程，天猫的工程师将代码开源到了github，珍贵的教程能错过。哦，之前预定的新书到了《为热爱生活而活》，作者是时尚芭莎的女魔头-苏芒，也是自己很佩服的职业人，以后晚睡前可以伴着前辈的生活经历进入梦乡了。最近还参与了百度网盘用户访问的一个兼职活动，每天记录网盘使用情况，连续一周的时间做记录，感觉好像又回到了学生时代，每天按时交作业。不过这背后估计是受到最近网盘接二连三的停止服务的影响，新浪v盘，腾讯微盘，华为网盘。。。陆续成为历史，百度网盘一家独大，此次活动也许是在为百度网盘的进一步发展提供数据分析，说的大一点，也许百度云未来的战略布局，甚至关系到百度能否保持住BAT一线互联网公司的地位。</p>  <p>写到这里了，待会还有衣服要洗，顺便找出秋衣秋裤，明天开启御寒保卫战！</p> "
        },
        {
            "id": 347,
            "title": "2016/10/30",
            "mood": "fendou",
            "content": " <p>珍贵的周末即将结束了，简单的总结一下吧：</p>  <p><ol><li>完成了水木社区的门店信息调查问卷，预计明天就能收到报酬。</li><li>百度网盘使用日记准备工作已提前完成，预计周三收到报酬。</li><li>学会了蒸鸡蛋羹-中午刚试过，味道很鲜美，技能已get</li><li>学会煎鸡胸肉，配上番茄酱，健身必备菜品。</li></ol></p>  <p>总的来看收获还不错，不过还有很多需要解决的小问题，顺便总结一下吧：</p> <p><ol><li>看书速度太慢，下载的电子书也好，刚买的纸质书罢，一直就没挤时间好好看，制定目标，两个月内看完3-4本书</li><li>前端学习有点落下了，react还刚入门，vue已经逐渐在前端领域流行开来，跟不上节奏啊，fu*k！</li><li>证券从业资格考试，哎，已经不想再提了，刷题速度一般，书已经好久没看了，待会儿查一下12月份有没有考试，无论如何也要在2017年之前考一次。</li></ol></p> <p>写到这里了，浏览器的微信提示框已经要刷爆了，赶紧看看都是哪些大仙们在召唤。</p> "
        },
        {
            "id": 348,
            "title": "2016/11/06",
            "mood": "fendou",
            "content": " <p>连续一周没有写日记了，周末最后一天，无论如何也要“承前启后”做点记录。</p><p>上周工作穿插着改bug和学习react技术框架，bug大多数在周五下班前搞定了，剩下一个“变更计划”的表单验证问题，明天上班后先解决掉。刚入手了一本《react全栈》，百度资深FE的著作，看了目录结构，大致包含了react基础，webpack、babel、redux等前端工程化相关知识点，预计17年之前把书上内容学一遍，对工程化有一个比较全面准确的认识。而且外勤助手3.0版本的开发会用到Antd做UI开发，对ES6和react的应用会更多，嗯，脚踏实地扎扎实实的走下去！</p>  <p>周二领导找了我们几个新员工做了一下试用期的总结沟通，谈了一些刚毕业遇到的职业规划问题，没有太大的收获，总而言之一句话，计划赶不上变化快，坚持努力每一天做好自己就行。不过谈到了技术支撑工作，作为项目组的两个前端开发，跟冠鹏的意见比较一致，谈到了前端开发做技术支撑会遇到的一些困难，领导貌似也觉得有点道理，周四例行的技术支撑会议没有叫我俩参与，也不清楚到底是什么决定，以后不参与了？还是。。。？</p>  <p>然后就是证券从业资格考试了，上周连续做了4套题，基本稳定在55分左右（好尴尬呢），还有半个月，希望能让成绩有个质的飞越！哦哦，今天去了表姐家吃螃蟹，她貌似也刚考完银行从业资格，而且现在貌似是不需要周六加班了，职位变成了产品经理，姐夫也是一直在国外出差开会议，压力不言而喻，在各自的领域、各自的岗位上实现自我价值的同时又构成了职场上一道独特的风景！</p>  <p>最后一点，刚换了新手机华为死忠粉，昨天刚入手了一部G9，明天去营业厅把手机卡升级一下就可以了！Only those who take learning as Joy can study better effortlessness! Come on!</p> "
        },
        {
            "id": 349,
            "title": "2016/11/13",
            "mood": "haqian",
            "content": " <p>困！下午去清华医学楼做了个小兼职，尝试了一下行为认知实验和脑电实验，观看了无声电影，整整5个小时，高强度的脑力运动，骑车一路飞奔到联想桥，终于累到没力气，停车，靠边，找了一家驴肉火烧先填饱肚子！回到家把网页版个人履历完善好，至此空间又增加了个人职场社交的模块，这两天熬夜撸代码的精力和时间就没算白费，期待上线的一刻。。。</p>  <p>上周四外勤V2.9版本上线了，周五领导和同事都在家补觉，本人在工位上“北京瘫”了一天，顺便剁了一下手，买了一件羽绒服、一款简约化的背包，唉，600大洋，这月的两次兼职劳务就这么抵消了。</p>  <p>从现在到寒假还有两个月左右时间，估计外勤助手能升级到V3.0，听元哥说新版本貌似是要在平台侧的UI上进行较大改动，正好，把react技术栈深入的应用一下。</p> <p>噢噢，还有。。。上周暖气试水把房间给淹了！！！WTF！！！暖气片的“跑风”断了，被子，书桌，电脑全部浸湿，跟室友和房东打扫到晚上11点，晚上还是问清凡借的床单和被子凑合睡了一晚，希望“复古”的暖气片能挺过这个冬天<img  src=\"../img/imgmood/pray.png\" />。OK，刷完刚更新的海贼王，再看看书该睡觉了。</p>  "
        },
        {
            "id": 350,
            "title": "2016/11/19",
            "mood": "dabing",
            "content": " <p>忙碌的一天！昨晚连夜刷了证券从业资格的一套真题，上午又把在鸭题库上做过的错题熟悉了一遍，然而。。。哎，下午的考试还是觉得没啥把握，4个小时连考两场，好吧，虽然本人还很年轻，但毕竟距离应试考试的模式已经很久远了，面对电脑上的题目，断断续续地走神，不过好在时间充足，120分钟100道选择题，两场都算是顺利完成，至于结果。。。等下周出成绩再说吧，没通过的话只能来年再战了<img src=\"../img/imgmood/melancholy.png\" />，由于能量消耗过大，没等回家直接在路边小店补充三个驴肉火烧</p>  <p>刚刚回家把个人空间的履历英文版搞定，至此个人空间又完善了一部分功能，目测应该是比较完整了，文章分享，技术文章编辑，照片墙，日记本，履历，就差观看视频了。。哈哈哈。</p>  <p>距离过年还有2个月零一周的时间，给这两个月做个小计划：</p>  <p>1、完成外勤助手V3.00版本升级。用Ant-Design和React技术栈搞定。</p> <p>2、下周查询证券考试成绩，视情况决定是否进行下一次报名考试。</p>   <p>3、个人网站2017年到来之前完成上线。</p>  <p>4、继续保持英语学习，空闲时间逐步了解资本市场基本知识。</p>  <p>基本就这些了，剩下两月的时间，必须好好加油，想着自己马上就要27周岁了，也是觉得有点小惶恐，无论怎样，保持青春真能量，继续前行。</p> "
        },
        {
            "id": 351,
            "title": "2016/11/26",
            "mood": "kelian",
            "content": " <p>近期又要开始新一轮的“渡劫”了。</p>  <p>年前最后一个版本的外勤开发任务远比之前预想的要困难，上周任务几乎没啥进展，目测两周的开发时间需要每天都加班了，react技术栈开发果然还是有一定门槛的。</p>  <p>然后。。。刚刚查了一下上周考的证券从业资格考试，很遗憾结果是failed！证券市场法律68分算是出乎意料，但金融基础50分也是觉得发挥失常，还是淡定一点吧，毕竟金融基础的复习材料都没打开过。。。也是浪费了好多时间，没办法了，只能17年再战！</p>  <p>收拾一下心情，下午还要去公司加班，晚饭前回学校理个发，从头开始！</p> "
        },
        {
            "id": 352,
            "title": "2016/12/8",
            "mood": "ziya",
            "content": " <p>半月没有写日记了吧，连续工作12天了，没有想到外勤助手平台侧的v3.0版本竟然如此的复杂，react开发新建审批流功能碰到了技术天花板，上周末去公司加班做了备选方案，今天下午备选方案正式完成，跟鹏栋的后端接口在下班前完成了联调，预计明天上午一小时内就可以完成联调，不过能不能备选方案能不能顺利完成还要看张元那面的工作，react开发能在周三顺利完成吗？还是个未知数，冠鹏那面的任务也很重，估计是对开发量和开发难度评估不足。。。貌似现在还在跟后端开发人员在公司加班。</p>  <p>连续熬夜加班给心理和生理上造成了很大的压力，食欲不振，消化不良半夜呕吐，胃病发作，午睡质量不好，头疼...种种迹象似乎都在显示：程序猿也许真的不是自己最终的归宿，努力过，爱过，本着对生活和事业的追求，也该为未来做个长远打算了，也许下一次工作的选择就到了跟程序开发说再见的时候，目前看来还是逐步转型比较合适，注重web前端开发偏前领域，阅文集团，腾讯设计中心貌似都是不错的选择，当然，也不排除证券金融行业。</p>  <p>下个月的现在今年的外勤项目开发版本升级将完全结束，在上线之前预计还会有年终述职等。。。生活中匆匆忙忙，时间就过得如此之快，难免有些伤感，此时也不免会考虑明年的现在会是什么样的情景，身边的朋友同学可能会不断地经历着来来回回，成长中必然会伴随着变化带来的时过境迁，只希望保持身心健康，做个在逆风中奔跑的少年，跑赢时间，跑赢生活目标，直到雨停现彩虹。</p>   "
        },
        {
            "id": 353,
            "title": "2016/12/17",
            "mood": "ku",
            "content": " <p>不知不觉2016年的“余额”已经不足两周了，眼看着就要步入人生的27岁，事业上并无太大成就，却是到了该结婚生子的阶段，虽然 本人的生活方式还是倾向于自由，活的不太着急，但也不得不承认接近30岁的年龄对男人来讲是整个人生中比较尴尬的阶段，想要的很多，却没有获取足够的经济积累、知识积累、人脉积累，也许刚步入社会的年轻人和有想法的大学生迷茫焦虑的原因。</p>  <p>上周工作进展相对顺利，跟张元完成了工作审批流的新建功能，下周应该是可以顺利提交测试，然后进入改bug阶段，视情况进行拜访计划管理的重构，哦哦，下周三需要进行部门的年终述职，近半年的工作随着17年的逼近也将步入尾声了，剩下的时间工作应该不会很忙，是专业技能提升的好时机，react，es6的学习仍将是重中之重。</p>  <p>上周阿里云的备案初审通过了，目前处于工信部审核阶段，上周短信提示说是17个工作日，算了一下应该是12月底了，跟计划的时间正好吻合，如果总结一下今年最大的收获，除了顺利毕业之外应该就是完成了个人网站的开发和设计，网站的设计的初衷完全是因为自己的兴趣爱好，目前看来并没有任何“商机”，不过既然是因为兴趣，那付出了时间、金钱和精力就是值得的，做事情如果只带着功利心去做那恐怕结果也会跟大多数浮躁的loser一样，自己开心就好了，再说能不能盈利还要看之后的发展。</p> <p>最后还是再计划一下证券从业资格考试，11月份没有通过是因为金融基础裸考，明年再战之前还是需要多准备一下基础知识，床头书已经摆好，之后每天晚上9:30-10:00/10:30就是读书时间了，希望能够坚持下去，为热爱而活，加油！</p>"
        },
        {
            "id": 354,
            "title": "2016/12/24",
            "mood": "dabing",
            "content": " <p>平安夜啊，孤独的平安夜，今天前端组很默契--集体到公司加班！！！哎，工作区放眼望去只有4个前端开发，空荡荡的。。。好“凄惨”<img src=\"../img/imgmood/sweat.png\" />，不过还好，平时领导在说话做事比较拘束，周末聊着天干活比较轻松，效率也比较高（神逻辑）。</p> <p>中午4人去了湘菜馆“腐败”了一顿，蹭了200元吃烤鱼，恰好赶上元哥生日，也算是一块给组长庆生， meaningful ! </p>   <p>下午看了一会儿新书《腾讯传》，毕竟圈内，身为互联网人还是了解一下腾讯的诞生历史，简单休息了一下继续撸代码。。。总体说来今天结果不错，拜访计划管理模块基本用react重构完成，目前还差变更提交数据和取消功能的优化，预计下周一就能正式提测了。</p> <p>阿里云的网站部署已经完成，只等ICP的备案号就可以正式上线了，希望能够在广大视野中集思广益产生盈利点。大概就这样了，Merry Christmas！哦，还有最重要的一点，明天该抢票了。。。over</p>  "
        },
        {
            "id": 355,
            "title": "2016/12/25",
            "mood": "fendou",
            "content": " <p>个人网站增加了新的留言功能，昨晚12点一直忙到现在，感觉狼性又回来了，赶紧补个午觉，期待上线时刻！</p> "
        },
        {
            "id": 356,
            "title": "2016/12/28",
            "mood": "deyi",
            "content": " <p>上午十点收到了阿里云备案通知，个人网站备案审核通过了，16068799，第一个备案号，finally，在2017年到来之前，终于实现了一个比较圆满的计划--个人网站顺利上线了！</p>  <p>接下来的时间就静静等待2016年23:59分，将个人网站的地址公开，并计划新的网站内容，为不可预知的盈利做好准备，为自己的梦想和兴趣而活，继续前进！</p> "
        }
    ]
}