{
    "articleList": [
        {
            "id": 295,
            "title": "2015/1/3",
            "mood": "comeon",
            "content": "<p>和你较量不是身边的几个人，而是你身处的整个世界。当你明白这一点，无论你在哪个团队，都会保持积极向上的状态，你不会再在意自己比周围的谁高了多少，你会在意的是自己在这个世界上的海拔是多少。</p><p>2015年的第一次日记，自己的日记马上就迎来两周年的纪念日了。回忆着这段心路历程，期间发生了太多的故事，酸甜苦辣，为生活添加了丰富的滋味。元旦假期就这样结束了，昨天在姑姑家做客，结识了两个新朋友，现在已经忘了叫什么名字，只记得一个在中科院基因研究所，一个在中央民族大学学习对外汉语教育，跟我一样，都是研究生一年级，年龄貌似还比我小一些，也不知道以后会有多少交集，一生中遇到的人绝大多数都是匆匆过客，能陪自己走一段旅程的就该珍惜了，背向而驰的也算正常，只因没有缘分。</p><p>昨晚跟青春通电话聊了很长时间，没想到他已经辞职了，重新投了简历，找新的工作，目前处于待业状态，辞职原因倒是很简单，在公司遇到了不公平待遇，新员工到深圳培训，主管唯独没有给他买票，态度很冷淡，明显是想“逼”他离职。上天的每一步安排，都是最好的选择，再说了，初入社会的大学生在职场上遇到这类问题再正常不过了，只要能从中吸取经验教训，就不算浪费。</p<p>自己目前还处于期末复习期间，明天补课，然后就要进入考试周，随着时间推近，这一学期也即将走到终点，考试结束后就是寒假开发季，将近一个月的时间，好好利用，争取可以在专业领域更进一步，虽然总是在抱怨自己的生活枯燥无味，但换个角度想一下，能长时间待在这么安静的环境中不正是最好的学习时机吗？加油吧，去做所有自己想做的事情，否则把宝贵的时间都浪费了对未来的纠结和彷徨的情绪中，未来的某一天一定会恨此刻的自己多么的愚蠢。</p><p>假期到来之前制定几个具体目标吧：<p>（1）顺利完成期末考试</p><p>（2）在自身专业学习的基础上尽量把本科毕设的内容往前赶</p><p>（3）考试结束后开始锻炼身体，坚持跑步（4）每天练习口语，保持对英语的感觉，为下学期的学位英语考试做好准备。</p></p><p>就写到这里吧，马上行动起来，继续奋斗，新年新气象，为梦想起航！</p>"
        },
        {
            "id": 296,
            "title": "2015/1/11",
            "mood": "happy",
            "content": "<p>青春是一辆永恒飞奔的列车，我们都只是过客，那么青春一场最终留下什么？石头觉得只要留下这四样东西：扬在脸上的自信、长在心底的善良、 融进血液里的骨气、 刻进生命里的坚强。无论什么年龄，我们就正青春！第一学期期末考试基本已经结束了，只剩下了现代通信原理和日语，虽然其他几门比较变态的课考的不算多么顺利，但是基本可以确定挂不了（这追求也是醉了）。</p><p>之前为了锻炼身体，决定要在考完试后做个running man,昨天跟兴龙去了“迪卡侬”户外运动专卖店，逛了半天，买到几件性价比很高的运动装备，等考完试就准备开跑咯，最近帝都的雾霾又开始猖狂起来，先定个目标一周跑3次吧。</p><p>剩下的一个月左右时间，进入寒假小开发季节，宝贵的学习时间，要多学些web前端开发的专业内容，然后要提前开始准备下学期的学位英语考试，保持练习英语阅读和口语的能力。</p><p>北京趣寻科技有限公司，北大清华的精英合伙创业公司，致力于互联网教育，以榜样APP为主打产品，是我明年实习的一个重要选择。然后就是中国电信，目前看来就是这两个目标企业吧。</p><p>OK，继续加油，保持专业竞争力，提高谈话水平，增强人格魅力！让其他的烦心事都去见鬼吧！</p>"
        },
        {
            "id": 297,
            "title": "2015/1/17",
            "mood": "comeon",
            "content": "<p>生活有苦有甜，才叫完整。日子有阴有晴，才叫自然。心情有悲有喜，才叫体会。爱情有闹有和，才叫情趣。做人智商不高没关系，情商不高也问题不大，但做人的格局定是要大。如果一点点挫折就让你爬不起来，如果一两句坏话就让你不能释怀，那你的格局就太小了。所以，学着让自己开花！</p><p>第一学期期末考试结束了，说不上考的怎么样，不算好，也不算太差，只能一切顺其自然。接下来三个周的时间该如何度过？又感觉没什么记录的了，一定是每天的生活都印上了“枯燥无味”的标签！就这样浪费宝贵的青春可真是让人心里不爽，虽然之前已经制定过长期、短期的计划，但貌似一直没有足够的毅力去完成，再这样浑浑噩噩的持续下去就真要玩完了，必须得改变现状！目前先努力通过本科毕设和自己的网站来提高web开发的专业技能，无论怎样不能让自己失去竞争力，继续努力就好，改变自己的生活状态，否则写日记就成了记流水账，平淡无味的生活真的无法接受，去书写不平凡的人生经历。加油！</p>"
        },
        {
            "id": 298,
            "title": "2015/1/25",
            "mood": "happy",
            "content": "<p>细胞的代谢每时每刻都在发生，一个人的生活状态也是如此，承受命运的残酷，剥离不能改变生活现状的抱怨和愤恨，同时不间断长新的能力：不放弃任何执念，相信自己的抉择。哪怕手无寸铁，也有举刀而立的气魄，纵然相隔万水千山，也不能阻断风驰电掣的喜欢。</p><p>正式放假的第一周就这样结束了，又是波澜不惊的生活节奏，昨天回联大跟青松和石头哥小聚了一下，中午在曾经的北园食堂吃了一碗饺子，还是曾经熟悉的味道，但曾经坐在一起吃饭的朋友大多已经成为生命中的过客，现在仍能偶尔聚首的就算是真正与自己有缘分的，值得珍惜。</p><p>青松在什刹海租了房子，每月700块，只有狭窄的一张床的空间，这是北漂族的不幸，也是北漂族立足北京的决心。石头哥在建筑工地，恶劣的工作环境也让人难以想象，每个人都有自己的生活方式，也许跟他们相比，自己算是很幸运的了。昨天回来的路上，听青松说小武貌似感觉考研无望，又要回北京来工作，唉，毕业典礼当天，带着五味杂陈的心情离开北京回家复习考研，半年的时间过去了，转了一圈又回到这个让人又爱又恨的城市。</p><p>生命中的每个突发时间都有可能将现在的你推向未知，这一切没有谁能掌控，我们唯一能做的就是抗住这一切。扛得住所受的苦，这世界就成了你的。</p><p>渺小依旧渺小，物质依旧物质，可是苦却不至于那么苦了。生命的苛待和考验如潮水来了又去，我不担心成为灾难的主角，我会尽量努力帮助自己，走到温暖明亮的地方去。</p><p>阳光很好，雨水很好，嗯，我也很好，我们都很好。</p>"
        },
        {
            "id": 299,
            "title": "2015/2/10",
            "mood": "comeon",
            "content": "<p>上善若水，处下不争；大智若愚，勿恃聪明；淡泊明志，宁静致远；滴水穿石，贵在坚持；博观约取，厚积薄发；海纳百川，包容涵藏；戒骄戒躁，平等待人；归真反璞，涵养心性；大道至简，去粗取精。如果你觉得迷茫无所适从，这九句人生智语，或许能指点迷津。</p><p>距上一次日记已经半个月了，这期间还是发生了很多值得回忆的故事，首先还是要提一下今年带的两个本科生--两个萌萌哒的妹子“克服”了种种困难，终于逼得我亲自动手帮她们搞定了毕业设计，唉，已经忘记了去年的现在，我是不是也像她们这样安于现状，“不思进取”，如果真是如此，那说明这一年来自己还是成长了很多，给自己点赞！</p><p>上周末约了常新、小东“两口子”在母校联大碰了一面，15年考研结束后首次跟他们见面，虽然两人已经对考研结果不抱希望，但聊了一下午后，发现两人貌似已经做好了三战的准备，唉，人生就是那么几个关键的转折点，也许熬过去之后就柳暗花明了，无论怎样，希望两人保持乐观的心态，继续加油吧。短暂的碰头后跟两人告别，晚上留在联大北D楼住了一晚，没想到松哥还留在学校住，OK，随之而来的自然又是思想的交流，呵呵。</p><p>第二天去了表姐家，半年没见，小侄女辰辰也长成了“大姑娘”，萌萌的表情惹人爱，以后也会长成标准的女神吧。跟表姐聊了很多目前的经历和对未来发展的看法，虽然还是没有明确的决定和详细的规划，但可以确定的是，未来几年的路很难走，比目前要辛苦很多很多，不过还是那句话，身在迷雾中，看不清方向，那就时刻保持危机感，继续学习！</p><p>一晃之间这半年也将画上句号，明天早晨即将踏上回家的路，半个月的小长假，回家好好跟家人聚聚，找同学High一下，新年新气象，希望借着这段愉快的时间，将这半年积压的负能量全部散掉，今年回家不带电脑了，但希望下一次打开日记，目标很明确：这一学期的时间是决定性的，每时每刻保持学习的意识，拼到剩下最后一口气为止，明年必将是到目前为止最充满挑战性的一年！加油！</p>"
        },
        {
            "id": 300,
            "title": "2015/3/5",
            "mood": "win",
            "content": "<p>只有你变得足够强大，才可以保护好你爱的人。这个社会太多的险恶和残酷，不走出温暖的校园是不会感受到的。爱一个人不是每日的甜言蜜语和酒肉陪伴，而是自己的发愤图强。你是想多年之后看到他们受到伤害时只能坐在他们旁边陪着流泪，还是想要自己有足够能力给他们欢笑和保护。</p><p>终于又一次打开了日记，短短的半个月寒假结束了，假期以聚餐为主线，从腊月二十九到正月初六，每天按时喝酒，终于体会到闻到酒味就想吐的感觉。儿时的伙伴、高中同学，亲戚朋友。。。每年相聚一次，见面之后陌生又熟悉，这缘于每个人走在自己的轨迹上，渐行渐远，逐渐的失去了交集和往日的默契。仍然存在共同语言的朋友会继续陪你走下去，感谢他们能够与自己一起走完一程又一程，感谢上天的安排，让他们成为自己生命中的一部分，共同演绎精彩的人生。</p><p>回到学校后，跟刘家男老师联系，与本科的小师妹小师弟一起参与了艺考志愿者，看到一大波颜值很高的小鲜肉从身旁走过，顿时感觉年轻了好几岁。另外觉得很动容的就是考生家长，冒着寒风带着孩子全国各地参加艺考，忙的不可开交，可怜天下父母心啊。</p><p>回到自己的频道上，接下来的路还要靠自己走下去，步入社会前的修行，任重而道远。毕竟最好的友情不是陪伴，而是你有足够能力在需要自己的时候给予支持。只有懦弱的人才离不开群居的生活，而活在人群之中只会被逐渐同化，磨灭你的意志，扰乱你的思想，放慢你的脚步，打碎你的梦想。</p><p>一个人的成就、坚强、睿智、冷静、气度，都是和忍受的孤独成正比的。岁月会强有力的证实这句话。</p><p>我们之所以感到困惑，之所以如此在意身边的朋友，根源是我们的善良，自私自利之人是永远不会有这些共鸣的，但是如果因为善良而伤害自己，连自己都不懂得爱护那又何为善良。要回应别人的需求，要尽力的去帮助周围的人，但前提是不能违背自身意愿。人要学会爱别人，但首先要学会爱自己。</p>"
        }
    ]
}