{
    "articleList": [
        {
            "id": 1,
            "title": "2013/2/21",
            "mood": "sleepy",
            "content": "<p>现在已经是深夜的23点28分，晚饭时喝了点酒，明明早已满是睡意却久久不能入眠，往事如梦，埋藏在记忆深处里的故事如电影胶片般一张张地在我脑中闪现，辗转反侧，终于打开下床电脑--下定决心，从今天开始每天记录自己生活的点点滴滴。</p><p>成长越慢的人往往受得伤就会越多，面对种种伤痕我们要做的不仅仅是承受，更多的是要感恩。感谢那些让自己受伤的事情，感谢那些伤害过自己的人，伤害也许是无意的，自身的成长却是必须的。我们要学着让自己成熟起来，去承担属于自己的责任。昨天回到学校,标志着正式进入大三的第二学期，“记录生活”的这个决定似乎有些姗姗来迟，但善于总结似乎是每个成功人士必备的素质吧。</p><p>古语有云：情关难过。感情在此刻是最令我难以释怀的，寒假期间妈妈扭伤脚踝一直在家休养，最不放心的便是她了。而早已看透了大学生活的我也早已对爱情不抱有任何的幻想，处于大学期间最重要的时刻，现在也不能让与自己生活无关的外界事物影响到自己了。下学期的课程很多，还有科研项目要做，又要准备考研。。。这些必须要由自己走完的道路，似乎迈出每一步都不是那么的容易。</p><p>好吧，无论未来等待我的是什么---即刻出发！这些年我最爱的NBA带给了我多少的启示与面对困难的勇气，很庆幸自己仍能与NBA一路同行，现在说这些不着边际的话是因为终于头脑开始犯困了吗？好吧，睡觉了。</p>"
        },
        {
            "id": 2,
            "title": "2013/2/22",
            "mood": "melancholy",
            "content": "<p>今天的心情变化起伏比较大，早晨起来就觉得晚上睡眠的质量不是很好，头脑昏昏沉沉的。回到宿舍发现该补考的同学都已经去考试了，上网下了几首新歌听，心情慢慢轻松起来。11点20分给我的好友发了个短信问了一下考试进行的是否顺利，结果却没有收到回信.于是先准备坐上那熟悉的596回一趟大一校区，途中一直为她担心，难道是发挥不好？下车后又打了个电话,还是没有接通。</p><p>回到那个熟悉的理发店简单的理了个头发，出门看了一下手机，中午12:30了，给补考的朋友又打了个电话--还是没有通。。。<img src=\"../img/imgmood/sweat.png\"></p><p>596到站后恰好遇到了吃饭的高峰期，常去的小店都是挤得满满的！没办法找了个面食店称了块手抓饼凑合了一下。回到宿舍碰到另一个补考的同学，从他口中得知原来是12点20结束考试！立马又发了个短信问问有没有因为之前的短信和电话影响到考试，唉，还是没有回复。<img src=\"../img/imgmood/sweat.png\"><img src=\"../img/imgmood/sweat.png\"></p><p> 就这样吃完饭后带着比较郁闷的心情去派出所办理了一下身份证。回来听到同学说起考试，原来是考试题偏难，那就可能是我那位好友因为发挥也不太理想所以一直不回短信不接电话吧，算了，突然感觉浑身无力躺在床上很快睡了一觉，起床后去隔壁聊了一会儿，没想到却听到了一个更为震惊的消息 我的好友跟另一位同学因为考试传试卷被老师判为作弊！怎么办?我应该做点什么？算了，换做是我的话此时肯定不想跟别人说话，让她一个人静一下吧，希望能快点从这阴霾中走出来。<img src=\"../img/imgmood/pray.png\"> </p><p></p>"
        },
        {
            "id": 3,
            "title": "2013/2/23",
            "mood": "comeon",
            "content": "<p>开学之前的第二天，似乎跟平时的周末没什么区别，宿舍的同学基本都已经返校，晚饭吃了一张香河肉饼，闲着无聊，随心去校园转了一圈，教学楼、实验楼基本上所有的楼层都是黑的，校园内人也特别少，偶尔见到几对情侣打情骂俏的路过，也早已见怪不怪。回到宿舍就感觉肚子里的食物都消化完了--难道是过年在家吃的太多导致不适应？！不用犹豫，晚上睡前再加餐！哦，今晚霍建华版的笑傲江湖剧情很精彩啊（总感觉内心还是像小学那么童真）打开新更新的一集，慢慢下载吧。</p><p>睡前再次自我鼓励一下：这学期开始就将是一个重要的人生转折点了，给自己这两天的时间休息放松，残酷的“战争”下周就要开始了！</p>"
        },
        {
            "id": 4,
            "title": "2013/2/24",
            "mood": "happy",
            "content": "<p>今天是元宵节，也是开学前的最后一天。上午9点多才迷糊着爬起床来，整个上午就在电脑浏览网页中“堕落”了，下午竟然陪一个舍友玩植物大战僵尸玩到5点！！！唉，走起，去表姐家吃饭！<img src=\"../img/imgmood/bus.png\"></p><p>见到了可爱的辰辰小侄女，姑姑切苹果片给她吃，这么近距离的看她吃苹果，那超萌的表情，感觉自己的内心顿时变年轻了！吃完饭回到宿舍，竟然看到舍友借来了电饭锅!还真是有过节的气氛啊，桌子上摆的满满的菜和啤酒，既然气氛和资源都集齐了，那就顺便来碗元宵吧。还真是好久没有坐下聚聚了，happy的过程不断爆出大笑，还剩下仅有的一年半真心希望这种时刻能多一些，愿大家永远保持年轻的心，为自己的梦想拼搏，加油，从明天开始！<img src=\"../img/imgmood/moon.png\"></p>"
        },
        {
            "id": 5,
            "title": "2013/2/25",
            "mood": "happy",
            "content": "<p>开学的第一天，电子电路设计实训，和往常一样进了实验室先练习几个简单的实例，听老师讲解一会儿，一上午就这样度过了。</p><p>下午睡了个午觉，最值得欣喜的就是午觉起床后做了一个考研之前每一阶段的计划。背着电脑，带上书（这本从图书馆借的书过期一个多月没换，害的我学生卡里欠费16元）先去图书馆续借了一次。去北A楼，打开电脑下了部电影，嗯，网速相当好，呵呵。电源插座被占满了，没办法，那就看书吧！看了一会那复杂的英语阅读不知不觉就饿了，走起吃饭—点了玩刀削面配上鸡蛋卤汁，简单又充饥。吃完就开始等待笑傲江湖的更新了，看了一下QQ空间里一位高中同学也写道：今晚东方姑娘就要死了，看不看了？哈哈，看吧！个人感觉这才是这部电视剧最令人震撼的一幕。嗯，看。</p>"
        },
        {
            "id": 6,
            "title": "2013/2/26",
            "mood": "melancholy",
            "content": "<p>今天下午和往常一样睡了一觉，起床后第一反应还是考研的问题，上网搜了好多的资料，对学校的选择还是没有决定，找了一下午头都大了，啊啊啊啊啊，是选择高起点赌一下初试？还是选低起点，同样准备好复试？烦心！！！，慢慢研究着看吧。</p>"
        },
        {
            "id": 8,
            "title": "2013/2/27",
            "mood": "naughty",
            "content": "<p>唉，上午的电子实训让破试验箱浪费了我好多时间，没能完成应该完成的任务，破试验箱总是出故障，明天接着耐心做吧。</p><p>下午又是找了考研论坛的资料，下载了好多有用的题目，也不知道能不能用的上啊，现在看来我对考研的信心明显不足，北京这里的高校每个都不容易考，怎么选择呢？？？哦，今天的选修课—心理电影赏析，这第一节课真是让我大开眼界了，放了一部《爱德华医生》，听老师在侃侃而谈，说这部电影虽然年代久远，但却是经典中的经典，但。。。且不说那半英文半中文的配音，就是那字幕的翻译就让我觉得这是部神作，整篇的字幕都是看不懂的方言，好吧，我承认可能是我太挑剔了，嗯，OK，今天就是这样了，喝袋牛奶，sleeping。<img src=\"../img/imgmood/sleepy.png\"></p>"
        },
        {
            "id": 9,
            "title": "2013/3/3",
            "mood": "happy",
            "content": "<p>好几天没有动笔了，这个星期天可谓收获颇丰啊！呵呵，昨天晚上开始复习高数，今天又背了一上午英语（虽然是一边下着海贼王一边背的，话说海贼王的精彩剧集都下载完了，不错呢），最大的收获就是北航的学姐已经答应给我找专业课的复习资料了，明后天就有北航自动化系学长的联系方式了，如果能得到我想要的资料和内部消息那我考研的学校定位应该十有八九就是北航了，嗯，明天还要有电子实训，今天就把高兴的事情一晒，OK，停笔，睡觉。</p>"
        },
        {
            "id": 10,
            "title": "2013/3/4",
            "mood": "melancholy",
            "content": "<p>实训的第二周，上午开始做自己的“产品”了，没想到那么长时间没有焊接电路板，今天一上手焊的还是很不错的，看工作量明天一上午应该就能焊接完了。</p><p>晚上去了图书馆看书，按照计划精看了一篇阅读理解，背了要求的单词，唯一遗憾的是数学复习计划稍慢，只看了一节，效率不高。嗯，以后要合理分配时间，提高效率。</p><p>刚看完《笑傲江湖》，终于大结局了，这结局我可真是没法接受啊，不知道这导演是为了刻意追求收视率还是太注重电脑特效，我回顾了一下整部电视剧的内容概括了一下：剧情乱七八糟，不接地气，整个就是魔幻剧。算了，不吐槽了，估计网上已经骂开了。</p>"
        },
        {
            "id": 11,
            "title": "2013/3/5",
            "mood": "comeon",
            "content": "<p>映入脑海的第一件事就是今天终于联系上北航的学长了，答应帮我搜集专业课和学校内部的消息，虽然他很忙，但既然答应了那我就耐心等吧。</p><p>明天实训应该会出成果了吧，嗯，然后这两周的电子电路制作就意味着结束了。呃，今晚自习的效率依然不高啊，和平时差不多，总是出现注意力不能长时间集中的问题，可能是身体状况不佳需要锻炼了吗？好吧，无论怎样既然选择了这条路，那就只能坚持了，最后鼓励一下自己：今天很残酷，明天更残酷,后天很美好,但是绝大部分人是死在明天晚上,只有那些真正的英雄才能见到后天的太阳。</p>"
        },
        {
            "id": 12,
            "title": "2013/3/7",
            "mood": "sleepy",
            "content": "<p>今天将昨天电路的问题解决了，实验报告下午也做好了，明天交上就正式宣布这两周的实训结束。下午和舍友心血来潮带着球拍去北A楼打了半个多小时的乒乓球，唉，好久不活动完全找不到曾经的“感觉”，而且很快就累的不想打了。。。嗯，晚上吃完饭仍然按“计划”进行着，效率还是不高（啊啊啊啊啊啊，怎样解决注意力不集中的问题啊！！！<img ../img/imgmood/cry.png>）。回宿舍的路上偶然遇到一个同学，现在是我们学校负责海天考研的代理，给了我一些复习资料，算是白捡了吧，呵呵，还有一周左右我也要准备报班了，明天联系学长周末见面聊聊天，嗯，明天会更好。</p>"
        },
        {
            "id": 13,
            "title": "2013/3/8",
            "mood": "comeon",
            "content": "<p>今天晚上连续听了海天的名师张宇、宫东风、阮晔老师的讲座，给我带来了深深的震撼，慷慨激昂的讲话和扎实的文化素养持续地激发我体内肾上腺激素的分泌！！！看来对于自己的考研道路要充满信心还真是特别的重要，现在只想着明天就去亚运村图书大厦把需要的复习资料买到，然后进入战斗模式，再也不能让外界的不良因素影响了，下学期的课我也不要太过于投入过多的精力，跟考研相比这都是浮云了。嗯，我现在要把阮晔老师给我印象最深的一段话记下来（摘自《羊皮卷》中的一段）：</p><p><b>我现在就付出行动，我的幻想毫无价值，我的计划渺若尘埃，目标不能达到，一切的一切毫无意义，除非我们付出行动，我现在就付出行动，一张地图无论多么详尽，比例多么精确，永远不可能带它的主人在地面上移动半步，一个国家的法律无论多么公正，永远不可能防止罪恶的发生，即使羊皮卷也不可能带来财富，只有行动才能使得这一切具有意义。行动像水一样，能够滋润我，使我成功，我现在就付出行动，拖延使我裹足不前，它来自恐惧，现在我从所有勇敢的心灵深处体会到这一秘密，我知道要想克服恐惧，必须毫不犹豫，起而行动，唯有如此，心中的慌乱方能平静。现在我知道行动能使猛狮般的恐惧减缓为蚂蚁般的平静。我现在就付出行动，我不把今天的事情留给明天，因为我知道明天是永远不会来临的，现在就去行动吧，即使我的行动不会带来快乐与成功，但是动而失败总比坐以待毙好，行动也许不会结出快乐的果实，但是没有行动所有的果实都无法实现。我现在就付出行动，立刻行动，立刻行动，立刻行动。。。从今往后我要一遍遍的每时每刻重复这句话，直到成为习惯，好比呼吸般成为本能，好比眨眼般，有了这句话，我正在调整自己的情绪，迎接失败者避而远之的每一次挑战。我现在就付出行动，我渴望成功、快乐、心灵的平静，除非行动，否则我将在失败、不幸、夜不成眠的日子中死亡。成功不是等待，如果迟疑，她就会投入别人的怀抱，永远弃我而去。此时、此地、此人，我现在就付出行动！</b></p>"
        },
        {
            "id": 14,
            "title": "2013/3/10",
            "mood": "moon",
            "content": "<p>昨天取了刚办的身份证，又看了一下午的考研视频，似乎收获不大（才隔了一天就忘了感觉了，这脑子啊）。为了弥补昨天的“堕落”行为，今天早晨8点起床（似乎跟阮晔老师强调的6点还是有很大的差距），背起书包就去了教室，一直待到晚上9点。说实话，可能是刚进入这么大的强度复习，感觉效果一般，尤其是吃完早饭后的一个小时，看英语阅读看的我头晕脑胀，好在过了一会就好多了，背单词、分析句式的感觉找到了，到了大约11点就开始复习数学，一直到晚上。</p><p>中午京东的快递到了，我买的14版数学复习全书，今天看了第一章的一大半内容，说实话，有难度！但是总结的很好，现在就矛盾了，要不要继续看教材呢？用一个月看完教材，期间顺便看复习全书吧，嗯，就这样。明天还有一周的单片机实训，今晚就“战略性”休息吧，放松一小会儿。</p>"
        },
        {
            "id": 15,
            "title": "2013/3/12",
            "mood": "comeon",
            "content": "<p>2013年全国大学生“西门子”杯工业自动化挑战赛开始报名了---报名！！！我们的“启明星”项目今天也在停下一个多月后重新开始进行，虽然有好多内容都忘了，但今天一下午的回顾，操作基本都想起来了。唉，这学期任务相当大啊！但是考研始终是第一位的，再次提醒自己一遍：学科成绩不重要了，真的不要再浪费那么多时间在成绩上！！！</p><p>哦，对了，今天终于确认了，Oh,my GOD!!!<img src=\"../img/imgmood/scare.png\">上一届的学姐报北京理工的自动化专业竟然考了395分！！！好吧，看来真的是事在人为啊，这似乎是不可想象的成绩竟然在我们学校出现了。那好，那我还有什么理由这么不相信自己的能力呢？嗯，中传媒，就是你了，目标已经确定，这下就只剩下复习公共课和不断打听中传媒的内部消息了（怎么感觉跟间谍似的，呵呵），明天还有实训，继续努力！！！</p>"
        },
        {
            "id": 16,
            "title": "2013/3/14",
            "mood": "angry",
            "content": "<p>今天是我开学以来第一天晚上没有去上自习！！！理由很多（看到这四个字我简直想抽自己一嘴巴，理由永远是用不完的，有理由不去上自习还谈什么考研？！）无论怎样，也要将自己真实的点点滴滴完全记下，（我现在似乎已经头脑不清醒了，是喝<img src=\"../img/imgmood/wine.png\">的原因吗？只是一瓶啤酒而已啊），为了自己的未来，先完成最近的目标---考入中国传媒大学。</p><p>哦，又是那个问题---现在的实训只剩下一天了，任务不是很顺利，既然为了考研什么学科成绩都可以放弃，那为什么我还会这样焦躁不安？是自己的好胜心太强？还是之前暗示自己的话根本不是自己真实的想法？我无法判断，唉，难受！没想到今天跟石头哥喝了一瓶啤酒，后劲居然这么大，哦，又忘了，我感冒了，严重的感冒！！！鼻子不透气，说话声音也变了，连坐在实验室里也觉得头脑不清醒，不行啊，待会儿要继续看阮晔老师的讲座，虽然自己一直不承认，但似乎我的身体素质确实偏弱啊，怎么解决身体健康问题？这可是考研路上的一大拦路虎，没有了高中那么规律的作息，只靠自己的计划安排，我会处于劣势吗？今天跟妈妈说了要报考研辅导班，又要花家里的钱，不知为什么，我现在觉得自己这么大了问家里要钱感觉很窝囊，不管了，唯一能做到的就是坚持学习、坚持考研，我现在很清醒的在这里记下我的誓言：我若考不上研究生，就誓不为人！！！，高考的悲剧绝对不能再次上演！！！TMD，让一切去死吧！！<img src=\"../img/imgmood/scorn.png\">我们宿舍一个自己一直看不起的的舍友---“屌丝”、“堕落”的代名词，而且上学期期末考试竟然睡了半个小时交卷走人！但是我没想到的是人家现在每天早晨6点起床，晚上10点多回宿舍，为了考研，真的拼，毫不犹豫的拼，把其他学科看的很轻，我现在缺少的就是这种果断，嗯，无论在接下来的时间里还有什么外界干扰，保持纯净的决心，坚持到底！</p>"
        },
        {
            "id": 17,
            "title": "2013/3/15",
            "mood": "mask",
            "content": "<p>感冒处于最困难的时期，鼻子不断流鼻涕，嗓音沙哑，很容易疲劳。。。现在越来越觉得一个健康的身体是保证自己考研成功的最重要因素，但是现在的情况不允许自己每天锻炼，时间特别冲突，怎么办呢？而且每次只要运动半小时，比如说打乒乓球，就会决定非常累，没有剩余的精力再去学习，不过现在看来也只能是坚持下去了。</p><p>今天的单片机实训结束了，答辩还算顺利，没有想象的那么难。从下周起就要进入正式的上课了，每天要做到的就是保证考研课程的复习，没有什么过不去的，听了好多遍阮晔老师的讲座还是感觉非常震撼，在考研的漫漫长路上，有太多太多的平凡人创造着奇迹，这些人用自己不平凡的行动创造了不平凡的人生道路，其实多少年的人生走过，奇迹的诞生从来都没有远离自己的生活，大大小小的感人故事汇总出这样一个秘密：只有坚持，只有不断努力才能真正取得成功。多么简单的道理却是考研、工作甚至是古今中外亘古不变的真理。永远没有天上掉馅饼的好运，即使出现，那可能性也是微乎其微。说到这里，这又与阮晔老师的经典《行动理论》相呼应，没错，我只是粗浅的了解那道理，并没有去切实体会，既然过程需要积累，那就先背过这段话吧，时时记住它，“直到像呼吸般自然”。明天还有海天的试听课，今晚早睡。</p>"
        },
        {
            "id": 18,
            "title": "2013/3/16",
            "mood": "comeon",
            "content": "<p>今天去听了一整天海天的数学课，张宇老师讲的真的很好，思路很清晰。但是还是体力问题啊，下午听得很迷糊，总是犯困，是要习惯这种难熬的感觉吗？别无选择啊。感冒还是没好，咳嗽不停，晚上喝了点粥吃了个馅饼，好消化的，本来想找好友一起出去散散步聊聊天，但大家似乎都是听了一整天的课，很累啊。没办法了，为了让感冒快点好只能去操场出汗了---借了篮球跟舍友去释放一下负能量！大约一个小时的“疯狂”，回来感觉精神好多了。嗯，现在的第一要务就是让身体快点恢复，明天适当休息一下，把今天的笔记整理一下就差不多了，不能累着，相信自己，继续努力！</p>"
        },
        {
            "id": 19,
            "title": "2013/3/17",
            "mood": "comeon",
            "content": "<p>今天终于报上考研班了——海天，not 海文，唯一让我没有想到的是，之前跟我说好一块报的两个同学都临时决定自己报别的辅导机构，无所谓了，每个人都有自己的权利选择自己的道路，不过这也意味着我要自己在大部分的时间里孤独的走下去了，“咳咳咳。。”可恶啊，感冒、咳嗽还没好，最让我觉得难过的一关就是身体状态了，唉，坚持锻炼吧，今天除了把昨天的数学班内容大略复习了一下，其他的什么都没有学，是我在一直在拿自己的感冒来找借口吗？是吗？现在这时刻真是连自己都有点瞧不起自己了，从现在开始我要做的应该就是很具体很困难的几个字：保持身体健康、坚持每天学公共课、了解中传媒的研招信息。哦，对了，今天又看了一下《让世界充满爱》的演讲，邹越老师一句句震撼人心的话又激发了我泪腺的感受器，这是研修中学的时候看的视频，现在再看仍然是忍不住的哭泣啊，好吧，祖国、老师，都先把这些放下，只看眼前，只看离自己最近的：妈妈（当然还有自己），为了自己的未来，为了不让妈妈这么多年的辛苦白费，我还有什么理由给自己找那些看似是理由实际就是在逃避现实的借口？！come on!</p>"
        },
        {
            "id": 20,
            "title": "2013/3/18",
            "mood": "sleepy",
            "content": "<p>总体感觉今天感冒好了很多，虽然还要慢慢恢复，但现在至少复习时不会感觉一看书就头晕了。哦，今天正式开课，任老师的PLC竟然是考查课，没想到啊，正好，这样看来这学期的课还不是非常的多，应该会给考研留有不少的复习时间，最让我高兴的是中传媒的专业课资料竟然在网上找到了，初试跟复试的都有，只要158块就可以买到，太好了，这样我的信心就更足了，我要尽可能的将初试成绩提高，不要在复试的时候落下。（挺有信心，呵呵，都开始想复试了）。唉，不过说到效率还真是个问题啊，今晚数学复习的内容又不多，气死我了，从明天开始上教学楼6楼或7楼，一定要让自己的学习环境保持最佳。中传媒的目标可真的不高了，我查了一下近五年的复试分数线，最高的才335分，不要再给自己找理由了，本来自己信心满满的还想考中科院，这次绝对是看自己的平时表现了，绝对没有任何理由！成为211高校的研究生就是这9个月的事了，拼了，Beat it!!!</p>"
        },
        {
            "id": 21,
            "title": "2013/3/19",
            "mood": "moon",
            "content": "<p>今天的身体状况明显比昨天又好多了，总体来看今天晚上的复习效率也有提高，现在开始按照宫东风老师的要求开始看政治真题，唉，也不知道是不是正确的做法，反正简答题基本没有思路、多选题要做错一大半。。。不管了，先适应对政治的反感吧，会有效的。这周一定要将数学课本的基本内容过一遍，英语词汇要抓紧时间背啊，否则英语就要悲剧了，读文章都读不懂怎么做题？！这周看看买中传媒的推荐用书？嗯，是个问题啊，买Or不买？过几天去一趟中传媒，打听一下吧，顺便将期末考试题买了，能认识个研究生的学长或学姐就更好了！呵呵。TMD，学校的破网络今晚怎么连不上？？？还想搜个中传媒的考研群呢，算了，后期再说吧，继续加油。</p>"
        },
        {
            "id": 22,
            "title": "2013/3/20",
            "mood": "comeon",
            "content": "<p>今天的效率一般吧，不算很高，数学明天应该能把格林公式搞定，本章总复习题也能做至少一半吧，唯一影响就是明天的课很多，下午不一定能休息多长时间，嗯，明天的事还是明天再说！</p><p>今天选修课把上周剩下的《美丽心灵》看完了，感觉很有励志的意思啊，虽然将它归为了心理电影。哦，还有《七宗罪》（忍不住了要骂了，ＴＭＤ，这电影赏析课最令人郁闷的就是这周的电影放不完剩下的下周再看！！）七宗罪今天刚出现精彩剧情居然就下课了，太吊人胃口了。下周再看还能知道演到哪里了吗？！</p><p>哦，好久之前就想说了，我什么时候才能是最晚离开教室的一个？是自己没有给自己足够的压力？好吧，看自己的学习状态吧。为了在复试中不被别人落下，我一定要在初试中取得好成绩，甚至是前几名！为了这个最直接的目标，继续拼搏！</p>"
        },
        {
            "id": 23,
            "title": "2013/3/21",
            "mood": "happy",
            "content": "<p>今天效率明显比昨天高啊，数学竟然把曲线积分全部搞定了，明天就开始进攻级数了。主要得益于英语跟政治的时间安排的少吧，唉，政治啊，多选没思路，简答没话讲。。。继续看！！！英语继续找感觉：背单词，分析复杂句式。</p><p>今下午去图书馆找数字电路和信号与线性分析的题目竟然没找到，下周就去淘宝上买！！数学课本看过一遍后，就开始看复习全书了，嗯，从下周开始就开始进攻信号，要进入状态了。唯一能让我分心的应该就是我们的科研项目吧，唉，也不知道能做成什么样，不知道对考研的复习带来什么影响，啊，忘了！还有数学建模啊，少强昨晚找我来准备暑假的数学建模比赛了，上次没有得奖估计跟我一样也不甘心啊，没办法，继续再比一年，一定要获奖！似乎我的复试也要靠着各种比赛的奖项争取，西门子杯工业自动化挑战赛、数学建模竞赛都是含金量很高的比赛，如果都能获奖那复试的成功几率又大了不少，咦?怎么一直在说复试啊，难道我真的对初试这么有信心？？？呵呵，好现象啊。</p>"
        },
        {
            "id": 24,
            "title": "2013/3/22",
            "mood": "comeon",
            "content": "<p>下午去北苑校区理了个发，换理发师了—一个年轻的小姑娘（哦，之前一直给我理发的那个也是小姑娘，哈哈），说实话，我觉得给我理得很一般啊，无所谓了，现在不是注重形象的时候了。唉，最让我难受的是今下午和晚上竟然完全堕落了，TMD，忍不住骂自己了：竟然还带着政治真题装模作样的去，结果连拿都没拿出来----整整看了一晚的海贼王，终于是看到最新一集了！！哦，非要给今天找点收获的话就只能是刚才在网上刚买了中传媒信号与线性系统分析的参考书（没有收获，给自己找收获，你别傻了，在这样下去百分之百考不上了）。明天还有考研政治班，睡觉，早休息，明天提高效率，干死它！！！</p>"
        },
        {
            "id": 25,
            "title": "2013/3/23",
            "mood": "comeon",
            "content": "<p>今天去上了考研政治基础班，阮晔老师讲课，心里有点小激动啊，呵呵，整体下来还感觉不错，有点稍快，把马克思主义哲学给过了一遍，都说政治到九月份复习就行，我就要早下手复习，提前进入状态，目标就是70分以上！！！（今天把目标统统定了，TMD，不来点刺激还真拿不出壮士断腕的勇气了！！！政治70，英语70，数学120，专业课110，可能有偏差，但总的目标——总分必须在360以上！！！）在此放话了，如果达不到我就继续考，直到考上为止！！！从现在开始时刻把考研当成自己的生活，生活就是考研！！！老子今天就开始发飙了，直到2014年收到中传媒的录取通知书为止！！！过几天清明节放假去表姐家问问表姐能不能给我一点好的建议，反正无论如何，考不上就是死（出来以后什么也干不了，不死也是半死不活），就此决定，明天是英语课，必须保证效率，把单词关过掉，就开始做阅读，TMD，我越想越觉得自己浪费了好多的时间，下周开始就像阮晔老师那样说的：自习教室晚上必须是最后一个走的！！！这些书必须搞定，我不废了它们，它们就把我废了！！！开启战斗模式！！！</p>"
        },
        {
            "id": 26,
            "title": "2013/3/24",
            "mood": "comeon",
            "content": "<p>今天听了英语词汇课，有一定的收获，知道了不少熟词僻意，但自己也心里有数：单词必须要多下功夫重复才能真正记住，而且以后要通过文章背，其实自己对待每一科都应该拿出最正确的复习方法，讲究方法啊，不能傻学！！！多总结就是很重要的一点，从现在开始要重点放在专业课、数学、英语上。待会儿就制定一个学习计划表（没有特殊情况就严格执行），嗯，明天买的专业课复习书也应该到了，行动！！！今天就写到这里吧，最后用今天刚学的座右铭结束：Persist to the bitter end!!!</p>"
        },
        {
            "id": 27,
            "title": "2013/3/25",
            "mood": "happy",
            "content": " <p>首先鼓励自己一下：今晚22点14分离开教室（这也太容易满足了吧）不过教学楼还有几个没有离开的，这就意味着不能把他们统统“毙了”。呵呵，不过唯一不好的还是看英语文章时容易走神，政治多选错一大半。。。（好吧，刚才一个蠢人过来跟我要Matlab的安装程序，浪费了2分钟）哦，刚才想到一个重要问题：每天的课程不一样导致休息时间不能很有规律，这会成为一个制约晚上学习效率的因素吗？去，这理由自己都觉得荒唐，还有什么能是阻碍自己考研的理由？？？ＮＯ！！！哦，再就是这学期的课程，我发现作业真的不能随便就这样放下，还是要留出一部分时间来搞定考试啊，虽然我不看重成绩了，就这样吧，比较晚了，明天第一节没课，早起，去教室看英语和政治。</p>"
        },
        {
            "id": 28,
            "title": "2013/3/26",
            "mood": "moon",
            "content": "<p>今天可真是一刻没停下“工作”啊，早晨上自习加第二节课，（第二节过程参数检测及仪表上课期间我的快递到了—信号与线性系统分析！！！）中午回宿舍打开书看了一下，总体感觉还是有点难度的，没关系，一定解决它！！！反正不是它死就是我死！！！下午去了实验室做科研项目，唉，累啊，竟然不知不觉把大二的知识用起来了，巧合的很，就是信号与系统，哈哈。不过说真的，我现在的精力真有点快用光了，不知道能把考研复习和科研立项兼顾到什么程度，也许会选择放弃一方？先不想那么多了，不断挑战自己的极限吧。</p><p>晚上吃完饭刚坐下，一个高中同学给我打来电话，他说考上哈工大了，财务管理，专硕，不考政治，不考英语，一共300分。说实话感觉他打了一个漂亮的仗，以学校为第一选择，给我带来什么启示呢？我也考专硕？没有这个想法，至少现在没有，看看吧，跟表姐聊一下，然后打听一下中传媒内部消息再决定，嗯，现在就先努力学。对了，现在感觉课程作业都没有时间做了，真是忙啊，确实感觉时间不太多了，一共不到九个月，分秒必争啊，Seize the every minute.今天晚上自习有点飘飘的感觉了，以后可能这种情况会每天都会发生啊，适应吧，就是这九个月了，用高考时老师对我们说过的：就这。。。（时间段）了，考完了你想干什么就干什么了。</p>"
        },
        {
            "id": 29,
            "title": "2013/3/27",
            "mood": "sleepy",
            "content": "<p>又是辛苦的一天，本来就是上午一节课，下午在实验室待了一下午把专家PID控制研究了一下，调节的仿真波形还不错，不过随着学习的深入，越来越觉得对所做控制算法的不熟悉已经成为进步的瓶颈，出了问题基本很难想到正确的修复方法，唉，真是没办法，不可能，至少现在是不可能有空余的时间去研究各类算法了。怪不得王德政能做到那么熟练，不考研的精力确实能节省下来全心投入科研项目上，我是没有这种可能了，没办法，选择了考研就一直坚持走到明年，直到录取通知书下来为止！！！至于科研项目就这样尽力而为吧，就算不能得奖也至少能多了解一些比较高深的内容，不算浪费时间。今晚可真是效率低，（不低就怪了）昏昏沉沉的，就把昨天剩下的数学题做完了（昨天才剩下几道题啊？？丢人） ,信号分析已经开始看了，感觉很好，至少今晚看的各类信号问题跟大二学的没有什么太多的出入，嗯，明天上午满课，下午一节课，这样我要把英语按计划进行、线性代数书明天拿着看一下，下午就休息一下，晚上继续战斗----明晚必须十点以后！！！唉，英语单词真是估计失误了，根本不可能把这本书的基础词中不熟悉的在一周搞定啊，难道方法有问题了？就这样过一遍吧，下周开始就通过真题高频词背，找文章读，听听力。</p>"
        },
        {
            "id": 30,
            "title": "2013/3/28",
            "mood": "scorn",
            "content": "<p>我就不说什么别的了，今天一直被一个道理“缠身”：众口铄金！！！千万不要谈论别人，（不是在背后诋毁）因为在你不知道的时候身边就已经存在了这样一群人：你永远不知道谁会在你说出的话上加上“柴米油盐酱醋茶”，到了当事人耳朵里就变成了真正的诋毁！！！这个世界真TMD的矫情，从现在开始，在我的人生当中，不同的环境中我要一遍一遍的在心里提醒自己：不能私下谈论任何人的任何事（与做人有关的）。怎么显得我好像没有了自己的主观思想似的啊？嗯，不行，对于具体问题还得具体分析，生活很复杂不可能这么简单的概况，就这样好吧，睡觉（唉，宿舍放歌卧谈，没法集中精力啊）。Good night</p>"
        },
        {
            "id": 31,
            "title": "2013/3/29",
            "mood": "comeon",
            "content": "<p>所谓百闻不如一见，今天下午终于亲自去中国传媒大学校园逛了一圈，应该是两圈，哈哈。第一眼见到曾经的北京广播学院，就被那高高矗立在主楼的大屏幕给吸引住了。传媒的特色真是很明显啊，紧接着顺着南校门往南走开始围着校园转：国际交流学院、传媒博物馆、重修中的体育场、目不暇接的公寓、（哦，还有一所幼儿园和小学）、最漂亮的当属那假山喷泉的景观，真是非常漂亮啊。。。说来也巧，今天在南大门那里有校园歌手的大赛啊---广院之春，看到那准备舞台的同学都在认真的干着各自的任务（那么专注）这才觉得中传媒果然是很不错的学校，一下午没停下脚，坐地铁回到学校累的半死，回来搜了一下：鲁豫、白岩松、李咏、周涛、李湘、毕福剑。。。都是曾经广院的毕业生啊！此刻决定，一定要进入中传媒，作为一名真正的中传媒研究生！！！come on!!!<p>"
        },
        {
            "id": 32,
            "title": "2013/3/30",
            "mood": "happy",
            "content": "<p>总体来讲，今天收获颇丰：上午爬起来（七点四十了，也挺晚），匆忙补充了一点早餐就去教室看书---不是考研课程，把这一周落下的、没听懂的各科内容复习了一遍，坦白讲，感觉上课没听懂的东西都弄明白了。最重要的是这个办法不错，不用在平时感觉听不懂的时候纠结，只要从周五下午开始到周日晚上，随便拿出半天来复习一下就能把一周所有没明白的都搞明白。不过唯一的不好之处就是如果周六、日都有课的话就只能周五下午看了，这将意味着几乎要连续上两个周的课（工作量有点微大啊），嗯，这样的话那就只能平时注意听讲了，争取全都搞明白。晚上还是老套路的复习，不过我发现自从把专业课加入到复习中，数学似乎复习时间受到了影响，今晚就复习了很少的内容，非常少，复习全书这样下去是看不完的，以后就按照英语、数学、政治的顺序来吧。其实这所有的问题归根到底就是两个最简单也是最难做的字：效率！！！</p><p>哦，今晚去一同学宿舍玩，发现同学不在，听舍友说他好像学习非常刻苦啊，他是要考北航的，大学前两年半的世界几乎都是玩过来的，这一点跟我比差远了（呵呵，自恋），但现在为了考上北航竟然这么晚还在学习（我今晚十点多回来，还以为很晚了）,唉，行动！！只有行动才能让我保持冷静、不畏考试，写到这里吧，明天还有课，睡了。</p>"
        },
        {
            "id": 33,
            "title": "2013/3/31",
            "mood": "comeon",
            "content": "<p>今天学习可以说是我这学期最勤奋的一天了：上午就乘车去上考研英语辅导班，听宫老师讲了词汇的背法真是感觉茅塞顿开啊，马上我就要看完图书馆的阅读了，待会儿从网站下载下宫东风老师的音频跟着学写作和阅读，。。。五分钟后。。。唉下载还要用土豆啊，貌似还没有文字版的，只有音频好像有点跟不上吧。。。算了，现在网速不好，明天去教室下载。今晚又跟同学去教室学到9点半，说实话感觉效率不是很高，信号与线性系统分析的第一章习题搞定了，数学就显得很苍白：好多题目没有思路啊，尤其是连续函数证明的那一部分，总是感觉没有深刻的理解。唉，绝对不能让数学落下，目标就是120分以上，为了中传媒的复试不处于劣势，这是必须完成的一步--最低要求总分360！！！洗漱，睡觉！！！</p>"
        },
        {
            "id": 34,
            "title": "2013/4/1",
            "mood": "sad",
            "content": "<p>好吧，今天真的受挫折了：数学做了第一章的练习题，基本错的差不多了（桑心啊——），而且之前看的知识根本都没有用上，确切的说是没有熟练在做题中灵活运用。气死我了，而且信号与线性系统分析也开始出现瓶颈，零状态响应、零输入响应都比较陌生了，似乎还没有理解透彻啊，总而言之，从今天开始就注定了以后每天晚上的自习都要磨练我的心性，而且我要吧ＡＱ磨练的非常强大，突然想起刘同老师的一句话：那些打不倒你的最终都会使你变得更加强大！！！睡觉。。。</p>"
        },
        {
            "id": 35,
            "title": "2013/4/2",
            "mood": "comeon",
            "content": "<p>不知道为什么，到了现在这种紧张的时候我还是在不断的给自己找理由！！！TMD真是欠抽啊！！！好吧，我来陈述一下今天的“剧情”：早晨起床是真心晚啊，9点了，这第一个借口就是昨天睡觉晚（数学题做得不好，回宿舍分析答案到11点半）。到教室听了一下过程检测及仪表，哦，上课之前还收到了京东快递，真心快啊，昨天下午买的，今上午就到了，呵呵。这本英语写作书真的很有价值啊，我要每天至少熟读一篇，搞定它。下午去了实验室，这一去不要紧，竟然忙到了7点，好吧这是我为今晚不去上自习找的另一个借口，话说我发现现在真是时间紧张啊，专业课计划不能输给中传媒本校考生太远，不能被拉开10分以上，又想起一件事，今天在微博上看到今年中传媒的目标专业复试线出来了：312！！！降了啊，话说中传媒最近7、8年貌似从来没有超过335分。明年是中传媒校庆60周年啊，不知道会发生什么变化。但是最担心的还是数学啊，拉分太大了，再加上最近做题是很不顺啊，怎么办呢？继续出发努力吧！！！明天还有个小测验啊，淡淡一笑，呵呵，无所谓。</p>"
        },
        {
            "id": 36,
            "title": "2013/4/3",
            "mood": "comeon",
            "content": "<p>数学、信号与线性系统分析、英语，几乎每一科都正在经历着瓶颈，这可真让我打心里不爽，尤其是数学啊，今晚做题质量又不好，应该不是状态问题，还是掌握的基本知识不扎实啊，数量和质量都差的太多了，至于英语现在对长难句似乎很无奈。。。唉，清明节假期到了也没有心情玩了，明天考研班上数学：上午线代、下午概率，都几乎从大一学完后就没有再好好看过，明天从零开始学吧，打起十万分精神，现在开始慢慢体会到了：考研过程中大部分人都是死在半路上啊。坚持、再坚持，until I conquer it!!!</p>"
        },
        {
            "id": 37,
            "title": " 2013/4/4",
            "mood": "happy",
            "content": "<p>上了一天的考研班—线代的前两章都搞定了，说实话现在感觉貌似数学还是挺有机会考到120分以上的，because 今天听到姜老师说了一句话，最后讲完课的一句很提升我信息的话：李永乐复习全书在强化阶段做，现在你们做不觉得很受打击吗？----TMD太给力了，老子最近晚上快让这本书折磨死了，原来是要强化阶段做的啊！！！，没错现在就是基础，基础，基础，细细的看，吃透每一个知识点！！！晚上回来后收拾了专业课和英语去教室继续hard working.这过节过的教学楼空荡荡的，鬼楼啊，啊哈哈，好，真好，否则我怎么能不走寻常路呢？？虽然效率仍然不高，但这一点点的积累最终会产生质的变化，希望能在暑假之前把每一科的基础都打扎实了，暑假开始以100%的状态冲到考研那天，明天开始背英语范文，复习今天的线代。OK，就这样。</p>"
        },
        {
            "id": 38,
            "title": "2013/4/5",
            "mood": "comeon",
            "content": "<p>今天回想了一下这几年的学生时代，似乎每次转折性的考试总是成为别人的“背景”，初中有能力考入最好的高中却未能如愿，尝到了“差距”的痛苦滋味，高中有能力也有机会进入一类学校，却再次与理想大学失之交臂，于是我又尝到了“等级”的绝望，这一次。。。也是最后一次，在决定性的那一刻到来之前，我再次感受到心灵的打击：小表姐的410分，二战进入上海交大，高中好友战略性的跨专业报考专硕，进入哈工大，一个个现实中亲近而又疏远的实例不断地浮现在我这凌乱而又低落的思绪中。</p><p>听着吉克隽逸的《即刻出发》--“无论逆风、顺风，一点、一点，一点映向了天空。。。”真的能实现那最终的梦想吗？为了考研进入中传媒，为了未来的梦想，为了自己的前途生活，为了妈妈。。。There is no choice, but to struggle for my dream.现实的做法：提高效率，做好复习方法，不要白白浪费时间，做一个真正会学习、懂学习的人。</p>"
        },
        {
            "id": 39,
            "title": "2013/4/6",
            "mood": "happy",
            "content": "<p>今晚收获很丰盛----将中传媒大部分老师（信息工程学院）的信息找到了，将复试的各种注意点也下载下来了，整体感觉复试的资料找的已经很全了，接下来就是笔试题目了，等过几天上网上把书买到。现在唯一不放心的就是内部的学长没有一个认识的啊，能得到学长们的指导可就好了，过几天复试的时候我要去中传媒看一下，提前了解一下，等复试结束后最好能认识个学长，呵呵，那可就棒极了，好吧，已经很晚了，现在似乎有点太把精力放在复试上了，初试还没过呢---别傻了，加油学吧，通过初试再说。</p>"
        },
        {
            "id": 40,
            "title": "2013/4/7",
            "mood": "comeon",
            "content": "<p>今天又有了难受的甚至有点小绝望的感觉，仿佛回到了高三那万恶的模拟考，回忆起了考试成绩很烂时候的感觉。连话都不会说了（气的），怎么了啊，这信号与线性系统分析怎么就这么难啃？？？归根结底还是基础还是不牢固啊，从明天开始，每天都总结问题，分析题型的解法，TMD ，老子就不信干不死你了。加入的13年的中传信息工程学院考研群有104人，估计大部分都是要报通信与信息系统和信息与信号处理的。压力就这么来了啊，永不停歇，从现在开始到考研初试结束，除非生病，保证每天都学习！！！再多的时间都不够用啊，刚才看到微博上阮晔老师转发的一条微博才心情稍微放松了些：3、4月份就是克服烦躁情绪的。嗯，一步步走，把自己的内心修炼的更加强大。</p>"
        },
        {
            "id": 41,
            "title": "2013/4/8",
            "mood": "scorn",
            "content": "<p>凌晨3点多肚子痛的真是撕裂般的感觉，去厕所解决了两次才勉强的入睡啊，80%的可能性是万恶的拉面造成的，晚上吃面的时候就感觉里面的圆白菜不熟，唉，倒霉的事不说了，今天晚上将数学复习全书第二章的练习题做完了，虽然错了不少（粗心的比例也不小），但比起第一章来可以说是好多了，明天就正式进攻第三章了。还有专业课的信号与线性系统分析，这门课唯一的好学之处就是，全书共讲了这样几个有规律的问题：信号、系统、LTI系统（连续系统、离散系统）的时域分析、变换与分析。其中学好信号（尤其冲激信号、阶跃信号）的各种性质就能解决它们的响应问题，这样进而解决零输入、零状态响应等。所以只要我用心总结规律就一定能将它学好。为了进入中传媒，老子这一年就算付出再多的代价也在所不惜！！！只要命还在！！！还有英语，上学期借的那本比较有价值的阅读终于看完了，明天就还，开始搞真题，背高频单词，找理解长难句的感觉。无论未来有多么大的试炼在等着我，我都要勇敢面对，因为这就是成长的代价，因为我一直都相信坚信明天会更好。</p>"
        },
        {
            "id": 42,
            "title": "2013/4/9",
            "mood": "sleepy",
            "content": "<p>今天早晨六点起床了，去教室读英语写作文章，说实话感觉非常累啊，今天晚上都影响了学习的状态，专业课下午上JAVA课的时候看了一下单位脉冲响应和阶跃响应，晚上一点都没看，英语还行吧，刚开始做真题阅读得了一半的分，数学复习还算可以，进入第三章积分了，内容很多，估计要一周以上才能彻底搞定。哎呀，最近的实验课逐渐开始了，测验也一个接一个，有点忙不过来了，所以电子设计大赛就算了，对于自己的能力不要太过于自信，能把现在的事情安排好就很不错了，希望能在西门子自动化挑战赛的一个市级以上的奖，真正做到把自己的复试资料完善好，嗯，今晚就写这些吧，真的太累了，睡觉，GOOD NIGHT。</p>"
        },
        {
            "id": 43,
            "title": "2013/4/10",
            "mood": "ogle",
            "content": "<p>怎样形容今天的感觉呢？比较平淡吧，没有很累，也不颓废。今天没有去实验室，钱老师给我们布置的任务应该是要到实验室做的，我们四个“没出息”的东西竟然很默契的都没去实验室，嗯啊，其实我是想去的，“小媳妇儿”说要去西单有事办，“淑红姐姐”去打羽毛球了，“奇葩女”没有自己主见随大流了。唉，我们就这样又一次“伤害了”亲爱的钱老师，这项目也算是她给我们一次锻炼的机会，We hurt her heart so seriously!! 以后这种没有良心的事情坚决不能再做了。</p><p>今晚数学和专业课都复习的不算多啊，不过英语倒还可以，做了三篇阅读理解，以现在的水平来看结果勉强还是可以接受的，不过真的要再增加词汇量和对长难句的分析了，否则水平是达不到考研目标的！！！话说明天还有考试啊，《过程参数检测及仪表》，这周学的热电偶的几个定理还没搞明白呢，明天现学现卖吧，没办法，这与考研是一对不可调和的矛盾啊（不知道这样表达对不对，呵呵）。好了，就这样，开始做组态王实验吧，行动。</p>"
        },
        {
            "id": 44,
            "title": "2013/4/11",
            "mood": "sleepy",
            "content": "<p>上午第一节做组态王，非常顺利，不枉我昨晚忙到12点，直接搞定了，实验报告也做了一半，算是非常高的效率了。第二节现代控制理论，讲了一大通到了最后下课之前5分钟，老师突然来了临时突击：测验！！！偌大的教室一篇哗然，但这却成为了我的舞台---随着老师的题目写完，我顿时有了思路，直接将所求的状态空间表达式写出来，然后淡定的看着同学们。。。小武和“大婶儿”很从容的拿着我的答案抄起来。下课铃响起，见同学们没有交卷的意思，老师将这题目划到了课后作业的行列，这才顺利平复同学们燥乱的心，只听“大婶儿”满怀崇拜的眼神看着我说了一句：“涛哥，你是神啊”！本来我可以谦虚的表达一下大多数人会说的：这没什么啊。但是---那样我怎么能更加显示出我的个性呢——只有微微一笑，淡淡的走过。。。（呵呵，我是不是很邪恶）。</p><p>但是下午，下午我可就玩完了，过程参数检测及仪表，“龙姐姐”啊，真是给我们上了一节深刻华丽的一课，热电偶的题目彻底将我上午的得意变为了囧囧囧囧，不提了，太郁闷。</p><p>下课回来，在微博看到了中传媒的复试沙龙录音，真是雪中送炭啊，太妙了，学长学姐们说了很多有参考价值的意见，听了很有收获。至于今晚自习的效率，可是真的不高，最后数学的积分题怎么算都得不到正确的答案，头痛啊，英语也没有完成任务。一句话总结：上午亢奋，下午低落，晚上崩溃。加油吧，别再逃避了。</p>"
        },
        {
            "id": 45,
            "title": "2013/4/12",
            "mood": "comeon",
            "content": "<p>今天早上真是头疼啊，难受的真不想去上课了，最终内心正能量还是战胜了懒惰，啊哈哈。给自己鼓掌！！！下午将自己的衣服、被罩、床单。。。全部拿去洗了，没有想到自己竟然把这么“艰巨”的任务完成了。晚上还是一如既往的去自习，由于政治本来就是零基础，又有好几天没看，今晚看的我真是纠结，大题的思路与答案是半点不靠边啊，郁闷。还好，值得庆幸的是，信号与线性系统分析终于有了小小的长进，第三章已经看完了，接下来就是整本书最艰巨的傅里叶变换了，继续冲，冲冲。。。数学正在最困难的积分进行时，复习全书上的好多解题思路完全让我失去了学好的信心，TMD太复杂了，怪不得上周老师让强化阶段再看复习全书呢，不管了，保证质量，不求速度，只为产生新的蜕变。话说我们要在五一假期去西安调研，这么古老的旅游名城抢票、抢酒店都跟疯了似的，但貌似我们学校放假还没有定下日期，泥煤的，让我们睡火车站啊，丫的，订不到老子就不去了，（唉，刚才刚跟西安的一个同学说好了要去玩的），不管了，先把眼前的事情做好吧，明天还有英语基础写作班，睡了。</p>"
        },
        {
            "id": 46,
            "title": "2013/4/14",
            "mood": "comeon",
            "content": "<p>昨天没有记录自己的生活，根本上分析是自己太懒（再晚也不是理由啊），直接原因是考虑五一假期的调研问题考虑了很长时间，迟迟没有做决定，真是太不果断了，这可不是成熟的标志。就此决定了，如果老师同意，那五一假期我就不去西安了:</p><p>①与表姐，姐夫，姑姑，姑父一起讨论一下我考研的问题，听听他们的意见；</p><p>②去中传媒再次“考察”，熟悉环境；</p><p>③毫不松懈的继续学习，听课。</p><p>今天的状态很不好，一晚上又只是勉强整理了第一章的数学题，唉，感冒啊，鼻子堵的难受，在关键时候又病了，难道学习刻苦也成了病毒入侵的机会？唉，保持身体素质吧，去篮球场发泄了20分钟，每天保持这种锻炼是不太可能啊，这怎么办，只能靠意志了，嗯，Persist to the bitter end!!!为了进入中传媒---这个最清楚也是今年到明年最终的目标，我可以放弃一切与之无关的，战斗！！！</p>"
        },
        {
            "id": 47,
            "title": "2013/4/15",
            "mood": "sleepy",
            "content": "<p>好吧，我承认自己现在的脑袋跟一团浆糊一样，根本没有多余的力气去思考了，但是趁着意识还在，我要完成今天生活随笔的记录。今天早晨是我记忆中第一次上课迟到，虽然进教室的那一刻老师刚点完名，但迟到总归是迟到，已经出现生活节奏上的不协调了，要改变。下午在我的“英明”决定下，拉着另外三个teammates去了实验室，去完成上周老师给的任务，说真的，要不是今下午去了实验室，可能所有的好事都不会发生：</p><p>首先就是避免了周三去实验室被老师问及任务时因为没有做完而造成的尴尬；其次就是跟老师汇报了自己的想法，不去西安调研了，这样也就省了舟车劳顿的麻烦也能有时间做自己与考研有关的任何事（不就是去西安玩吗，等明年考上中传媒，毕业设计结束了，正式毕业了我想去哪里就去哪）；然后，老师跟我们达成了协议：参加西门子杯工业自动化挑战赛，而且机会很好，不出意外就是我们这两组出马代表学校挑战全国了，非常好，无论对考研还是以后工作；最后一件事，他们三个在实验室订好了西安的酒店，找了一下午才找到没有订完的一个宾馆，否则只能睡火车站了，哈哈。这就是改变命运的一个决定啊，to be honest, It is really crucial.OK ，I am so sleepy, there is a huge challenging task in tomorrow all day which requires my full energy to be spent on it .</p>"
        },
        {
            "id": 48,
            "title": " 2013/4/16",
            "mood": "comeon",
            "content": "<p>看来这几年的总结是对的：气候更替确实很考验我的抵抗力，习惯性的“假感冒”---感觉头沉，容易累，鼻子不透气。没关系，坚持，继续坚持。。。翘了今天下午的JAVA课—哈哈，没点名，中午睡了一觉，但对晚上的复习作用不是很大，唉，希望尽快的适应气候的更替吧，数学两晚才整理完第一章，而且复习过的题目第二遍做还是很难做正确，气死了,一定将自己的水平在暑假之前完成质的突破。明天还要去实验室做仿真，人工智能、模糊控制。。。疯了。啊，忘了，刚刚看到中传媒的微博回答了一个问题：通信专业最近几年竞争越来越激烈。唉，我选择的这条路注定是一个血雨腥风的战场，不管了，做了决定就努力去实现吧，如果这都做不到以后进入社会也注定要被淘汰，thumb up!!!</p>"
        },
        {
            "id": 49,
            "title": "2013/4/17",
            "mood": "scorn",
            "content": "<p>今天下午去实验室“工作”，用Matlab编了一下午的仿真程序，最终还是没有结果，其余三位竟然还“淡定”的聊着西安旅行的规划，TMD，气死我了，要不是当着那么多老师和学生的面，我就直接对他们吼一句：竖子不与成谋！！！尤其是跟我一组的那位“奇葩”，自己还是负责人啊，以后再出现这种情况，就不管那么多了，该喷就喷！让她无地自容去吧。</p<p>晚上整理了专业课第三章，内容不多，不过最后在一道真题上卡住了，差分算子？没听说过，看不懂解题的过程，等下周问问老师吧，呵呵，钱老师恰好是教我们信号与系统的，方便啊。好了，马上还要组态，还有现代控制的作业没做（为了考研，平时的课程真的都扔下了，唉，加油干吧）。</p>"
        },
        {
            "id": 50,
            "title": "2013/4/18",
            "mood": "comeon",
            "content": "<p>头痛啊，今晚终于把之前复习过的数学和专业课都整理完了，明天开始就要继续往前进行了。巧合的是NBA常规赛今天也结束了，21号季后赛正式打响，各路诸侯在开辟江山称王的道路上也将遇到各种难以想象的困难，这与我这一年的生活很相似，没有经历困难、战胜困难、战胜自我的过程是永远不可能成长的。伴随着我一点一滴成长的一切都在随着时间流逝，等到明年的此时此刻，将看到的是这一路的终点，而等待我的将是下一个起点，是啊，这就是青春年华的历程，往复循环即勾画描绘出整个的人生。今天感慨格外的多啊，呵呵，就这样吧，允许自己叹气，但绝不容忍自己放弃，come on!!!</p>"
        },
        {
            "id": 51,
            "title": "2013/4/19",
            "mood": "comeon",
            "content": "<p>阿琐刚才来短信说明天没有课！！！好，终于能够按照自己的计划来安排一天的时间了，要来个完美的全天规划！待会儿再问问后天有没有课吧，这样把整个周末都安排好。哎呦，怎么回事，肚子难受啊，自己上火？听了下午的西门子工业自动化挑战杯动员大会感觉自己真是很庆幸能参与，但是这也意味着等待我的将是残酷的一年，没关系，即便现在再累也都是为了“明天”，正如能量守恒定律，现在多付出，将来就少受罪，反之亦然。况且我们都是学校的“精英”,又有前人之鉴（上一届可是有人跟我们处在相同的挑战下，结果最后成功了），不管怎样，有一点我坚信：同样的环境，同样的老师，同样的条件，别人能行，我一定行！！！再次给自己猛打鸡血：未来一年是决定我人生的一年，期间做的任何事情，任何决定都是至关重要的，自己的目标就是两个：暑假在西门子工业自动化挑战杯中进入全国赛；明年一月份上战场搞定初试，四月份搞定复试，五月份收到中传媒的录取通知书。戒骄戒躁，不让琐碎小事影响自己的心境，努力拼搏！！！一定要做到，做不到的话就是死！！！</p>"
        },
        {
            "id": 52,
            "title": "2013/4/20",
            "mood": "sleepy",
            "content": "<p>今天第二次游览中国传媒大学，这次可真是累得走不动了，现在脚跟腿都酸的厉害，右脚好像还磨出一个水泡。不过收获还是很大的：除了比较多的公寓楼分不清之外，其余的教学楼、学院都摸索的差不多了，唯一的遗憾就是体育馆一直没有找到，主体育场正在翻新重修中，明年的这时候如果考上的话应该能使用了，哈哈。今天还有一个男生跟一个女生在校园了问我路，呵呵，好好的“炫”了一番，男生问我多功能教室怎么找？我就有模有样的说：“哪座楼的？”他竟然不知道，那没办法了，我也不知道。。。。至于女生问的是星光超市怎么走？我就大概指了一下方向，后来又找了一下发现说对了，呵呵。  </p><p> 晚上还是去教室上自习了。把数学跟英语看了一下，值得高兴的是，01年英语阅读最后一篇我全做对了！！！不错啊，本来有点疲惫的身心马上跟打了鸡血似的复活了。明天上午去看比赛（季后赛第一场 ），顺便把洗面奶和洗发露买了，唉，最近的生活将我折磨的不成人形了，脸上长了好多痘痘，留下疤痕了，没办法，只要能实现目标哪怕再累也是值得的。</p>"
        },
        {
            "id": 53,
            "title": "2013/4/21",
            "mood": "moon",
            "content": "<p>今天上午去网吧看了本赛季第一场NBA季后赛----快船VS灰熊，钟爱的快船赢了，很开心。哦，之前还有个小插曲：看比赛之前，我在网吧里把明天要交的PLC和电力电子技术的作业搞定了，呵呵，真是奇葩啊，估计我是我们班第一个在网吧里写作业的人吧，不对，应该是地球上第一个（有点小小的夸张，毕竟林子大了，什么鸟都有）。晚上复习的效率依然不高，数学的积分题目很难，信号的频域分析也不容易，唯有英语，今天开始做张剑的阅读精练，感觉模拟题的难度确实不如真题，今天做了第一篇，就错了一个，以后晚上有个严重问题，之前总是习惯在自习的时候不自觉的跷二郎腿，从明天开始，以后改掉这个坏毛病，遇到困难就静下心来深呼吸一下，否则就出去冲冲凉水。好了吧，明天又是新的一周开始了，连续补课啊，五一假期，呜呜。。。什么都是浮云，加油！！！</p>"
        },
        {
            "id": 54,
            "title": "2013/4/22",
            "mood": "sleepy",
            "content": "<p>今晚的复习效率依然比较低，数学和专业课的复习都进入长时间的瓶颈，没办法，坚持吧，不要为了单纯追求速度，what’s real important is basement.</p><p>晚上回来走到宿舍楼下发现二班好多人围在一块吃烤串，原来是小宪同志过生日啊，跟他们一起坐在一桌吃了一会儿，喝了两口啤酒，聊了一会儿生活感悟，呵呵，好吧，今天跟同学们做了个承诺：明年的今天一定在一起好好high一次，将自己的大学生活画一个圆满的句号。“多情自古伤离别，更那堪，冷落清秋节，今宵酒醒何处，杨柳岸晓风残月。”就是这样啊，生活中总是存在那么多平凡而又难忘的瞬间，却在不经意间从指间滑落，从此刻起不要再说什么大道理，珍惜剩下的每一天、每一分钟就是最重要的事。休息吧，明天要考JAVA，唉，没怎么听课啊，临场发挥吧。</p>"
        },
        {
            "id": 55,
            "title": "2013/4/23",
            "mood": "angry",
            "content": "<p>好吧，今天算是破纪录了，先不说JAVA测试都打水漂了，晚上重要的自习也没有完成任务，看来长期以来精力不集中的根本原因是 自律能力不行，没有意识到自己的问题所在---再这样浪费时间就是死路一条！！！也急不得，只能慢慢调节了。数学复习全书实在是有难度，虐了我好几天了，什么时候才能逆袭一下啊？？？哭。。。气死我了，打击自信心啊，信号的公式也多的惊人，傅里叶变换、频谱函数啊，我要疯了！！！在这样下去肯定要疯了。所以只有提高效率才能拯救我这可怜的小自信。OK，就这样，什么也不想了，明天继续！！！Make it efficient.</p>"
        },
        {
            "id": 56,
            "title": "2013/4/24",
            "mood": "comeon",
            "content": "<p>首先要说的就是：今晚没去自习，发现上完选修课后一点精神都没有了，浑身无力，去上晚自习的话也只是被专业课和数学虐爆了，干脆不去了，晚上回来把明天要做到组态王实验做了吧。唉，说实话，这次没有去上自习并不是给自己找借口，现在怀疑对数学的复习有点偏差，貌似基础并没有打牢，有些公式和定理真的很不容易掌握。好吧，说点轻松的，今下午在实验室做项目，半途被钱老师带去报告厅，我们的一位大师兄----20年前的毕业生，今天回来给我们自动化学院讲座，在美国的一所大学当博导，果然是领先于中国的教育太多了，把我们平时敬佩的各位大教授讲的一点脾气没有，“自抗扰”控制理念，advanced,唉，我们这些小辈们跟真正的大师比起来简直微不足道啊，平时还翘着尾巴显摆的很牛的样子，哈哈，我也是啊，以后一定要虚心了，all right, I always have a strong brief in a old saying: Anything is possible.加油努力吧，以后不到万不得已不能再逃晚自习了。中传媒，等着我！！！</p>"
        },
        {
            "id": 57,
            "title": "2013/4/25",
            "mood": "comeon",
            "content": "<p>现在似乎还沉浸在对信号系统分析的无奈中，傅里叶变换、级数、周期、非周期、性质。。。好吧，我承认我快被“你们”打败了，内心真正感觉到了考研的不易，但仔细一想，我们这个年代哪有好考的研究生啊？oh, I really appreciate the  silly thief who steal my QQ number. because my friend who have pass the Graduate Record Examination and admitted by science and technology university of Ha ErBin .他总算在我内心快要崩溃的时候给了我一句安慰：“现在都这样啊，你算好的了，大多数都还在看课本呢，坚持下来就没有问题。”好吧，无论怎样，听过来人的话应该是不会错的，明天继续。</p>"
        },
        {
            "id": 58,
            "title": "2013/4/26",
            "mood": "scorn",
            "content": "<p>今天下午去实验室“打了一个小时酱油”，配合老师完成西门子工业自动化挑战杯的培训，唉，体力活啊，明明已经内定了，但是为了走一下形式还是要支持钱老师的工作----把听过的课程再有模有样的听一遍，当然了，装一段时间就可以了，利用课间休息时间溜之大吉了，其余三个去西安了，我呢？去澡堂洗澡！！！话说今天发现了体力不足的问题已经成为制约我自习效率的一大困扰，于是我决定一周至少要保证4-5天下午锻炼身体。什么拉力器，哑铃，全搞定了，晚上有空的话就去篮球场释放能量。</p><p>今天对考研目标的选择有点眉目了，是关于二级学科的选择，现在非常偏向于杨磊老师的多媒体技术，这是我的爱好所在，或者说是最接近我爱好的吧。待会儿搜一下主要课程，平时自习效率不高的时候就了解一下，争取能多学点，不能指望只靠一门信号与线性系统分析和数字电路就搞定老师的面试啊，好好拓展自己的视野吧，明天还要补课啊，真是滴，学一些没有用的破课真是让人揪心，偏偏还要点名，无可奈何啊，睡了。</p>"
        },
        {
            "id": 59,
            "title": "2013/4/27",
            "mood": "moon",
            "content": "<p>The most crucial decision that I have made this year is join the war of Graduate Record Examination, which probably will determine my rest life.</p><p>又是迈向考研成功的重要一步---买了信号与线性系统分析的弘毅胜卷，由高分学员亲手编写的重点考点和历年真题集合。努力把这本书吃透应付初试的信号与线性系统分析应该没有问题。等待收货中。</p><p>今晚复习效率一般，数学开始做第三章的选择填空练习题，错了不少啊，估计明天做大题就更“惨”了，唉，继续坚持。信号就看了一节取样定理，说实话，信号与系统的定理、性质、公式真是我见过所有课中最多的，虽然有规律可循，但时间稍长就会容易混。没办法，勤于复习吧，这就是学习的真谛啊，再累再崩溃也要为自己在这最美好的青春年华里的拼搏而鼓掌。青春，就应该像是春天里的蒲公英，即使力气单薄、个头又小、还没有能力长出飞天的翅膀，藉着风力也要吹向远方；哪怕是飘落在你所不知道的地方，也要去闯一闯未开垦的处女地。这样，才会知道世界不再只是一扇好看的玻璃房，才会看见眼前不再只是一堵堵心的墙。</p>"
        },
        {
            "id": 60,
            "title": "2013/4/28",
            "mood": "angry",
            "content": "<p>这是开学以来第一次在教室里写日记，今天把上周各科布置的作业和实验报告基本都搞定了，青松哥上传到群共享里的电力电子实验报告下载下来竟然是空的，没办法，电子电力报告是最难做的，只能等常大嘴给我把指导书发过来再整理了。</p><p>可能是上午睡眠质量不好，哦，应该说是昨晚吧，心里惦记着NBA的快船跟灰熊的比赛结果醒了好几次，下午Java课就干脆连书都没带了，直接在课堂上下载了Aodbe audition 和 winamp,把声学用的高级软件下载下来为以后多媒体的工作打下基础，呵呵。中午收到了弘毅胜卷的快递，说实话有一点下遗憾，到现在群主还没有将我加入群组，正在审核中。。。这才是最重要的事情啊，至于真题和笔记还是凑合吧，感觉不太值268块钱，毕竟就是一本书而已。好吧只要能在线答疑就行，群主（。。的蚊子）赶紧把我加入进去。现在头脑又是混乱一片了，没办法啊，待会儿真要飘着回宿舍了。好了，教室也断网了，走起。</p><p> 好吧，不是我要发飙，是真的忍不住了，TMD海天怎么也不给个通知啊，别的考研机构周末都是满满的课，我们竟然要到7月份才能有课，这不是让我们喝西北风吗？老子真忍不住要骂了：你们收费比别人高这么多竟然还让我们现在这最轻松的时间落下课程！！！这安排也太脑残了！！！。。。。。淡定，没有考研班就意味着我可以有更多的时间自己计划学习，明天就放松一下了，中午吃完饭去中传媒！！！上午多休息会儿，这次的主要目标就是进教学楼的自习室学习一会儿，好了，就这样定了。</p>"
        },
        {
            "id": 61,
            "title": "2013/4/29",
            "mood": "comeon",
            "content": "<p>今天上午9:30起床，没办法昨晚本来就很累了，睡的又晚，这应该是给自己在五一假期开了个特例，就当时休息了。洗漱完背上书包、去南院食堂吃了份叉烧肉盖饭、登上地铁5号线-----出发！！！目标—中传媒！！！这已经是第三次去了，距离上一次值各路不到两个周的时间吧，进入校门发现一切变得很熟悉了，今天的收获就是进48号教学楼的自习室学习了，看了将近一个小时的信号与线性系统分析，感觉还不错，跟我们学校唯一的差别就是自习室的人明显要多很多，但是却真的非常安静，虽然我发现也有不少同学玩手机，但真的没有说话的，只少我没有发现。主楼也进去了，一层有信号与信息处理的部级实验室，二层是信息工程学院的档案室，应该也是老师的办公室，在储存箱上看到很多熟悉老师的名字。哦，还有主楼前的铜鼎，好像是陕西电视台在中传媒50周年校庆的时候送的，明年我考研的14年是60周年校庆，而且如果录取了，9月份报到恰好是60周年校庆举行的时候，想想都觉得兴奋啊，下定决心，一定要考上，平时将西门子的项目安排时间稍微压缩一下，保证老师的基本要求就差不多了。现在就怕中传媒信息工程学院本校除了保送生外还有好多考自己本校的，这样一来竞争就激烈了，不过担心也没有用啊，这不是自己能决定的，所以尽力而为吧，一定要毫不保留的将自己的本事在这不到8个多月的时间里全都释放出来，目标370分！！！加油！！！</p>"
        },
        {
            "id": 62,
            "title": "2013/4/30",
            "mood": "happy",
            "content": "<p>今天仍然是9:30起的床，堕落啊，自己都快要瞧不起自己了。中午到是11点去食堂吃了饭，去教学楼的路上碰到了“小万”，跟他在图书馆门前坐了一会儿，怎么说呢？虽然不是一个班的，但似乎跟他很有的聊，也许是有共同的爱好吧----都喜欢声音、图片、视频的技术性操作，喜欢用各种软件制作特效，喜欢动画设计（虽然是不可能考动画专业的研究生了）。聊到将近两点，说实话两个大男人能坐下来聊这么长时间也算是奇迹了，他也是要考中传媒的，我们学校的一个老师教他们声学，恰好是中传媒一个老师的博士生呢，也许以后能通过他找一下我们未来的研究生导师吧，嗯，下午趴在桌子上迷糊了一会儿，但效果不是很好，信号与线性系统分析的第四章基本看完一遍了，但说实话，对所有重点的掌握能有一半就不错了，好多啊。还有数学，第三章的习题做了一半了，明天要搞定。好了，给自己点放松的时间----刚下载了特种部队的第二部，欣赏一下吧。</p>"
        },
        {
            "id": 63,
            "title": "2013/5/1",
            "mood": "comeon",
            "content": "<p>现在越来越明了了，没错，从此刻，不，从之前的某一时刻开始到暑假，这将是我考研的第一难关：心理承受力和抗压力的考验。所谓胜（剩）者为王，大部分放弃的人还是在暑假结束后，所以现在的学习成果就决定后面的表现，至关重要。数学的话我现在准备把第三章的习题做完后重新回归课本，结合复习全书同时进行。线代和概率论还基本没怎么看呢，所以整理完第三章的内容，就开始复习线代和概率的课本了。至于专业课无论怎么费劲也要硬撑着看完一遍课本，后面就相信弘毅胜卷了，英语还是原计划进行。最近突然信心不足，马上补充鸡血：</p><p>有人说</p><p>考研是一条不归路</p><p>选择它就意味着选择了孤独</p><p>匆匆追寻梦的脚步</p><p>披星戴月、风雨无阻</p><p>为了前程，我们将青春荒芜</p><p>为了理想，我们把爱情放逐</p><p>有没有一盏灯，为我在黑夜里照亮归途</p><p>有没有一颗心，听我在郁闷时将烦恼倾诉</p><p>一次次眺望远方，成功的彼岸却总也看不清楚</p><p>一回回跌倒爬起，咬咬牙告诉自己要坚强不哭!!!</p><p>没有收获不需要付出</p><p>没有成功不经历痛苦</p><p>听吧，是谁正将我们的心声唱出</p><p>不到最后，我决不认输</p><p>那一刻，我们为了心中的希望而启程。</p><p>那一刻，我们为了不让自己失望而前行。</p><p>那一刻，我们将用自己的胜利的欢笑和幸福的泪水</p><p>来把那些奋力拼搏的日日夜夜化为我们生命中难忘的永恒。</p><p>无论阳光与寒风，我们都将不断的前行。</p><p>无论失败与成功，考研都是不悔的旅程!</p>"
        },
        {
            "id": 64,
            "title": "2013/5/2",
            "mood": "comeon",
            "content": "<p>这痛苦的折磨什么时候才能到尽头？？？在学校的生活轨迹中即便是紧张的考研也只不过是整个人生中的小插曲，明明知道真正的人生道路中进入社会后才迎来真正的挑战，压力要比现在大很多，可是仍然还是无法从现在的试炼中跳出来。今天早晨起床发现嘴上长了水泡，这是因为“怒火攻心”而无法释放诞生的标志，都是一轮复习过程中产生的问题：原因再明显不过了，最近被专业课和数学虐的一点脾气也没有了！！！好吧，你可以吞噬我的肉体、折磨我的精神，却永远无法打败我。此时、此刻，我记下了，我对天发誓：暑假后我将用超过百倍的攻击力来奉还此刻你们带给我的折磨。Watch me, Maths!!!  Watch me, Analysis of Signals and Linear System!!! 君子报仇，十年不晚。用完美的笑容迎接新的一天，人生不怕失败，在哪里跌倒，就在哪里崛起，即使再一次的失败，也不后悔，因为已经用尽全力。不在乎别人的冷嘲热讽，要记得，始终会有那么一些人一直在你的身旁支持着你。</p>"
        },
        {
            "id": 65,
            "title": "2013/5/3",
            "mood": "sleepy",
            "content": "<p>今晚没去自习室，实在是太累了，感觉体能已经严重透支了。中午下课后连饭都没有吃就去实验室做西门子的培训，唉，好长时间没有进行组态和仿真操作，现在感觉非常费力，好多都忘了。整整一下午的时间放在这上面真的很累，没办法，为了复试和以后的工作只能忍着坚持下去。晚上不是没有收获，刚刚学了Aodbe audition 的使用，学了将近一半的操作吧，知道了编辑音频的初步过程。</p><p>明天上午看一场快船VS灰熊的比赛，无论如何，这将是总决赛之前我最后一次看的完整比赛，好好放松一下，嘴上的水泡已经开始变硬了，估计再有4-5天就能退掉。无论如何，所有的一切都是自己的选择，那就勇敢的走下去吧。</p>"
        },
        {
            "id": 66,
            "title": "2013/5/4",
            "mood": "happy",
            "content": "<p>二十岁到三十岁这段时间，是人生中艰苦的一段岁月——承担着渐长的责任，或许拿着与工作量不匹配的薪水，艰难的权衡事业和感情，不情愿的建立人脉……但你总要走下去，上天只会给我们能过得去的坎。如果累了，就歇会儿充充电，然后继续向目标迈进。</p><p>今天上午去网吧看了快船VS灰熊的第六场，果不其然，年轻气盛、内线孱弱的快船真的首轮出局了，保罗最后时刻内心的愤怒转化为故意的技术犯规提前离场，失败的痛苦远非我现在所能体会，在NBA的历史上，巨星成长的过程总是惊人的相似，篮球之神乔丹曾经被活塞的坏孩子军团蹂躏了多少次才最终开创了属于自己的王朝；科比以很低的顺位进入NBA之后百炼成精也有了属于我们这一代人所共知的紫金辉煌；至于当今NBA的第一人---詹姆斯，史上身体素质最出色的球员，在骑士多年的季后赛中被淘汰，之后转自迈阿密更是忍受了来自多少媒体、球迷乃至全世界的谩骂，但去年的6月他凭借自己的能力带领热火队问鼎奥布莱恩杯。这数不胜数的故事折射到我的生活中似乎是那么贴切，不对，应该是每个渴望成功、渴望蜕变的人所必然要经历的。</p><p>晚上跟舍友约好去电影院看最近热映的---致青春，貌似还是很有感触，共鸣不说，起码自己的内心放松了片刻，哦，今晚跟妈妈打电话倾诉自己最近的烦心事，还是有点情绪不稳定，唉，也许是自己太心急，也许考研的道路上必然要带给我这些试炼，那就让自己张开怀抱尽情的“享受”吧，因为无论怎样，这都是我青春的见证，是我在最美好的年华、最后一年所能留下的一切。</p>"
        },
        {
            "id": 67,
            "title": "2013/5/5",
            "mood": "moon",
            "content": "<p>人生就像行走，背负的东西越多，走起来就越累，学会放下，才会轻松前行，心灵的修行亦是如此，少装一些世俗杂念，专心做好自己的份内事，就会拥有一个轻松、宽敞、明朗的空间。</p><p>下午跟朱奕波去南院报告厅听了一次高等数学的提高复习班，感觉跟海天的张宇老师讲的还是有点差距，对于自制力不高的同学来说，很有可能听课的过程中就进入甜蜜的梦乡了，我的收获也不是很大，晚上也没有去自习室，至少把电力电子的报告整理完了，明天的小测验应该也不成问题。</p><p>从明天开始回归正道：继续考研路上的奋斗，整理数学第三章然后就开始线代和概率论的基础复习，至于信号与线性系统分析，就一条路走到黑吧，有弘毅胜券在支持呢，哈哈。从下周开始到期末结束，每周的课程都很挤了，以后还有西门子项目，嗯，没必要纠结，顺其自然。</p>"
        },
        {
            "id": 68,
            "title": "2013/5/6",
            "mood": "happy",
            "content": "<p>人生需要沉淀，要有足够的时间去反思，才能让自己变得更完美；人生需要积累，只有常回头看看，才能在品味得失和甘苦中升华。向前看是梦想、是目标；向后看是结果、是修正。有多少事，如果当初回头看看，就会做得更好；有多少人，如果能回头一看，就可以拥有自己想要的。</p><p>北京火热的夏天让人的内心无比张狂，但晚上漫步在这充满浮躁的道路上，看着灯红酒绿的繁华心里产生了一丝丝的厌恶与失落。这一切都是因为当下这一年是决定自己命运的一年，无论外界的变化如何百转千回，我也只能泰然面对，只为一年后的华丽蜕变。</p><p>数学复习全书的第三章明天就能整理完了，剩下的时间，给数学的时间将放在线代和概率论的基础上，可以稍微配合复习全书进行。</p><p>“笑容在脸上和 ，大声唱为自己鼓掌，我和你一样，一样的坚强，一样的全力以赴追逐我的梦想，哪怕会受伤，哪怕有风浪，风雨之后才会有迷人芬芳。。。”李宇春的《和你一样》挑开了多少为梦想而一起奋斗的挚友们的感情神经。也许明年的现在，毕业季伴着栀子花开的季节到来，我们四年的大学生活将画上一个难忘的句号。但是活在当下，未来都是不确定，就将每一秒、每一份的音符来奏响未来一年的美丽乐章吧。</p>"
        },
        {
            "id": 69,
            "title": "2013/5/7",
            "mood": "ogle",
            "content": "<p>人生就像马拉松，获胜的关键不在于瞬间的爆发，在于途中的坚持。很多时候，成功就是多坚持一分钟，这一分钟不放弃，下一分钟就会有希望。只是我们不知道，这一分钟会在什么时候出现。只要坚持走下去，属于你的风景终会出现。</p><p>本来希望今天能够把数学的第三章习题整理完，事实证明还是对自己的能力太有信心了，最近确实是效率低下啊，英语阅读今晚竟然错了4个，不在学习状态啊。集中力明显受到了影响。鉴于本学期的任务安排，看来要达到复习的巅峰期，只能等到暑假西门子比赛结束了。现在也不能太纠结了，抓基础吧，明天整理完数学习题后，就完全投入到基础上来，各科都是！！！英语要适当的进行加一下量了，所有的高分都是以扎实的基础为前提的，改掉心急的习惯。</p>"
        },
        {
            "id": 70,
            "title": "2013/5/8",
            "mood": "shy",
            "content": "<p>Success is actually simple – when you are about to fail to hold, hang on a bit longer.——成功其实很简单，就是当你坚持不住的时候，再坚持一下。</p><p>西门子比赛我们队的队名叫什么呢？口号怎么喊呢？貌似“奇葩女”贺海丽要在考研中远离工科了，今天多少有点彷徨，我们两个似乎都不是很对西门子比赛进全国赛有很大的兴趣，还好，我考研的方向还是属于工科。好吧，无论怎样努力吧，就以我的风格来吧---做的时候就尽力而为，平时就专注于考研了。如果能考上中传媒，无论西门子比赛结果如何我都能接收，当然，西门子比赛也不太可能没有结果，至少也是华北赛区二等奖吧。嗯，足够了。</p><p>今晚英语，不只是今晚，貌似每天晚上吃完饭之后做英语阅读集中力都不是很足，而且时间用的很长，看来后期可能要调节一下了。今晚数学基本整理完了，后面的证明题说实话，有点虚无缥缈的感觉。明天开始做信号与线性系统分析了。</p>"
        },
        {
            "id": 71,
            "title": "2013/5/9",
            "mood": "melancholy",
            "content": "<p>改变自己就是改变自己的缺点，改变自己就改变自己落后的一面！面对未来的人生我们要有努力改变自己的勇气，还要有努力改变自己的决心，具备了这些，我们的人生就永远是一个有活力的人生！</p><p>今晚没有去自习室，在宿舍将下午在实验室没有完成的注册弄完了，没错，今天正式在西门子工业自动化挑战赛上报名了，我跟“奇葩”贺海丽的队名：联大双子星！口号：挑战未来！7月华北赛区青岛中国石油大学见。</p><p>话说最近发现同学们定的考研目标真的很是保守啊，也算是很精明吧，都是以稳为主，明年的春季看来是我们10级或者说我们班收获的季节啊。我也是很稳吧，中传媒，只要平时把心态放正了，再加上刻苦的努力就肯定没问题的。把自己的状态调节到最好吧，着眼现在，过一个充实享受自己考研心路的周末。</p>"
        },
        {
            "id": 72,
            "title": "2013/5/11",
            "mood": "comeon",
            "content": "<p>今天开始看线代了，感觉行列式和矩阵的运算还是很让人“头疼”，没有找到做题的感觉吧。信号倒是看了不少，傅里叶变换似乎也开始走上正轨了，没有之前单纯的看书那么抽象，是的，所有的一切都在变得越来越好，唯一不变的就是倒计时啊，令人兴奋的时间战，对于暑假全程要投入到比赛的我来讲，唯一能做的就是不断地提升自己的效率，不断的挤压时间。</p><p>你想看着我倒下，但胜败不由你决定。你想看我笑话，但出丑也不由你决定。 你可能会影响我的心情，但控制不了我的结局。中传媒、西门子，I have received the challenge ,I am enjoying this procession , I will win this great war. Watch me!!</p>"
        },
        {
            "id": 73,
            "title": "2013/5/12",
            "mood": "happy",
            "content": "<p>今天又是去了图书馆，这真是没办法，今天是成人英语考试占用教学楼，感觉图书馆的气氛比较压抑，没有教学楼的气氛好，以后自习还是去教学楼吧。今天的线性代数看的也是挺郁闷啊，计算量非常大，让人烦躁。下午跟官龙涛打了个电话交流一下，收获还是不小的，跟他学了几招复习英语和数学的技巧，呵呵，感觉是会非常有用的。专业课倒是没有之前那么让人头疼了，看来数学跟英语会是决定我成败的两科，无论怎样，数学一定要考到120左右不能再低了，否则中传媒的大门真的不容易进啊。今天看到中传媒的学长在论坛上写考入中传媒的学生数学大多在100-120之间，好吧，那我就要做120分的那一级别。最近似乎晚上写随笔的时候没什么话说了啊，总是在100多字之后戛然而止，停笔思索，看来真的进入紧张复习的阶段了，没有多余的精力去思考别的事情了，不过这是好现象，哈哈。</p>"
        },
        {
            "id": 74,
            "title": "2013/5/13",
            "mood": "comeon",
            "content": "<p>Life isn’t about waiting for the storm to pass, it’s about learning to dance in the rain. —— 生活不是等着暴风雨过去，而是学会在风雨中跳舞。</p><p>    坦白讲。。。今天的复习仍然效率so so，信号与系统的第四章算是第一遍搞定了，剩下几个离散的傅里叶变换题目没有做，待会儿看一下考试大纲（9月份还要看14年的），貌似前几年都没有考。线代也还可以吧，看到了我们大一时讲的第四章，但是这一遍的效果却真的不好，题目做的不是很多，定理也太多了，记得住的恐怕也没有几个，不过无所谓，明天会更好，就是如此simple.明天上午还有艰巨的任务啊---西门子比赛的工程设计文件要开始写了，TMD，不是要我的老命吗？！拼了！我们联大双子星一定要在华北赛区拿到至少二等奖，也是为了这一年的多余时间没有浪费；但是一定不能进全国总决赛，否则我亲爱的中传媒就跟我渐行渐远了。</p>"
        },
        {
            "id": 75,
            "title": "2013/5/14",
            "mood": "sleepy",
            "content": "<p>先好好得瑟一下吧：今天上午去实验室写西门子比赛的设计报告，虽然比较难啃，（跟绣花一样慢），但是却有意料之外的收获，钱老师跟我们带了比较实用的“礼物”，一个500G的移动硬盘，一个公牛牌超豪华型的插排，哈哈，虽然不是很贵重，但钱老师的心意还是很有分量的。然后，吐槽一下今天下午的JAVA测验吧，坦白讲我已经无语了，到了现在的情况，为了考研，这学期的课程基本都要沦为及格的边缘了，反正JAVA测验我们几个熟悉的“团伙”work together to find the answer. But failed eventually . 我连最后写的答案是什么都看不懂！！！没办法，学了跟没学一样，所以干脆彻底give up !!!.   </p><p>晚上自习效率一般，哦，不过下午第二节课没有回宿舍睡觉，在教室迷糊了几分钟就开始信号的复习了，复频域分析，拉普拉斯变换，果然，有了傅里叶变换的基础，这一章的内容看起来比较快，今天的工作量还是可以接受。但是数学，目前的线代就不是很理想了，好多的题目尤其是证明题不知道怎么下手，这可是个大问题，课后题都搞不定说明距离考研水准的差距还是很大的，问题就是一个：对定理、性质不是很熟，估计又要来车轮战吧，一遍一遍再一遍。。。好了，待会儿看一下今晚做的题目对一下答案。没什么是过不去的。。。总有一天我们能长成自己希望变成的那个人。</p>"
        },
        {
            "id": 76,
            "title": "2013/5/15",
            "mood": "happy",
            "content": "<p>Today I will do what others won’t, so tomorrow I can do what others can’t.今天我愿做别人不愿做之事，明天我就能做别人不能做之事。</p><p>今天又是相当“充实”的一天，上午上了两节课：计算机网络的测验基本都不会了，电力电子技术就从来没有真正的懂过。下午去实验室继续我们的西门子设计方案，绣花针啊，一针一针的绣，TMD关键是昨天修改过的方案竟然没有保存！！！我要哭了。。。从实验室出来后就去了北A楼上选修课，今天的电影是《肖申克的救赎》，很励志的电影，之前看过好多遍了，今天再看还是觉得很有味道。但是下了选修课后就头晕无力，跟朱奕波打了个电话吃了晚饭，哦，卡了没有钱了，真的要去取款了，大半学期了，北京银行的钱终于转完了。。。唉，晚上吃了四两饺子，真的没有食欲。在中传媒的动力下，我鼓足勇气又爬上了教学楼6层----奋战！！！今晚学的内容不多，质量还可以，英语阅读错了1个，信号与线性系统分析的第四章已经开始整理课后题了，还算可以吧，今天给自己一天的学习生活打70分。</p>"
        },
        {
            "id": 77,
            "title": "2013/5/16",
            "mood": "comeon",
            "content": "<p>人生在世有些事情是不必在乎的，有些东西是必须清空的。该放下时就放下，你才能够腾出手来，抓住真正属于你的快乐和幸福。树木把枯黄的落叶放下，长出一个美丽的春天。苍穹把灰色的云翳放下，才有一个灿烂的晴空。把沉重的郁结放下，就有一个快乐的人生。</p><p>今天还是跟往常一样，没有什么波澜起伏，如果非要找一点与众不同，那就是今天看了政治真题，好吧，现在连看政治都算是当前生活中的“特色”了。 哦，差一点忘了，传媒的学长答疑专区终于开放了，今天看了一下里面的帖子，感觉还是很有收获的，不过看到之前的同学有人说弘毅胜卷里有不少错误，这可是个问题啊，突破120分的法宝有很多问题的话将直接影响我的录取概率啊。呵呵，现在对考研的初试信心还是有的，数学目标120就是上限，据学长说100分左右的话也不会给自己拖后腿，只不过不具备优势罢了，当然这只是给自己减轻平时复习的压力，我的目标就是120分！！！而且复试也看到了好消息：英语的要求很低啊，学长可能略带夸张的说了一句“只要人到了，开口说了就有6分。数字电路只要把真题搞明白就问题不大了。主要的是面试啊，这算是个坏消息吧，据说要看《通信原理》、《数字电视》、《数字信号处理》、C语言，这任务可有点重啊，算了，不烦恼复试的事情了，活在当下！！！</p>"
        },
        {
            "id": 78,
            "title": "2013/5/17",
            "mood": "pray",
            "content": "<p>辉煌的人生都是用自己的汗水换来的，凭自己的双手打造的，相信自己，只有自己才会真正明白自己，应该舍弃什么去追求什么，通常在得到之前，我们都会放弃某些才能换得，鱼与熊掌不能兼得就是社会的现实。今天。。。这是第一次晚上因为上自习而爬上十四楼吧。略略的，微微的，被自己感动了？？？唉，应该还差的远呢，连这都做不到的话，恐怕根本连跟中传媒的对手竞争的资格都没有吧。</p><p>有意思并很意外的是今天下午吃完晚饭坐在图书馆门前休息，一个07级的学长回母校，说发现母校的变化非常的大（确实，一年前还不是现在这个模样呢），坐下聊了一会儿，他现在是北京林业大学的研究生，考研报考人大管理学，结果分数不够就调到北京林业大学。了解了他当年的考研历程，感觉自己现在的付出真的是差距太大了，人家将近一年的时间，几乎每天晚上都1点左右才从自习室背着书包、提着水壶回宿舍，这是何等的震撼？何等的毅力？天哪，我一定要从中领悟到一个真理：成功是不会随便到手的，唯有近乎疯狂的行动才能将其紧紧抓在手中。好了，写到这里，明天继续。</p>"
        },
        {
            "id": 79,
            "title": "2013/5/18",
            "mood": "comeon",
            "content": "<p>我们总是感到恐惧：恐惧新的一周上班上学，恐惧换工作，恐惧出门旅行，恐惧接触陌生人，恐惧恋爱，恐惧结婚…其实，每一次恐惧都蕴含着向上向前的机会，是一次旧的平衡的打破，新的希望来临；是突破，是进步，是成长！如何克服恐惧？——向前走就是了！</p><p>今天上午9：30起床！！！-----距离“死亡”又踏近了一步。说实话我已经无法再对自己有什么鞭策了---because I am a really bad boy, and I always break my promise no matter how emotional when I promise. 一切的借口都不是借口。没有理由输在半路上，我可以做到别人做不到的事，今天我选择了中传，明天中传一定会选择我，因为我是我。</p><p>线性代数第五章，当时大一刚学的时候没有讲， 今晚看的我真是够郁闷啊，气死了，真的要气死了。好多的定理啊，证明啊，基本都看不懂。唉，总结一下，就是不熟练吧。明天开始做题，争取至少将第五章搞定。刚才跟一个今年考中传通信的女生聊了一会儿，唉，她调剂到福州大学了，一开始听她说中传的复试看学校，吓了我一跳，觉得自己很危险啊，呵呵，后来才知道她考了320多分，肯定没戏啊，所以自己要注意了。尽量提高初试成绩，就在这7个多月的时间了，有了360+的成绩就有了进入复试的信心，就不怕什么复试被刷了。Come on!!!</p>"
        },
        {
            "id": 80,
            "title": "2013/5/19",
            "mood": "comeon",
            "content": "<p>我们很在乎自己拥有的东西，一旦拥有就舍不得放下。其实你的拥有只是短暂的，那些东西即使再好，到最后都会离你而去。所以对待过去，失去的都是永远；对待现在，付出才是一种最好的拥有；对于未来，属于你的，都将在你的路上。</p><p>仍然是平淡无奇的一天吧，今天在微博上跟杨超老师“对飙”了一次，哈哈。他发的题目让我们练练手的。我只做了高数部分，一共7道题，说实话出的都非常好啊，第六题有思路但是就是没法用凑微分法凑出来，将做的题目发到了微博上，也不知道杨超老师会不会回复我。管他呢，关键是学到了知识。</p><p>晚上自习英语阅读全对了（最近手感不错。。。），刚开始看数学，孙一涵就来短信问我要实验报告，唉，这个懒虫。看线性代数的二次型部分，真是要死了，不懂啊，没办法了，匆忙的瞄了几眼回宿舍了（真是窝囊，这绝对是我最后一次这么对自己不负责任的离开自习室）。回来将PLC的作业从小武那里借来抄了一遍-----淡定，很淡定的抄，我不抄作业就是给自己找麻烦，现在的麻烦事都忙不过来还有空管神马作业啊（好吧，发现自己真的是个坏孩子）。中传、西门子、中传、西门子。。。。剩下这一年就这两件事了。好吧，我现在不得不一个人往前走了，看吧，明年的今天我将每时每刻笑的无比灿烂。</p>"
        },
        {
            "id": 81,
            "title": "2013/5/20",
            "mood": "moon",
            "content": "<p>Thousands of future beautiful sceneries are not as good as the warm present, because every scene of presence was once our imagination of future.其实千万个美丽的未来，抵不上一个温暖的现在；每一个真实的现在，都是我们曾经幻想的未来。</p><p>凡事无绝对，今天终于体会到这个道理了，不是马克思主义哲学告诉我的，是我那“亲爱”的信号与线性系统分析第五章复域分析中的电路S域模型----时隔一年半，我又与节点电压法和戴维南定理见面了。曾几何时，我还以为自己跟电路原理说拜拜了，为此还把电路原理的书收拾到了储藏室里。好吧，我承认自己要把它再重新翻出来了。希望这是我最后一次“研究”它。数学线代看不下去了，周末去听课吧，现在临时改变计划，将复习全书继续进行下去，第四章--微分中值定理、极值问题。。。今天感觉还不错，嗯，英语也不错，阅读错了一个。</p><p>哦，还有，今天下午PLC实验结课了，明天JAVA实验也要结课。总体来说没有什么收获，无所谓了，都无所谓了。明天上午还要去实验室，say goodnight to myself.</p>"
        },
        {
            "id": 82,
            "title": "2013/5/21",
            "mood": "sleepy",
            "content": "<p>今天晚上没去自习（本来是打算去的，这可不是借口哦，待会儿详说），上午去实验室钱老师给了我们鸟巢国际田联挑战赛北京站的门票，本来也不打算去的，不过今天也难得能得到免费的门票，最终还是决定去了，于是下午将java实验搞定后就将书包放到教学楼，准备看完了之后回来上自习---因为听舍友说18：30左右百米飞人大战就结束了。去了之后才反应过来，16:30开始检票，百米飞人大战怎么可能那么早就开始，必定是压轴的啊。所以就决定一直看下去了，我的座位还是在第三排，非常靠前的位置，看了女子撑杆跳和跳高比赛后现场气氛明显活跃起来了，全场上万名观众都开始做起了人浪，high爆了！！！今晚的好多比赛都有伦敦奥运会的冠军参赛，所以人满为患啊。哦，后来令人意外的是钱老师带着女儿来了，跟我们坐在一起，更想不到的是她竟然还有好几张包厢座位---哈哈，又跟着沾光了，包厢的条件简直是可以用豪华来形容啊，不但座位舒服，而且有单独的休息室，跟五星级宾馆似的。今天的亮点就是中国北京的一位跳过的运动员跳出了个人的最好成绩，而压轴戏---百米飞人大战虽然没有我最爱的博尔特，但是中国的两位小将表现还是非常好的，当然由于加特林出场，冠军还是被他带走了。。。。这大概就是今晚的经过吧，无论怎样也算是我大学生活中有价值的一章，未来的好长时间应该还会铭记在心的。</p><p>睡觉了，明天还有更重要的任务在等待我，未来还有更重要的任务在等待我。</p>"
        },
        {
            "id": 83,
            "title": "2013/5/22",
            "mood": "comeon",
            "content": "<p>你的时间永远没有你想象中那么多。有一天当你醒来时会发现，你再也没有时间去做那些你一直想做的事情了。那时你要么已经实现了自己的目标，要么为你没有实现的目标找一大堆理由。</p><p>今天晚上再一次战胜了自我----一下午的实验加上选修课，吃完晚餐后头脑很晕，背着书包回了宿舍，洗了个脸清醒了一点，感觉如果不去自习真的会变的颓废，而且至少我们班有好几个同学都跟我经历了相同的工作量也照样去自习室，我怎么可能会输给他们呢？于是决定今晚暂时不看政治跟数学（政治不看无所谓，数学不看是因为自己回宿舍后跟同学要了线性代数的视频课）。今晚总体感觉不错呢，英语第一次开始做两篇阅读，一共错了3个，其实有2个还是自己改错的（不找借口，错了三个也可以接受），信号的复习量不是很多但是也觉得收获不少。。。。行了，马上要去拷贝数学视频了，明天继续努力，前进。</p>"
        },
        {
            "id": 84,
            "title": "2013/5/23",
            "mood": "melancholy",
            "content": "<p>枯燥的日子，将心渐渐磨出了平静，于是，学会了习惯，也学会了把握。偶尔也会羡慕他人的怡然自得，逍遥快活，但是，今天所有的付出都是为了明天的积累，所以，我将享乐收好，就让此时此刻忙碌着，为未来努力。</p><p>今天下午过程参数检测及仪表临时停了一节课，珍贵的午觉啊，一觉睡到了2:40.起床后直接打开了线性代数的基础班视频，迅速的浏览了前两章的内容，感觉跟之前的差不多，到了5点半左右背上书包出发----自习室。说实话今天出门后感觉头疼---真实的感觉。于是今晚的英语阅读悲剧了，仍然跟昨天一样，做了两篇，第一篇还好，错了2个，第二篇做的时候就觉得不对劲，果然，在我印象里上了大学之后这是第一次有一篇阅读“全军覆没”！！！好吧，吃一堑，长一智，以后状态不好就不做了，不给自己找罪受！！！不过后来奇怪的是复习信号的状态还好，今天晚上已经做到11题了，目标就是这周末将信号第五章搞定！！！明天约了王珏老师---大二教我们的电路原理，给我答疑信号系统，哈哈。为了最终的目标，上午只能翘一部分课了。</p>"
        },
        {
            "id": 85,
            "title": "2013/5/25",
            "mood": "moon",
            "content": "<p>人生的模式有很多种，不管是哪一种，都不会原原本本地实现。不要把幸福当成是所有的步骤都契合最初的预想，否则你收获的只有深深的失落。淡定地面对人生每一次或大或小的偏移，保持向前脚步，走出自己的幸福人生模式。</p><p>也许是有些浮躁吧，昨天竟然忙的连日记都忘写了，同学给我拷贝了20多G的数学考研视频，也许是没有规划的原因，导致自己不知道该看哪些，昨晚看到了12点，于是就忘记了写日记。昨天本来该总结一下的：关于信号第五章的电路模型，昨天翘了15分钟的课去办公室找了王珏老师，将知识盲点扫清。下午去实验室看西门子赛题的视频，没办法，出来就晕了，这是真的晕了，晚上没有去自习室，就将数学视频看了一些，结果还是熬夜了，没办法啊---今天早晨就懒床了---连锁反应就是这么快---原计划的信号习题看来是要到下周才能搞定了。好吧，唯一让我感到安慰的就是英语隔了一天没做阅读状态还没有下滑，今天错了1个。好吧，接着看，再看数学杨超老师的强化班。Good night。</p>"
        },
        {
            "id": 86,
            "title": "2013/5/26",
            "mood": "comeon",
            "content": "<p>人生是一次旅行，在旅程中遇到的每一个人、每一件事与每一个景色，都有可能成为一生中难忘的风景。我们前进的脚步始终不能停下，因为时间不允许我们在任何地方停留，我们只有在前进中学会选择，学会欣赏，学会感悟人生。</p><p>这段话说的太好了，现在的我似乎每当停下片刻，就要被那繁杂的课程和考研任务压得喘不动气，离自己的目标也渐行渐远，杨超老师今天告诉我们：不要觉得自己很牛，能不能考上目标院校关键不仅是取决于自己的努力，还要取决于自己的竞争对手，也许你只是“小牛”，而竞争对手却是“大牛”或者是“猛牛”。。。那你的牛就不算牛了。唉，总而言之，真的是要拿命来拼了。这么多的任务能不能在明年的现在画上完美的句号也只能留给“尽力而为”了。</p><p>今天刚买的手机到了，哦，昨天还没有说明，手机出现了故障---接打电话没有声音，于是马上买了个价值175元的诺基亚---只能打电话发短信，没有照相功能、没有QQ聊天，真是为考研学子专门定制的啊，哈哈，可惜的是我的电信卡用不了，本来想退货，后来被宿舍的“屌丝”打了9折买去了，哈哈，就这样先凑合着用吧，只不过每天都要带上耳机了，没办法，艰苦的挺到最后吧，明年收到录取通知书后直接换820！</p>"
        },
        {
            "id": 87,
            "title": "2013/5/27",
            "mood": "naughty",
            "content": "<p>一步登天做不到，一步一个脚印能做到；一鸣惊人有困难，一股劲做好一件事还可以。每天进步1%，是小成功到大成功的日积月累，是实现人生目标的最佳路径。每天进步1%，贵在每天，难在每天。每天都超越昨天，日有所进，月有所变，用心写好进步1%的加号，终将使你一生厚重而充实。</p><p>说点啥呢？？？今天下午去实验室继续所谓的西门子比赛培训，最近几次的“培训”真是让我感到惭愧啊，每次去实验室后都要连上网玩一会儿，而且每次去完成的任务都很少，真是让我感觉很不爽快。学到的东西不能用到后面的比赛甚至是考研复试中，那就是没学！！！从下次开始，每次去实验室都要进行自我暗示：去就要百分百投入。</p><p>晚上自习一如既往，信号与线性系统分析的第五章习题已经做完了，后面有3、4道题目较难，我感觉先把基本题型弄懂吧，这些难题到真题做完后再研究。预计再有两次晚自习就可以把第五章整理完。期末之前对于专业课的复习就定在搞定第六章吧。数学就定在将线代和概率论基础打好，其余的英语阅读做到哪里算哪里，政治看到什么程度算什么程度。哦，明天下午还有JAVA结课考试，准备好了。然后。。。上午没课，看数学强化班的教程吧，嗯。</p>"
        },
        {
            "id": 88,
            "title": "2013/5/28",
            "mood": "nervous",
            "content": "<p>人可以被打败，但不可以被打倒。心中有光，任何外来不利因素都扑灭对人生的追求和对未来的向往。很多时候，击败我们的不是别人而是我们对自己失去信心，熄灭了心中那片有如火山一般沉寂的光。只要心中有光，在第一百次被打倒后，就会第一百零一次站起来，用不屈的毅力和信念赢得未来。</p><p>今天算是失败的一天吧，上午本来打算早起床看数学强化班的视频，结果睡到九点半，接着看了灰熊跟马刺的西部决赛（马刺4-0灰熊，倒是真让人意外），下午JAVA测验，一学期上课基本都没听，大家get together 终于将答案凑齐了，很好，及格是没有问题了。现在开始专心研究下周的PLC和现代控制了，这两门课算是最难过的了吧，好吧，我承认现在还在纠结是否将考研的复习和期末的复习同时进行，或者暂时放下考研复习，唉，烦啊！！！不管那么多了，就努力看吧，加油出发！！！</p>"
        },
        {
            "id": 89,
            "title": "2013/5/29",
            "mood": "sleepy",
            "content": "<p>如果你想了解自己的过去，就看看你目前的状况。如果你想了解你的未来，就看看你目前的行动。过去已经过去，永远不可能再回来。如果你现在能正确意识到这一点，并且为之而努力，那你一定会获得长久的成功。</p><p>今天，有点不太想写，是太累了or太懒了？？？好吧，看来应该是后者。今天下午电力电子实验结束了，最近的目标就是下周的PLC和现代控制的考试了，没办法啊，即便是再怎么不重视，再怎么强调考研，到了真正考试也无法置之不理。今晚英语又有一篇阅读全对，成就感啊，呵呵。信号与线性系统分析争取后天晚上搞定第五章的整理，好了，今晚确实累了，休息。</p>"
        },
        {
            "id": 90,
            "title": "2013/5/30",
            "mood": "comeon",
            "content": "<p>＂物是人非并不坏，生命里也不需要那么多人。孤单，并非身边没有朋友，只是心里无人做伴。遍地是热闹而孤独的灵魂，来来往往的行人，不过是命中的游客，越热闹越冷清。生命需要的仅是一个人一生的陪伴。＂习惯了告别，就更在意如何开始。</p><p>真的是没有精力了吗？去记录每天的生活？what should I do? 其实没必要这么折磨自己，仔细想一下，现在的疲惫也是很正常的，期末将至，本来就没有好好听课，还要把考研课程兼顾好，哪有那么容易啊，何况本来以前不操心考研的时候复习都很累的。没有什么理由，没有什么借口，更不需要别人来给自己讲道理，这就是我的选择，这就是我的人生道路中必须要克服的一关。顶住压力、顶住诱惑、坚持到底，11个月之后一切都将尘埃落定，到那时就真的没有遗憾了。加油吧，这是最后在校园里拼搏的一年了，这一年将见证我青春的第一个里程碑诞生！！！无悔的青春。<p>"
        },
        {
            "id": 91,
            "title": "2013/6/1",
            "mood": "comeon",
            "content": "<p>你知道，来到这个世界上，你就没办法活着回去。你和别人的不同，就在于你怎么活。没错，你身上一定有能让你发光的东西，那是你自己的节奏。那是你的路，你必须自己去走，才能找到出口。</p><p>首先，给自己做一下检讨吧，昨天因为看《速度与激情6》没有写日记，（貌似不用检讨吧，给谁看呢？？？---神经）。唉，就算是对自己的一个鞭策吧，无论多么累，就再坚持一下，再一下。</p><p>今天晚上跟同学打电话的时间加起来有两个小时了，聊了好多，突然发现“小燕子”跟“小猴子”的心态都比我好太多了，虽然都是女生，却看的那么开，不知道是对自己的生活多么的感恩呢，跟她们相比我简直是太差劲了，从今天开始，绝不言苦，因为自己根本没有抱怨的资本，一切都是要靠强大的心脏和勤劳的双手去创造。今天唯一的收获就是把信号的第五章彻底整理完了，从明天开始，暂时把信号一放，至少一周内就是复习下周的PLC和现代控制理论了。下周的今天或者星期四下午就会继续进行考研计划！！！好的，目标中传媒！！！</p>"
        },
        {
            "id": 92,
            "title": "2013/6/2",
            "mood": "wine",
            "content": "<p>To strive, to seek, to find, and not to yield. 去奋斗，去追求，去发现，但不要放弃。</p><p>再次在教室里写日记，不过这貌似也只是第二次吧。嗯，今天晚上本来打算把PLC认真看一下应付明天的考试，结果下午看的头晕了，一点都没有感觉，TMD，气死了，没想到啊，竟然这么淡定。不知道明天能不能搞定考试，只能随机应变了。晚上看了一下杨超老师的视频，把中值定理的问题简单的复习了一下，还是略有难度啊，不过没关系，后面还要进行自我强化呢。奋斗吧，少年，呵呵。</p><p>今天去了二姑家吃饭，跟姑父喝了一盅酒，谈了谈考研、人生。表姐和姐夫也有各自的事业要做，没想到啊，表姐周末在外面报了职业培训班，也要学习，听姑姑说也不轻松。总是在抱怨自己的考研生活----我TM也太丢人了，表姐那么优秀的学习素质都要继续深造，我还有什么理由不努力呢？？？好了，再也不能抱怨了，再抱怨下去只能得出一个结论：地球是很危险的，赶快回火星吧。不说了，快十点了，还没吃饭呢，回去加餐，明天干掉PLC！！</p>"
        },
        {
            "id": 93,
            "title": "2013/6/3",
            "mood": "comeon",
            "content": "<p>无须在意别人的评说，只要把自己的事情做好；无须看别人的眼神，只需走自己的路；无须有过多的抱怨，那样会使自己的心更累。不管走在何处，我们都不要迷失自己。只要你自己真正撑起来了，别人无论如何是压不垮你的，内心的强大才是真正的强大。</p><p>今天PLC结课了，考试还算顺利吧----抄的顺利，胖子还算比较给力的，题目都做了，本来答应他今晚请吃饭的，没办法，要复习考研课程啊，所以就决定周四或周五晚上请他吧，唉，昨天还是他过生日呢。哦，刚才说到复习考研课程，值得庆幸的是，英语阅读两天没有做，今天的状态竟然没有下滑---两篇错两个，不过也存在问题啊，生单词记得还是不牢。对了，数学复习全书真是让人头疼，看起来仍然比较费劲，不过也算是必须经历的过程，没什么可烦恼的。今天晚上还找了琐哥“恶补”了一下现代控制理论，貌似不是很难，现在的压力已经很小了，嗯，没问题，绝对挂不了！！！行了，明天上午没课正好，看热火与步行者的抢七大战，谁将问鼎东部冠军，激动。</p>"
        },
        {
            "id": 94,
            "title": "2013/6/4",
            "mood": "scorn",
            "content": "<p>人生就像一口大锅，当你走到锅底时，无论朝哪个方向走，都是向上的。最困难的时刻也许就是拐点的开始，改变一下思维方式就可能迎来转机。乐观豁达的人，能把平凡的生活变得富有情趣，能把苦难的日子变得甜美珍贵，能把繁琐的事情变得简单可行。</p><p>今天下午将四次过程参数检测及仪表的实验全部做完，哈哈，成就感大大的，但是后面两个实验完全是“偷工减料”了，没办法，没有多余的时间可以浪费了---走起，去教室看考研课程。唉，不幸的是啊，今天的英语阅读亮红灯了—第一篇错4个，第二篇错3个！！！经过分析，单词量的掌握是本次阅读出现崩盘的主要原因，是啊，只有题目涉及到的问题与陌生单词相关，那单词的掌握就成为正确率的主导因素了。看来时不时的还是要回到单词的补充上。数学中值定理的部分一直看的效果不是很好，今天也是这样，没办法，基础问题，慢慢积累吧，要开始数学基础的强化了。好吧，提一下，今晚回来的时候被雨淋了— 问：“雨水将人淋湿从开始到结束需要多长时间？” 答：嘀嗒、嘀嗒、哗哗哗。。。。约3秒钟。睡觉！</p>"
        },
        {
            "id": 95,
            "title": "2013/6/5",
            "mood": "comeon",
            "content": "<p>人生若不往前看也不往后看，只是活在当下，就什么烦恼也没有，有时候我们觉得活得太累，只是因为想得太多。我们有时候坚定不移地想要去做一件事，最后却常常失败，不是因为心灵不够强大，只是太容易被突发之事左右，变得迷失掉初衷所愿的方向。</p><p>今天还算是比较轻快的一天吧，上午一节计算机网络，由于昨天晚上，准确的说是今天凌晨刚把计算机网路的报告整完，导致睡眠不足，结果上午下课就回来睡觉了，下午将现代控制的题目基本看的差不多了，明天的考试百分之百没问题，估计80分左右可能性还是很大的，这门课这一学期是多了没听少了没听，一点也没听，不过也照样Pass，哈哈。至于数学今晚看的主要是概率论的一维随机变量部分，唉，太累注意力也没有长时间集中，刚学完数学，本来打算做两篇阅读理解练练手，没想到高组委来找我问现代控制理论的问题，这一问不要紧，顿时到9点半了，唉，干脆英语阅读别做了，不是找借口，是怕浪费了两篇阅读（呵呵，苦笑。。。）。好吧，看一下组态王的实验，明天准备考试。</p>"
        },
        {
            "id": 96,
            "title": "2013/6/6",
            "mood": "happy",
            "content": "<p>人生是很累的，你现在不累，以后就会更累。人生是很苦的，你现在不苦，以后就会更苦。万物相生相克，无下则无上，无低则无高，无苦则无甜。唯累过，方得闲；唯苦过，方知甜。趁着年轻，大胆地走出去，去迎接风霜雨雪的洗礼，练就一颗忍耐、豁达、睿智的心，幸福才会来。今天现代控制理论结课了，考试还算比较顺利，只有一题可能有些问题，不过不失大局，80分100%没问题，呵呵。这样就剩下三门考试课了，电力电子、过程参数检测及仪表、计算机网络这三门课能不能达到80分还存在一个问号，不管了就顺其自然吧。今晚的复习还算不错吧，先看了线代的方程组求解，（线代就剩下第五章了），然后做了两篇阅读，状态又回来了，两篇错了2个，然后又接着看高数的积分部分，也有收获，杨超老师的课让人听着很有精神，这视频还要继续下载。。。好了，明天有总决赛第一场比赛，早晨起来看看，如果网速不行就去电子阅览室，还好这学期课程安排是前紧后松，从今天开始有6天小长假。。。哈哈，考研课程和考试课程要开始正式的战争了。</p>"
        },
        {
            "id": 97,
            "title": "2013/6/7",
            "mood": "sleepy",
            "content": "<p>When you wake up in the morning, set a goal that today you must be better than yesterday. Do it everyday, grow better! 早上醒来时，给自己定个目标：今天一定要比昨天好！每天坚持，一定会大有收获.</p><p>小长假第一天，算是“小小的”堕落了一次吧，上午9点起床，看了马刺与热火的第一场总决赛，坦白讲，没有想到马刺能赢热火，不过下一场热火尤其是詹姆斯应该会强势反弹吧。。。下午去了实验室做西门子培训，学习组态和编程等操作非常复杂，做到最后基本无法集中精力了，唉，明天钱老师培训回来，我们下午还要去实验室，而且更悲剧的是启明星项目快要开始做中期报告的检查了，贺海丽明天回家。。。这也意味着我又要自己搞定这项任务了！！！啊啊啊啊。。。。。。晚上请孙胖子吃了饭，这生日拖了将近一周，唉，无论如何朋友之情永远不能亵渎啊，继续保持吧。自习嘛，呵呵，没去自习室，在宿舍学了概率论和高数的一部分，没办法，基础太重要了，估计后面学完视频还要再看课本，尤其是概率论和线性代数。好了吧，写这些吧，休息一会儿。</p>"
        },
        {
            "id": 98,
            "title": "2013/6/8",
            "mood": "ogle",
            "content": "<p>人生就是一场未知的冒险，没有人会事先知道结局。别人只会尊重你的选择，而不会在意你的牺牲。没有人为你的选择负责，所以，不要怨天尤人，也不要和别人一起感伤你的不幸，冷静面对目前的状况，用心并且负责地去解决你现在的问题。只要能对自己的现在负责，那么你的未来也会为你负责！</p><p>现在的心情有点小小的激动啊（刚才看到全美达人的片头，貌似非常的震撼啊，写完了马上开始看第一集）。上午10点起床！！现在对自己已经懒得用“堕落”来形容自己了，好吧，下一次用“stupid”.下午去实验室继续西门子项目的进程，贺海丽回家了，明显觉得自己一个人忙不过来，唉，习惯了，启明星项目最近还有期中检查的报告。。。好吧，我承认有点任务繁重，今天把西门子比赛的工程文件写的差不多了，明天还要继续修改，话说上午还要去实验室啊，看来后面要把精力投入到这里了，但还有个问题，期末考试又要来了！！！给自己找点安慰:幸好不用考六级了，呵呵。当时没有报名真是正确的选择。晚上看了点杨超老师数学定积分的视频，量很小；英语做了两篇阅读，60%的正确率。。。好了，不写了，看全美达人第七季！</p>"
        },
        {
            "id": 99,
            "title": "2013/6/9",
            "mood": "happy",
            "content": "<p>Never get stuck with the thing that ruins your day. Stay upbeat and be happy; for life is too short to be wasted on crap不要让不好的事情毁了你这一天，乐观一点，开心一点，生命如此短暂，别浪费时间在不值一提的事情上.</p><p> 今天又是在实验室待了一天，哦，确切的说是白天，不，更确切的说是一上午。呵呵，自己真的是疯了。上午是真正的在实验室做任务，跟着学长也学了一部分程序的编写，更重要的是发现今年比他们去年要幸福的多了，至少进度上要快得多，这也算是个信心的提升吧。还有就是下午，虽然也是在实验室，但可以说是彻底的堕落啊，我们三个“不争气”的东西---在实验室上了一下午的网！！！我还好吧，至少把上午的程序修改了一下（这说的连我自己都看不起自己了）。于是，晚上找了小万，我的中传研友，在教室聊了一晚，值得庆幸的是，收获了premiere的软件，也多少了解了一些操作的过程，这也算是我今天没有去自习的一个小小补偿吧。嗯，还不错，毕竟视频剪辑和制作是自己长期以来的一个爱好。好了吧，明天上午看NBA总决赛第二场，下午跟晚上就完全是自习了，and now,It’s the time for American Talent,看一下这个世界上最具有创造力的国家又会带来什么样的惊喜！</p>"
        },
        {
            "id": 100,
            "title": "2013/6/11",
            "mood": "comeon",
            "content": "<p>人不能有丝毫的自满心理。由于学无止境，活到老学到老，浅尝辄止或中途而废，就学不到高深的技艺。一个人要想把握精湛的技术，不能性急，要肯于吃苦，扎扎实实地练好基本功。 环境和条件不是学习的决定因素，只有人的内因最重要，不能借口学习条件不好而不努力学习。</p><p>昨晚又没有记录日记，今天就提前下手吧，坐在教室里，窗外下着雨，雷声滚滚，仿佛老天爷在释放最近累积的愤怒（连续的阴云实在是让帝都蒙上了一层末日的迹象）。刚才把信号与系统的第六章内容过了一遍，虽然好多内容还没有记住，考纲的大概已经有了比较清楚的印象，后半部分的频率响应和稳态响应还是比较麻烦的。明天开始就要做习题来强化对内容的掌握了。看了一下有40道题目吧。期末之前将第六章争取整理完。这样后面的第七章和第八章内容都比较少，可以说比较轻松。（好饿啊。。。）。待会儿先休息一会儿。然后今晚就要加油搞数学了。把线性代数第一遍走完！！！加油啦！</p>"
        },
        {
            "id": 101,
            "title": "2013/6/12",
            "mood": "comeon",
            "content": "<p>人生中，总有人不断地走来，有人不断地离去。当新的名字变成老的名字，当老的名字渐渐模糊，又是一个故事的结束和另一个故事的开始。在不断的相遇和错开中，终于明白：身边的人只能陪着自己走过或近或远的一程，而不能伴自己一生；陪伴一生的是自己的名字和那些清晰或模糊的名字所带来的感动。</p><p>今天上了两节课，不对应该是三节，上午的组态王，过程参数检测，（还补了一节），这下好了，组态王的实验全做完了，期末测验的试题发布了，只不过给了15个题目（TMD，老师你能再变态点吗？那么多内容谁能记得清？？？），18周星期四上课就是我们随机抽查的时候。。。过程参数检测也结课了，老师给我们复习了一遍，这一遍可真是够猛的，把1-9章的内容从头读了一遍，具体哪些内容是考点呢？---“刚才说的跟上课讲的都是考试内容”,石化了。</p><p>哦，今晚复习的内容不多，说实话感觉非常不对，不是考研的人应该具备的状态，可能是跟轻微的感冒有关吧。刚才回来的时候已经10:30了，琐哥还在战斗中，看了一下，教室里有好几个都是他们宿舍的，貌似是集体战斗了，真是好现象，临走的时候我听见琐哥说了一句12点….好吧，看来真是要拼命了，唉明天，钱老师要检查我们的程序和中期报告，啊啊啊啊啊，疯了，马上整理吧。</p>"
        },
        {
            "id": 102,
            "title": "2013/6/14",
            "mood": "ogle",
            "content": "<p>不论你在什么时候开始，重要的是开始之后就不要停止。不论你在什么时候结束，重要的是结束之后就不要悔恨。有理想在的地方，地狱就是天堂；有希望在的地方，痛苦也成欢乐；从绝望中寻找希望，人生终将辉煌！</p><p>现在是午夜23：23分，今天在实验室待了一天，西门子比赛还在进行中。。。重点是---今天晚上没去自习，原因吧，明天要考四、六级，教室封楼了，呵呵，终于可以彻底的放松一下了。刚刚把全美达人的第七季看完了，The most created country show a magnificent performance for me .最终可爱的精灵----Ｏｌｉｌｙ　ｄｏｇｓ　赢了最终的比赛，一百万美元！！！一路走来，技压群雄，实属不易啊。但这就是整个国家所有观众的选择。。。期待下一期全美达人。明天上午在宿舍看视频（数学），这个周末继续拼！</p>"
        },
        {
            "id": 103,
            "title": "2013/6/15",
            "mood": "sleepy",
            "content": "<p>在顺境中要警惕自我，在逆境中要奋勉向上。在心量方面，要能容纳不喜欢的人；在做人方面，须具备谦虚卑下的心；在事业方面，要有舍我其谁的愿力。安莫安于知足，危莫危于多言。最好的礼物是忠言，最好的修养是宽恕。</p><p>今天在宿舍呆了大半天，阴雨天真让人不爽，好在还是有收获—把组态王的测试题第一部分做完了，就等后面思考一下选做题然后18周进考场了。整体对自己的收获还是比较满意。英语今天已经不做了，留着最后四篇阅读理解练手（万一后面做真题被打击了，拿这几篇找自信吧）。数学看到微分方程那部分，整体是计算量非常大，做题的方法相对来说比较固定，题型公式需要大量的记忆。信号今天晚上做了7、8道题吧。目测下周是可以做完的（不过也不好说，毕竟马上要期末考试了，有可能下周要开始复习了，嗯，可能性非常大）好了，明天还有电力电子的答疑，稍微放松一下就休息了。</p>"
        },
        {
            "id": 104,
            "title": "2013/6/17",
            "mood": "comeon",
            "content": "<p>幸福的人生，需要三种姿态：对过去，要淡；对现在，要惜；对未来，要信。人生的答卷没有橡皮擦，写上去就无法再更改，过去的就让它过去，否则就是跟自己过不去。真正属于你的，只有活生生的现在，只有握得住当下，才有可能掌控自己的命运。只有相信未来，相信自己，今天的你才能成就明天的你。</p><p>长话短说，现在是22:40，还有二十分钟就要关宿舍门了，而我还坐在教学楼六楼看李永乐的线性代数，今天把过程参数的实验报告搞定了，信号做了几个题，效果还可以吧，（。。。急啊—）。明天要去实验室继续做西门子的比赛项目，钱老师今天问我们要了身份证号，要买票了----青岛调试吧，嗯。在这之前要先把期末考试搞定，从这周开始就要准备了，计算机网络、过程参数、电力电子，每门都不容易，加油吧，好了，赶紧收拾东西，回宿舍！</p>"
        },
        {
            "id": 105,
            "title": "2013/6/18",
            "mood": "moon",
            "content": "<p>今天在实验室做了一天的实验，效果不错，收获颇丰，今天唯一的不足之处就是晚上没有学习，好在跟石头哥去操场玩了一会篮球，出了一身汗，今天身体是锻炼好了，回来冲了个澡，爽！！！其次就是王德政学长竟然也赞了我今天调试的曲线，虽然是仿真，也算是不错啦。简单的分析一下今天的经过，展望未来几天，就是期末考试了，其他的考研课程，数学简单的能看点就看点吧，就是李永乐的线代，信号与系统就尽量把第六章搞定，英语也穿插着做点阅读。嗯，GO——好了，今天应该会是个安静的夜晚。</p>"
        },
        {
            "id": 106,
            "title": "2013/6/19",
            "mood": "naughty",
            "content": "<p>其实幸福与否真的只是每个人的感觉而已。我想每个人的脑海里面，最幸福的时光很多都是童年。而童年，却是我们拥有物质财富最少的时候。不过，那时候我们比较容易满足。一瓶泡泡，一只蝴蝶，一条手帕，也许就是我们快乐的源泉。因为要求的少，所以得到的就多。</p><p>现在坐在教室里写日记，以后可能每天都要10:30之后回宿舍了，哦,除了周末10:30关电梯的情况。原因很简单，不但是期末复习紧张，更是考研要进入正式的冲刺阶段了。而且，现在北京的天气真是热的要命啊，宿舍空调也不知道什么时候能开，简直没法待。教室的温度还是很舒服的，呵呵。今天还可以，看了第六场NBA总决赛，唉，马刺真是败人品，明明是总冠军都要到手了，竟然最后被逆转拖入加时，并且还输了，真是憋屈，第七场够呛了。</p><p>说说学习吧，中午跟舍友去肯德基吃完午饭就到教室来学习了，趴在桌子上腻歪了一会儿，胳膊和腿都压得麻木了，洗了一把脸开始做信号习题，明天不出意外的话，第六章习题就搞定了。今晚也还不错吧，李永乐的线代整理了一下，学了不少。英语！！！隔了三天没做吧，今天开始进行真题，不过也是做了一篇，错了一个，还不错（后面得继续做两篇）。行吧，今天给自己打70分，准备收拾东西，回宿舍。</p>"
        },
        {
            "id": 107,
            "title": "2013/6/20",
            "mood": "comeon",
            "content": "<p>人生就像学游泳。因惊吓而呛水的，永远比真学不会而呛水的多。被生活刁难的人，往往先畏惧生活。</p><p>怎么突然之间感觉没什么写的了?是今天的工作量大了吗？NO，今天学的东西不是很多，中午吃完饭来教室睡了会儿，起来把信号第六章的题目做完了，说实话，感觉收获不大，有好几道题目都是看了答案才明白，晚上线性代数倒是不错，看了五个视频，记了不少题目，这算是今天最大的收获吧。英语刚刚做完，效果也不好，关于机器人的内容，做了一篇竟然错了5个。明天还有最后一天复习考研的机会了，把剩下两篇做完，然后努力把信号系统第六章在周六之前整理完，剩下的，就是。。。。期末考试要来了！！！加油啊，今天早晨查了一下学期初的电子实训，唉，才考了80分，好多90分以上的，不过无所谓了，现在哪还有工夫去管这些课程成绩的高低，80分以上就挺好，嗯，明天还要去实验室呆一天，好吧，收拾东西，买点夜宵，回宿舍。</p>"
        },
        {
            "id": 108,
            "title": "2013/6/21",
            "mood": "comeon",
            "content": "<p>今天在实验室做了一天的西门子比赛题目，SFC的制作真是让人抓狂，没办法，下午困得感觉真是让神经麻木了，好吧，真是难，唉，什么逻辑关系都没弄懂，好吧“现在的情况是，宿舍的屌丝男们都开始疯了，傻笑的傻笑、爆粗口的爆粗口。。。。”今晚还没有去自习室做题复习，唉，钱老师今天告诉我们下周还要去实验室！！！周一和周四啊，亲啊，看来考研课程要提前放下了，从明天开始就进行期末复习，还要做组态王的内容，啊啊啊啊啊。。。。。真是要将我的潜能都开发出来，加油了，以一个轻松又高效的状态开始面对剩下的一切挑战，明天就进入战斗模式。</p>"
        },
        {
            "id": 109,
            "title": "2013/6/22",
            "mood": "melancholy",
            "content": "<p>有人说过“人类最大的使命是制造翅膀，最大的成功是飞。”当心灵的包袱钳制了我的心时，飞翔便成了虚幻的泡影，最多有只有梦想在空中轻眠。要飞得更高，行得更远，首先必须卸下包袱，让心灵减肥。</p><p>今天学习效率总体来说一般，没有什么惊喜，就是把电力电子过了一遍，就能否及格问题来说，电力电子倒是我最放心的一门课，过程参数检测及仪表刚刚看完了第一章，这门课的内容比较多，明天要争取看完一遍，唉，还有计算机网络啊，怎么办。想想这么多任务就泄气了。晚上跟发小聊了一会儿，感觉还是好久没见很有亲切感，在我们家乡---美丽的青岛工作，真是舒服，说真的北京我是有点呆够了，好在西门子比赛还在青岛，话说西门子。。。。后天又要去实验室了，真是让人不省心，这紧迫感压得我都快过不下去了，星期四还有。。。。好吧，真是让人揪心，工程文件可能是要交了，然后剩下的就是全力的投入到比赛了。行了，写到这里，收拾东西回宿舍!</p>"
        },
        {
            "id": 110,
            "title": "2013/6/23",
            "mood": "happy",
            "content": "<p>人一生都是在选择，其实没有什么对与错，但必须对自己选择的结果负责，不管是好的还是坏的。你今天选择了走A，意味着你舍弃了B的道路，不管后果如何，自己要勇于承担苦果，或是享受戴上桂冠的荣耀。最不靠谱的就是后悔。我们可以总结经验，记取教训，唯独追悔过去是不能改变事实，对未来也无任何帮助.</p><p>马上写完啊，还有18分钟就要关电梯了，现在还在教室呢。。。今天把过程参数检测及仪表的课本看到了第六章，还有三章。今天的特殊事件---“奇葩女”贺海丽过生日，去食堂的四层聚了一次餐，唉，正在最忙的时候，说实话玩的不是很High，还好最后松哥将我们的气氛点燃了，用奶油偷袭我们，哈哈，最后一个个都画成了大花脸。唉，明天还要去实验室呆一天，从今天的复习来看，过程参数这门课真是个大问题啊，后面要努力挤时间了。最后一周，拼吧。行了，马上收拾东西回宿舍，等着我啊电梯！</p>"
        },
        {
            "id": 111,
            "title": "2013/6/24",
            "mood": "comeon",
            "content": "<p>Listen quietly, to the sound of your heart. Cheerful melodies may rise. Some simple, some profound, some gentle, some loud.静静聆听内心世界的声音，常常有令人欢喜的旋律响起。可以简单、可以深沉，可以抒情、可以喧闹.</p><p>在实验室又待了一天，真是累啊，星期四还有本学期最后一天。今天把复杂难整理的部分都弄得差不多了，剩下的星期四就可以搞定。唉，今晚去了自习室，真的是累到了极致了。吃完饭后竟然趴在桌子上睡着了。醒来后头疼的厉害，不过还是坚持看完了过程检测及仪表，效果应该一般，不过也算是收获了，嗯，以后就这样，哪怕是再小的收获也不放过！再累也坚持去自习室！！！时间逐渐流逝，不抓住一分一秒就绝对会离成功的目标越来越远。况且。。。。这也不是什么了不起的事情，在我们班都有好多人能做到啊。。。明天起床后就去教室继续奋战，否则期末考试真的会给自己带来挑战。现在先吃点夜宵，刷一下微博，走起。</p>"
        },
        {
            "id": 112,
            "title": "2013/6/25",
            "mood": "ogle",
            "content": "<p>人生，内心就是信仰，灵魂就是图腾。你把内心修成什么样，你就会拥有什么样的人生。别总说命运在上天手里，其实你一出生，上天就把一半的命运交给了你。你所说的每一句话、所做的每一件事，都是在折算你的生命价值。</p><p>今天看了一部分的计算机网络，效果不是很好，晚上应该保持高效（没办法，个人的生物钟决定的）。下午基本上全都放到了组态王上，基本做完了，15个题目只剩下了2个左右吧，星期四考试是随机抽题目，真是让人郁闷，这15个题目的难度差别太大，这让考试充斥着不公平啊。希望能运气好点吧。呵呵，现在在听高分学长的经验分享，讲的非常好，嗯，接着听。</p>"
        },
        {
            "id": 113,
            "title": "2013/6/26",
            "mood": "angry",
            "content": "<p>I may not be there yet, but I’m closer than I was yesterday.我也许还没到达那里，但我比昨天又近了一点。坚持，每天你都在进步。</p><p>上午拿到了小武的“绝密档案”，哈哈，今年的考试复习大纲复印了。不用再从头翻书浪费时间了，这给期末考试的成功又增添了一个分量很重的砝码。今天晚上就悲剧了，自习啊。。。我真是自己找虐，一个周没做英语阅读了今天突然心血来潮拿着考研真题去了自习室，唉，两篇阅读啊，结果。。。我是真不想提了---对了only one!!!,这可真的是自己找罪受。信号与系统也是，准备将第六章的复习题整理完，今晚要给钱老师发工程文件，所以晚上回来较早，在宿舍把信号系统的第六章整理了一部分，大概有1半吧，明天晚上无论到几点，一定整理完，今天给自己打分50分！！！丢人啊，I’ll never want to see the phenomenon like today again!!!</p>"
        },
        {
            "id": 114,
            "title": "2013/6/27",
            "mood": "comeon",
            "content": "<p>人们总是喜欢站在草地上对落花表示惋惜，而听不到草的声音。社会上，永远只有两个角色：鲜花和草坪。尽管有再多的人去追捧、称赞陪衬的高尚，也无法掩盖主角的辉煌和配角的离伤。</p><p>今天组态王结课了，上午考试还算顺利，抽题目抽到了第一题，比较容易，完成的也比较顺利，没什么值得说的。重点是接下来。。。考完试接着就去实验室了，忙了大半天，今天终于把工程文件写完了，提交到了官方网站上，其余的任务就等期末考试完了再进行。本来晚上已经很累了，但是没有办法，叫上石头哥去了自习室学习，把计算机网络的一部分看了一下，无论多少，也是有收获。九点半左右吧，实在是看不动了。回到宿舍拿上篮球去了球场。。。发泄吧，就这样把体内的疲劳和负能量释放出去。回来冲了个凉水澡，总算是舒服了一回。嗯，今天总体表现还可以，遗憾的就是复习的内容不是很多，但是身体得到了难得的锻炼。总结一下，给自己打65分吧，明天开始，期末三门课，ＧＯ！</p>"
        },
        {
            "id": 115,
            "title": "2013/6/29",
            "mood": "comeon",
            "content": "<p>不逼自己一把，你永远不知道自己能做多大事。切断了退路，你自然会想办法寻找出路；掐断了幻想，你才会埋头苦干。逼着自己走出第一步，第二步、第三步就容易多了。如果不逼自己，懒惰就会逐渐锈蚀你的心，曾经的豪情万丈也会灰飞烟灭，生命的价值将会大打折扣。</p><p>昨天没写日记，有种犯罪感啊。还好今天有了补偿，学的内容比较多，把过程参数检测看了一遍（唉，后面还得再复习）。电力电子也不错，基本的大题都明白了，最放心的就是这门课了。晚上9点回来，跟石头哥又去篮球场释放了一下，感觉很好，在球场上挥汗如雨的感觉才是青春的符号啊，曾经的自己看来还是浪费了好多的美好时光，以后即便是要考研也要经常去锻炼，感觉学不进去的时候就去球场！！！这里有我释放压力、释放青春活力的舞台。。。（冲个凉水澡真是舒服）。嗯，明天再把计算机网络看一遍，应该能考80分以上的，加油！</p>"
        },
        {
            "id": 116,
            "title": "2013/6/30",
            "mood": "sleepy",
            "content": "<p>我们总似乎，走得慢一点，背后就有吃人的怪兽要等着把我们给吞噬掉。在你最该肆无忌惮的时候，你却唯唯诺诺，辜负了青春。在你最该细细品味的时候，你却匆匆忙忙，对不起光阴，也对不起自己。</p><p> 今天早晨10:00起床，唉，这就给我一天的肚子不舒服作了铺垫。去餐厅吃了饭就感觉肚子很胀，中午吃了小笼包又很难受，胃开始犯病了？？？中午回宿舍睡了一觉，起床后就好多了，洗了个脸、叫上小万去自习室学习，今晚的效率还可以，计算机网络90%都搞定了，就剩下OSI七层模型的各部分功能不是很熟练了，嗯，明天上午10:50开始考，起床后把这几个难记的简答题再看几遍就没问题了，睡觉。</p>"
        },
        {
            "id": 117,
            "title": "2013/7/1",
            "mood": "comeon",
            "content": "<p>Hope的含义: Hold On, Pain Ends. 坚持住，痛苦终会过去！</p><p>计算机网络考完了，本来以为考的挺好的，考场上奋笔疾书的答完题，非常顺利，结果回到宿舍听舍友讨论才发现有个画图题画错了一部分，而且最后的大题也有一问没写完整。。。。唉，无所谓了，本来就一学期没好好学，能考到八十多分就该偷着乐了，至于学分绩点就随它去吧，反正我又不出国留学。今天把过程参数的复习提纲复习了一遍，虽然还有没记住的，但是大部分考点都明确了，明天有一天的时间复习，嗯，（下载完了。。哈哈）。今天给自己打70分，好了，刚下载了高分学姐的考研经验，听听吧。</p>"
        },
        {
            "id": 118,
            "title": "2013/7/2",
            "mood": "comeon",
            "content": "<p>Life is like a sea. Only can a strong-willed person reach the opposite shore. 生活就像海洋, 只有意志坚强的人才能到达彼岸。 </p><p>今天又复习了一遍过程检测，还是背。这学期的课程基调就是背，大题跟占分数比较高的题目都复习的差不多了，剩下的细节问题明天早晨起床后再“绣绣花”吧。哦，今天晚上查到现代控制和PLC的分数了，嗯，还可以吧，现代控制理论90、PLC85，这学期打了一学期酱油能考到这样也该偷着乐了。OK，今天给自己打70分。听着青春纪念册的歌声和旋律真是让人感动啊，“给你我的心做纪念，这份爱你任何时刻打开都新鲜。。。。”，在此决定，明年考上研究生后（等到收到录取通知书，不，在网上查到被中传录取的结果），我一定要将大学四年的经历照片做成视频来给自己的大学青春画一个圆满的句号。。。加油！</p>"
        },
        {
            "id": 119,
            "title": "2013/7/3",
            "mood": "sleepy",
            "content": "<p>A true friend is someone who accepts your past, supports your present and encourages your future.真正的朋友会接受你的过去，力挺你的现在，鼓舞你的将来.</p><p>过程参数检测今天考完了，总体感觉不错，哈哈，时隔一学期，又开始提前交卷了。下午真是热的要死，直射光火辣辣的烤着大地，天地间仿佛蒸笼一般，让人窒息。在教室还好，吹着空调完了一会儿，今天晚上带着电脑好好放松了一下，不过值得高兴的是，信号与系统的第六章已经基本整理完了，我要用明天下午的时间将第六章搞定，这样也算是完成了之前的计划，嗯，后天还有最后一门电力电子，也比较简单。然后。。。哎呦，刚才冲了个凉水澡怎么感觉肚子疼啊，行了，快十二点了，睡觉。</p>"
        },
        {
            "id": 120,
            "title": "2013/7/4",
            "mood": "moon",
            "content": "<p>人生，与其不断的去追求而无法满足，那不如先沉淀自己，看清内心深处真正的需求。只要愿意打开封闭的心，去体会、去拥抱眼前的幸福，就会比别人活得更富足，更开心。</p><p>今天下午真是晕啊，在教室里坐在学习，突然外面的天空阴沉下来，狂风将树连根拔起（有点小小夸张，小树而已）。这真是科幻电影里终极Boss来临时的镜头啊，还好只是雷阵雨。</p><p>晚上复习电力电子，亲啊，没有想到我最有自信的一门课，最后竟然感觉很担心，好多简答题都记不住，没办法了，今晚稍微熬夜一会儿吧，嗯，瞧了一眼，貌似小睿也在下面看呢，再复习遍吧，哦，顺便说一声，今天是我的生日，貌似只有倩倩记得给我带来了问候，唉，连自己都不觉得现在过生日有什么意义了，不说了，晚安</p>"
        },
        {
            "id": 121,
            "title": "2013/7/5",
            "mood": "moon",
            "content": "<p>知道自己要干什么，夜深人静，问问自己，将来的打算，并朝着那个方向去实现。而不是无所事事和做一些无谓的事。出路出路，走出去，总是会有路的。困难苦难，困在家里就是难。</p><p>随着电力电子考试结束，本学期期末考试结束了，这是大学时代倒数第二次考试，现在的心情似乎已经飞跃到了1年之后的毕业季，唉，今天也是大四同学们的毕业典礼的日子，所有的舍不得，所有的经历在这时都成为了我们最美好的回忆。。。。不要提前这么长时间去感伤了，自己的路还很漫长呢。下午去了实验室，头痛的厉害啊，今天真是到了极限了，上一次这么头疼的感觉已经记不清是什么时候了。西门子比赛开始进入正题，目标：华北赛区二等奖以上，明天8:30去实验室，现在，睡觉。</p>"
        },
        {
            "id": 122,
            "title": "2013/7/6",
            "mood": "ogle",
            "content": "<p>Life is full of ups and downs. The trick is to enjoy the ups and have courage during the downs.人生充满了起起落落，关键在于，在顶端时要好好享受，在低谷时不失勇气。</p><p>今天在实验室待了整整一天，收获颇丰，组态基本没问题了，操作已经比较熟练。但也存在一些不尽人意的地方，真正的参数调节---控制实际变量的调节跟Matlab的仿真真的是差距太大，调了一下午也没有什么进展，今天晚上7:30了才从实验室里出来。好吧，最近这几天看来就是这些操作的熟悉了，9号就要出发了，去青岛比赛希望能给自己带来一些家的怀念吧，想想有将近半个月的考研班时间浪费了，就觉得很心疼。好了，再说这些已经不能改变的事情也没有意义了，面对什么就努力做好什么吧，休息了。</p>"
        },
        {
            "id": 123,
            "title": "2013/7/7",
            "mood": "scorn",
            "content": "<p>我希望躺在向日葵上，即使沮丧，也能朝着阳光。因为我知道，人生不如意十有八九。我会难过，会暂时停下前进的脚步，也有绝望的时候。真正的强者不是不会流泪，而是一边流泪一边往前奔跑。</p><p>考完试在实验室的第二天，痛苦、崩溃、无语的一天。从上午开始就发现程序调试的问题----程序调试不难，但是坑爹的阀门已经处于“衰亡期”了，已经从线性变成了典型的振荡特性!！！TMD让我怎么调试！！！一整天都没有收获，晚上待到9点多，最虐心的就是双子星2号---“奇葩”贺海丽变成“木头”了，没耐心的查了一会儿就开始逛淘宝挑衣服，真的让我只能“呵呵”了。唉，明天还有一天，后天就出发去青岛了，是福是祸（说的夸张了点），是喜是悲就看这几天了。OK，睡觉休息，让一切烦恼化为呼噜声逝去吧。</p>"
        },
        {
            "id": 124,
            "title": "2013/7/8",
            "mood": "sleepy",
            "content": "<p>人生是一部大戏，戏中我们爱犯一个错误，就是总把希望寄予明天，却常常错过了今天。过去不会重来，未来无法预知，我们唯一可做的，就是不要让今天成为明天的遗憾。我们迈出的每一步都应是弥足珍贵。 </p><p>今天在实验室又待了一天，实验室内部的调试液位控制的还是不太好，准备工作都OK了，明天早上十点半，北京南站开往青岛D335班列车即将带着我们的梦、我的梦（说梦有点大，至少是将近一年的努力）去绽放美丽的成功之花，希望一切都顺利，毕竟是回自己的家乡啊，黄岛中国石油大学分校，我自己还没去过呢，也不知道明天会发生什么（主要是在火车上）让心灵触动的事情，带上《感悟》去体会那5个小时吧。好了，今天的日记写的比较早，休息一会儿就睡了，good night</p>"
        },
        {
            "id": 125,
            "title": "2013/7/9",
            "mood": "sleepy",
            "content": "<p>Yesterday is an invalid cheque.Tomorrow is a promissory note and today is the only cash you have.昨天是一张作废的支票，明天是一张期票，而今天则是你唯一拥有的现金。</p><p>今天来到青岛了，我的可爱故乡。在动车上跟同学玩了一下午牌，有点虚了，背着行李穿过中国石油大学的校园身心疲惫啊。入住宾馆后的感觉还是不错，虽然条件不是很好但应该有点都有了，师生十几个人的热情看起来非常高涨，吃过晚饭就回来了，随便看了个电视、浏览微博就这样过完这天吧，明天就要正式调试了，养精蓄锐，休息了。</p>"
        },
        {
            "id": 126,
            "title": "2013/7/11",
            "mood": "ogle",
            "content": "<p>每天给自己一个希望，就是给自己一个目标，给自己一点信心。希望是什么？是引爆生命潜能的导火索，是激发生命激情的催化剂。每天给自己一个希望，我们将活得生机勃勃，激昂澎湃，哪里还有时间去叹息去悲哀，将生命浪费在一些无聊的小事上。生命是有限的，但希望是无限的。</p><p>来到石油大学的第三天，昨天没写日记，晚上10:40才从学校实验室出来，直接睡了。今天早晨7:20就吃早饭，又调试了一天，温度、流量调节的不错了。今天跟同学去石油大学篮球场玩了一会儿，可惜的是天公不作美，打了十几分钟就下雨了。回来洗了个澡就休息了，明天估计任务更重了——要把温度和烟气含氧量都调好，物料负荷要增加，还是7:20起床。。。。好了，休息了，看会儿电视。</p>"
        },
        {
            "id": 127,
            "title": "2013/7/15",
            "mood": "comeon",
            "content": "<p>Be alike flowers. Spread beauty and happiness wherever you stay; irrespective of your surroundings.像花儿一样，无论身在何处，不管周遭环境如何，都依然潇洒的绽放自己的美丽，活出自己的精彩。</p><p>四天没有写日记了，这几天每天都忙的不亦乐乎，实验室的调试真让人有种半死不活的滋味。唉，今晚就是最后的通宵鏖战了。时间是如此的紧张，我希望能顺利的将这最难的一步走好。距离目标还是有点差距，睡醒了，养足精神，今晚跟战友们去挥洒汗水，体会青春的张狂，坚持，行百里者半九十，明天调试完同学老师就要回北京了，我就去山科大找高中同学玩一天，然后回家休息。坚持住，go ,conquer!</p>"
        },
        {
            "id": 128,
            "title": "2013/7/20",
            "mood": "scorn",
            "content": "<p>知道自己要干什么，夜深人静，问问自己，将来的打算，并朝着那个方向去实现。而不是无所事事和做一些无谓的事。出路出路，走出去，总是会有路的。困难苦难，困在家里就是难。</p><p>又是好几天没写了，今天老师们都回来（回黄岛）了，现在唯一的任务就是比赛了，下午抽签了，调试（赛前最后一次）是明天下午的五点半到七点半，能不能得奖就看明天了，学长昨天晚上给我们指点了一些问题，唉，可惜明天就两个小时的调试时间，也不知道能不能解决。好吧，不管了，就看明天的了。希望能顺利把稳态走好。现在没心情继续写下去了，停笔了，休息。</p>"
        },
        {
            "id": 129,
            "title": "2013/7/22",
            "mood": "pray",
            "content": "<p>Thousands of future beautiful sceneries are not as good as the warm present, because every scene of presence was once our imagination of future.其实千万个美丽的未来，抵不上一个温暖的现在；每一个真实的现在，都是我们曾经幻想的未来。</p><p>此时此刻，内心非常的紧张，“联大红高粱”和“思成”已经结束今晚的比赛了，现在应该是在回来的路上吧，我是真的希望他们能有一队取得好成绩，要比我们高啊，今天中午了解到我们组的成绩是最高的我真的有种崩溃的感觉，本来就没有太多的时间了，我的研究生，我的中国传媒，如果我们组真的是三组中最高的，我就将继续把8月份的时间浪费在西门子比赛上，那毫无疑问我将离着中国传媒越来越远。不行啊，真的让人受不了，等待中，愿我的祈祷能让他们待会给我带来好消息！！！</p>"
        },
        {
            "id": 130,
            "title": "2013/7/22",
            "mood": "sad",
            "content": "<p>好吧，这是我唯一一次在同一天写了两篇日志，距离刚才停笔只有不到1个小时吧，紧张忧虑的1个小时结束后，两组比赛的队友回来了，我的希望随着他们那简单而“尖锐”的两句话：“跪了。”“跟早上一样，68分”彻底破灭了。我的心也彻底平复下来，紧接着换来的是痛苦，So bitter!!! 我们如果按照昨天的程序来，无论如何也会达到70分吧。我的8月份，我的研究生，我的中传。。。目前我是没有解决的方法，难道要在比赛中改写程序调低自己的成绩？队友不同意，老师，我干脆就不能跟她讲，我该怎么办，好吧，明天按部就班的来吧，只能寄希望到其他学校的队员成绩很高了，只要全国的名额最后一名的成绩比我们高就行了，拜托了，明天将要登场的来自华北赛区的各位同学们，加油啊！</p>"
        },
        {
            "id": 131,
            "title": "2013/7/26",
            "mood": "melancholy",
            "content": "<p>Not every effort counts. But every harvest comes from hard effort.不是每一次努力都会有收获，但是，每一次收获都必须努力。</p><p>又是连续几天没写日记了。看看7月22日的日记，自己还在期待其他比赛的队员能获得好成绩，几天之后的现在，自己已经成为将要参加8月份全国总决赛的队员，可惜啊，连续几天的情绪低落，现在貌似已经淡定了，无法改变，那就勇敢接收吧！今天终于上了盼望已久的暑假考研强化班，浪费了之前的政治，和前三天杨超老师的精彩高数课程，今天张宇老师的课总算是赶上了，自我感觉听课效果非常好，可能是一整天精力太投入了，回来的路上竟然在车上睡着了，晚上又去自习室复习，顺遍看了一下英语阅读，貌似英语退化了不少，总而言之，现在的情况比较严峻，没有退路了，未来的半年左右将是我人生中真正的第一次考验，背水一战吧。。。好了，刚刚爬了14楼，体力也跟不上了，睡觉，明天还有课呢。</p>"
        },
        {
            "id": 132,
            "title": "2013/7/27",
            "mood": "comeon",
            "content": "<p>Sometimes the hardest choices we made end up being the best thing we could have ever done for ourselves.有时候，我们做出的最艰难的决定，最终成为我们做过的最漂亮的事。</p><p>今天继续上考研数学课，连续的高负荷学习，貌似身体有点顶不住了。明天还有高数的最后一天，张宇老师的课能听完还是值得庆幸的，前几天在车上也没听清钱老师要给我们放几天假，不过数学课应该是听不完了，英语课很可能一节课都听不了，唉，我的这个考研班报的真是够冤枉的。分析一下吧，数学是最重要的，现在已经无法挽回的遗憾就是杨超老师的三天高数，至于后面的线性代数我倒是有李永乐的视频，概率论是后天开始，不知道能听到什么程度，英语其实无所谓，自己还是有点信心能搞定的，政治后面可以补一下。。。嗯，现在给自己定目标350分吧，把数学成绩的下限定在110分，这样考中传媒应该也问题不大，然后凭借复试能够交出比较优秀的成绩单。。。嗯，加油吧，胜利就在不远的前方！</p>"
        },
        {
            "id": 133,
            "title": "2013/7/28",
            "mood": "comeon",
            "content": "<p>Don’t give up when you still have something to give. Nothing is really over until the moment you stop trying.——当你还能给予的时候别轻言放弃。只要你不放弃，就有无限可能。</p><p>又是辛苦的一整天，没有休息啊，张宇老师的高数讲完了，坦白讲，对我个人来说今天的内容有点多，再加上大一学高数的时候本来这部分就有些内容没有涉及，导致今天晚上自习的时候整理没有完成全部的内容，唉，有个坏消息，钱老师通知8月1号开始就要投入到西门子全国赛了，这也意味着我恰好能上完概率论，线性代数是听不了了，行吧，勉强可以接受，毕竟李永乐的视频还是比较权威的，凑合着看吧，只是感觉考研班的钱花的屈了。。。不过换个角度讲，老天爷能让我把高数大部分内容（巧的很，之前看杨超老师的视频恰好是张宇老师这三天没讲到的）和概率论听完，这难道冥冥之中是在给我暗示？？？暑假浪费的时间对我考研不会产生很大影响？？？嗯。。。有可能，呵呵。哦，今天干兄弟来电话了，可能是好长时间没见着了，比较想念，回忆一下去年暑假，我们几个兄弟还在一起聚餐呢，至于今年，可能只能等到寒假了，果然，时间如白驹过隙，我们都长大了，然后，都在各自的道路上实现自己价值。。。不感慨了，睡觉。</p>"
        },
        {
            "id": 134,
            "title": "2013/7/29",
            "mood": "comeon",
            "content": "<p>Think deep. Dream big. Act brave. Fail first. Cry less. Try more. Well done. 有志者深谋远虑，心怀大志，敏于行事，不惧失败，不怨天尤人，而敢于尝试，事竟成也。</p><p>今天概率论开始了第一天的复习了，总体感觉效果不错，至少有好几个问题（全概率、贝叶斯公式）的理解出现了新的突破，比起之前的迷惑，这算是非常大的进步了。</p><p>晚上去了姑姑家，幸运的见到了表姐和姐夫，唉，将近4个月没有见面了，他们的目前工作也很辛苦，每天都到7点半才能回家，表姐的工作单位貌似要换工作地点了，嗯，都很不容易啊，即使学历、工作素质这么“彪悍”，他们也会有相应的烦恼，于是，我得出了一个之前就明白，但是现在才真正理解的结论：无论是学习、工作、生活中的任何事情，成功了，或是失败了，大多都是暂时的，因为下一步将会出现新的起点，又会有更多的酸甜苦辣在前方等着。</p><p>表姐今天还在问我是否考虑中科院呢，我真是心虚了，无法直视啊，而他们开车将我送回学校的路上，姐夫的一句“能不能再把目标定高点？”让我更是惭愧----所有关心我的亲人都对我抱有很大的期望，但中传也是我无悔的选择，所以带着这份厚厚的期望，我一定要考上，如果连中传都考不上，那可真是无颜见江东父老了。好了，睡觉，休息，明天早起上课！</p>"
        },
        {
            "id": 135,
            "title": "2013/7/30",
            "mood": "sleepy",
            "content": "<p>圆满的人生，不是拥有一切，而是学会了珍惜和付出。都会随着外界环境而改变，其实并不可靠，所以也不重要；真正要与我们长久相处的，不是这一切可以看见的东西，而是内在的心灵。具有能量的心灵，能在富贵时不迷失，穷困时不消极，知道自己真正想追求理想与目标，所以不轻易受到诱惑。</p><p>概率论的第二天课，收获也不小，方浩老师的“高水平方法”已经给我们解决了概率论中最困难的题目，现在想想还是有些小激动啊。今晚去自习室按照原计划进行着，唯一的遗憾就是跟阿琐讨论一个积分换序的题目时出现了问题，算了好长时间也没有得出正确结果，最后回来没能赶上电梯，啊啊啊啊，14楼啊，又是爬上来的，不多说了，明天还有最后一节概率论了，养精蓄锐，好好准备吧。</p>"
        },
        {
            "id": 136,
            "title": "2013/7/31",
            "mood": "comeon",
            "content": "<p>光阴似箭，岁月如梭，青春行走在时间的河岸，就这样渐行渐远。</p><p>考研班的概率论课程今天终于结束了，说实话，下午有一部分内容没有理解到位，今晚效率也不高，英语没有复习，而且，方浩老师的“高水平方法”今天晚上做题的时候竟然失效了!!!也不知道是不是我自己的问题，刚才在微博上@了一下方老师，希望他能在百忙之中给我回复吧。然后，明天开始就要去实验室了，还好钱老师不知道我后面三天没有课，这样还可以再把白天的时间好好用在考研的复习上，明天先睡个懒觉吧，给自己放个晨假，今天早晨竟然差一点没赶上班车，还好在十字路口堵住了，我才好不容易半道坐上，否则上午可能就要浪费掉一大部分时间，身体最近确实是有点吃不消了，高负荷的学习看来不一定是最适合我的，赶紧研究一下吧，找到最佳效率的时间安排。OK，明天又是新的一天，满血复活！</p>"
        },
        {
            "id": 137,
            "title": "2013/8/2",
            "mood": "scorn",
            "content": "<p>Success is simple. Do what is right, the right way, at the right time. 成功很简单：在合适的时间用恰当的方式做正确的事。</p><p>还有六分钟就是8月2号的零点了，也不知道能不能在明天到来之前写完今天的日记。不废话了。。。今天好不容易没有考研班，但是就在刚才我又是爬14楼进的宿舍，天哪，西门子，决赛，为何我总是要承受如此大的压力啊，钱老师今晚把决赛的要求跟我们讨论了一下，专家，坑爹的专家，竟然要我们比赛的执行过程完全手动进行！！！禁止使用sfc程序模块！！！而且还有硬件接线的环节！！！这意味着我们将面临着前所未有的挑战啊，8月下旬的上海，到底是我的福地？还是让我后悔莫及的伤心地？好吧，已经是第二天了，电脑右下角显示时间0:00，明天第一个任务：去海天总部拿政治书，然后自习，然后、、、实验室。</p>"
        },
        {
            "id": 138,
            "title": "2013/8/2",
            "mood": "cry",
            "content": "<p>生活中，难免会遇到让我们不愉快的人。这些人可能会做出一些小事，导致我们整天心情不好。如果真遇上了这种状况，与其自己气个半死，不如换个角度想吧——也许，这些人各有各的难处，只是我们并不明白。</p><p>无法来形容今天的生活了，上午将近11点起床!!!可能是昨晚确实是累到极限了，中午吃了饭就坐上公交车准备完成今天最重要的目标—去海天总部拿政治复习资料，但是，想不到啊，TMD总部竟然恰好刚刚换了地方！！！白跑一趟！！！回到学校就直奔教学楼了，在自习室学了一会儿，下午的生物钟果然很厉害，没想到上午11点起床下午还是犯困，读了一会儿英语，复习了一部分方老师讲的概率论，很快就到了晚饭的时间，大概饭后过了半个小时吧，晚上的目标---西门子决赛准备。坑爹的专家组委会，不让我们活了啊，把比赛的要求设成了实际工程的操作，简直就是变态，跟队友忙了一晚上也就刚刚把“块图标和面板”弄完，步骤还不是很熟练。。。唉，12号去青岛调试，行吧，再怎么样，还是那句话，接下来这半年多的时间将是我人生中最重要的一步，目前看来没有之一，就是拿命拼吧。睡觉！！！</p>"
        },
        {
            "id": 139,
            "title": "2013/8/3",
            "mood": "scorn",
            "content": "<p>每个人都会有技不如人、寄人篱下的时候。不要自惭，也不必自卑，我们都是凡人，夹杂在人流中，过的是平凡的生活。当被别人忽略、笑话、非议、陷害的时候，要学会把握自己的节奏，只要内心不乱，外界就很难改变你什么。不要艳羡他人，谁都有苦痛；不要输掉自己，振作比一切都强。</p><p>短暂的三天假期结束了，明天继续开始考研班的学习，天哪，现在已经快十二点了，刚才看了刚上映的青春派，说实话，感觉非常一般，跟致青春比还是有些差距。本来看完了应该休息睡觉的，但我可不想再给自己找懒惰的理由，继续写日记!今晚去实验室跟钱老师一块编程序，我又要忍不住骂专家了，这些“砖家”们是有多么无聊，竟然在比赛规则中禁止使用本来可以直接使用的程序块，要我们完全使用手动操作。真他妈的坑爹啊，这就相当于从北京到上海明明可以乘坐京沪高铁，却要求我们骑自行车！！！算了，不上火了，明天还不知道能不能起来呢，7点啊，希望生物钟给点力吧，睡觉了。</p>"
        },
        {
            "id": 140,
            "title": "2013/8/4",
            "mood": "scorn",
            "content": "<p>What’s the definition of insanity ? It’s doing the same thing over and over and expecting a different result.什么是疯狂？疯狂就是重复的做一件事情却期待会有一个不一样的结果。</p><p>线性代数终于开课了，哦，在先提一下，今天早晨竟然准时起床了，七点多一点就seven-eleven买了早饭，而且班车还没有到站呢，呵呵，小小的成就感。到了社科院才八点零几分吧，姜晓千老师还是跟之前基础班时那么有激情，貌似北京的同学们上课反应不是很活跃啊，于是。。。。亲爱的老师给我们上了充满斗志的“鸡血课”—“同学们，你们知道吗？我当年考研的时候，每天都是过着猪狗不如的生活啊，尤其是最后那两个月，从来没有记得哪天晚上两点之前睡觉过。同学们可能会问，早晨起得来吗？当然，7点一到，马上爬起来去吃早饭，你们现在不努力，后面毕业没有工作的时候后悔就来不及了。。。”就听到这里吧，我的心也跟着沸腾了，并不是因为姜老师说的多么慷慨激昂，而是因为自己到现在还是不断给自己台阶下，想各种理由来逃避拼命、努力的学习。嗯，改正！！！晚上仍然去了实验室，队友今晚还挺给力，把工艺画面都做的很完备了，我也有新的任务啊，开始实际的做接线头，学习接线过程，还不错啊，今天做的第一根线就成功的完成了通讯，很有成就感，明天也要有新的收获。嗯，刚缓冲了NBA的视频，看一下吧，然后休息了。。。晚安to me.</p>"
        },
        {
            "id": 141,
            "title": "2013/8/5",
            "mood": "sleepy",
            "content": "<p>以失败为师---与其在失败中吸取教训,不如从别人的失败中提取教训(能够从别人的失败中提取教训，我们就可以少栽跟头。但往往是不跌个头破血流，就不服气，人就是这么贱！！！)</p><p>今天线性代数第二天，果断觉得姜老师讲的内容有点快，所有的时间，包括整理知识点和留给学生们思考题的时间都是以秒为单位的，总结了一下自己的问题吧，就是对内容的掌握不熟练，也就是做题太少，手生，对题目的解题思路没有形成快速反射。留给下学期吧，把所有的精力都放到下学期吧----拼命！！！晚上去实验室，学了不少东西啊，PDF文件的书签会做了，嗯，感觉很好。然后，呵呵，实验室后面西门子的PCS7已经被我玩的很熟了，至少应付比赛的接线是没有问题，感觉自己越来越有工程师的样子了。明天上午的线性代数是没法上了，学校看来比较重视我们的比赛，还要给我们拍个小短片，虽然自己比较低调，但付出这么多，露个脸还是应该的，不过对我来说最重要的是明天不用早起床了，（早晨喝了一瓶红牛，上午仍然很困），停笔吧，宿舍空调没电了，打几个字都热的汗流浃背的，休息了。。。</p>"
        },
        {
            "id": 142,
            "title": "2013/8/6",
            "mood": "comeon",
            "content": "<p>There are so many people out there who will tell you that you can not. What you have got to do is turn around and say :  Watch me . ——总会有许多人对你指手画脚，说 '你做不到'。你所要做的就是转过头，去对他们说：“看我的”。</p><p>上午去实验室配合老师拍了一下西门子比赛的宣传片，唉，一个简单的接线动作要重复到5遍，可想而知当演员确实是折磨自己耐心的工作了。中午吃了饭就坐公交去了社科院听课，下午姜老师的综合题讲的很有水平，可惜的就是我上午的课没听，下午明显觉得做题比较费力，唉，明天没课，正好把今天的补上。还有就是晚上的“必修课”了，跟钱老师研究了一下比赛的开车流程，明天就要正式开始实行了，嗯，估计差不多能搞定，虽然有一部分还是不熟练。哦，今晚把华北赛区比赛时的照片都从老师那里要过来了，呵呵，看着那几天的生活照感觉还不错，希望上海的决赛能给自己带来更多的收获，也希望自己的内心能更加成熟，好了，洗漱休息。</p>"
        },
        {
            "id": 143,
            "title": "2013/8/7",
            "mood": "sleepy",
            "content": "<p>You are braver than you believe, stronger than you seem, and smarter than you think.你比你想象中更勇敢，比你看起来更强大，也比你以为的更聪明。</p><p>今天最值得高兴的就是终于把政治强化班的资料给领到手了，坐了N站公交到海天总部，这么多天的愿望达成了，而且还把缺了的政治课改成了网授课，不过时间还是要浪费的。今天学习的内容不多，只是把政治的重要内容整理了一下，可惜的是也没有记住多少，后面也是一场硬仗啊。晚上照常去实验室做实验，这次可就没有之前想的那么简单了，还是有好多问题比较棘手，至今没有想到办法解决，不过开车流程的基本框架都已经做好了，明天就跟老师再研究一下怎样才能把操作步骤做的更简单，唉，坑爹的砖家出的题目真是太变态了，好了，明天第一天英语课，今晚好好休息。</p>"
        },
        {
            "id": 144,
            "title": "2013/8/9",
            "mood": "scorn",
            "content": "<p>不管发生什么，都不要放弃，坚持走下去，肯定会有意想不到的风景。也许不是你本来想走的路，也不是你本来想登临的山顶，可另一条路有另一条路的风景，不同的山顶也一样会有美丽的日出。</p><p>昨天晚上没有写日记，懒得。。。唉，今天早晨起床晚了，差五分钟没有赶上去考研班的班车，可惜了，不过最让我郁闷的是我起床后吃了早饭竟然在床上又睡着了，而且这次是直接到了11点！!要不是快递员打电话催我取快递还真不知道什么时候才能自然醒。哦，今天把考研数学的历年真题都买了，从87年开始，我决定了，从下学期复习，把暑假强化班的课该补充的补充，该巩固的巩固，然后就是真题大突破，包括英语，直接就是真题的阅读和写作。数学复习全书后面就直接看题型吧。嗯，晚上又去实验室战斗，PPT真是TMD难做啊，一个工艺流程图要做20多个链接，还好，有两天的时间能让我利用。明天钱老师就要提前去青岛了，希望她跟学长能把温度调节好，阿门。。。睡觉了。</p>"
        },
        {
            "id": 145,
            "title": "2013/8/10",
            "mood": "sleepy",
            "content": "<p>Remember happiness does not depend upon who you are or what you have; it depends solely on what you think.幸福不在于你是谁，你拥有什么，而仅仅在于你自己怎么看待。</p><p>今天是彻底的没有去考研班听课，上午去自习室补了一下高数的笔记，坦白讲，感觉比较困，感觉完全不在状态啊，不知道后面的情况会怎么样，希望比赛结束就彻底进入战斗状态吧。今天最重要的一件事：官龙涛-我高中的同学跟我的电话聊天，也许是他的二战经验吧，（其实我自己也已经有了念头），劝我考专硕，学硕太难了，不到5个月的复习时间（其实真正的复习时间恐怕连4个月都没有），要复习那么多的科目恐怕是不太可能啊，就怕数学啊。今天看了一下中传的工程硕士录取分数，就是从13年开始的，突然上升到了348分!!!而之前根本连300分都不到，可见专硕确实是最近几年的大热啊，不过有一点值得讲的就是：其实之前我准备考学硕也是目标360分左右的，那么考专硕我又何必怕呢？？况且，去年上一届的一个学长考北交（说实话，比中传好点）专硕都考了370多分，而且平时的学习恐怕也比不上我，所以。。。要不然考虑一下专硕？？？这也算是赌博了，因为一旦没有到复试线，就基本意味着我考研的失败，不太可能调剂了，考学硕倒是有可能调剂，唉，后面比赛完了再考虑吧，一定要慎重决定，就到这里吧，洗个澡睡了。</p>"
        },
        {
            "id": 146,
            "title": "2013/8/11",
            "mood": "moon",
            "content": "<p>如果你醒着，你就当清醒；如果你睡着，你就当酣睡。如果你在做一件事情，就不应该再考虑其他事。如果你的手在这里，你的思想同时也应该在这里。如果开始行动，就不要迟疑。</p><p>终于又要到了离开的时候，明天又要回中国石油大学（用了“回”,感觉非常亲切啊）。今晚在实验室呆了最后一晚，基本没有做什么东西，问题倒是发现了不少，明天去了之后跟老师共同解决吧。这次呆的时间稍短一点吧，一共就十天，华北赛的时候还是16天，嗯，越少越好。前6天青岛调试，后4天上海练习、比赛。形式相当的严峻啊，也不知道结果会怎么样，不过据说是只要进了全国最低就是二等奖。我就无所谓了，反正尽力而为吧，毕竟考研的问题都已经成为了完成时---很难了，不出意外只能考专硕了。好了，明天再说吧，上午10:30的车，早起吧，休息了。</p>"
        },
        {
            "id": 147,
            "title": "2013/8/13",
            "mood": "scorn",
            "content": "<p>也许有那么一个时侯，你忽然会觉得很绝望，觉得全世界都背弃了你，活着就是承担屈辱和痛苦。当你尚在年少，你受过的苦，吃的亏，担的责，扛的罪，忍的痛，到最后都将变成光，照亮你的路。</p><p>来到黄岛的第二天了，昨天真的太累了，而且晚上吃饭后直到睡前都是学长给我们讲程序，电脑没电了，于是昨天的日记停了。。。今天本来打算把之前在学校做好的都应用上，没想到啊，直到今天下午也没有搞定，没办法，钱老师下达了直接命令：明晚熬夜，从头重新做，所有的东西全部重新做！！！唉，好吧，也就是体力活，其实有好消息，学长调试的温度是能达到要求的，不过还是要看提产量后能不能实现稳态了。唉，决赛还有硬件的接线和答辩，要做的东西很多啊，还好，明天上午还能有休息的时间，好好养精蓄锐吧，明晚是关系决赛成绩最重要的一步，先走好吧。</p>"
        },
        {
            "id": 148,
            "title": "2013/8/14",
            "mood": "comeon",
            "content": "<p>年轻时得看远一点，有点理想。否则总想着最不济有父母养，有社保，这样就不想干活努力。总不至于饿死。一无所长，一无所能，也就只能牢骚满腹，羡慕富二代享福，混长了，人就没用了。</p><p>又是炎热的一天，现在坐在山东科技大学的考研自习室里写日记啊，微风轻轻的吹过指间，脸上的汗却不自觉的流下，浸湿了我的衣服，相比我们学校，山科大的孩子们确实是很辛苦啊，考研自习室挤得满满的，却要忍受着没有空调的日子，山东学子的韧性还是值得赞美。看着他们努力的挥洒着汗水，为了明年的研究生考试也放弃了很多很多，而我呢，还要继续走在比赛的道路上，今晚就要再次回到石油大学了，跟上一次华北赛一样的情况啊，回到实验室就是熬通宵，不同的是这次是将之前的所有东西从头开始做，很有压力啊，唉，还有就是，明天学长就要回北京了，也不知道他今天温度前馈的调整研究的怎么样了，如果没有顺利搞定，那我们就与一等奖彻底失之交臂了。好吧，现在看来我对研究生的考试也没什么信心，具体能走到哪一步呢？每天逃课学习？每天晚上爬14楼？还是对于专硕和学硕的选择？这可真正的让我面临再一次艰难的选择。好吧，活在当下，先把比赛撑过去，然后。。。剩下的就是，不想了，也许刚才提到的问题都会发生吧，好了，今晚熬通宵，所以下午写日记，也是新鲜的第一次尝试，嗯，休息一会儿，准备出发了。</p>"
        },
        {
            "id": 149,
            "title": "2013/8/15",
            "mood": "moon",
            "content": "<p>如果感到很辛苦，告诉自己：容易走的都是下坡路。坚持住，因为向上攀登，你就一定会有进步。如果你觉得得不到命运眷顾，开导自己：命是失败者的借口；运是成功者的谦词。命运从来都是掌握在自己的手中，埋怨只是一种懦弱的表现；努力，才是人生的态度。</p><p>唉，怎么形容今天的经历呢？学长回北京了，下午本来没有什么信心再继续做WINCC的，不过还好，经过坚持还是把所有的内容给做完了，但是只是正常的运行了，具体能不能真正的运行还是个未知数，刚刚把工程文件上交到了西门子的官方网站上，哦，刚刚发现答辩成绩的比例更大了，干扰部分的成绩比例倒是减小了很多，而且变成了自动评分。好吧，希望能正常的表现完成比赛，只要不出意外，一等奖是没有问题吧，嗯，就这样吧，睡了。明天还有PPT要做呢。</p>"
        },
        {
            "id": 150,
            "title": "2013/8/18",
            "mood": "angry",
            "content": "<p>已经是18号了，今天下午赶着时间拖着疲惫的身体来到了上海应用科技学院，听完了西门子自动化挑战赛总决赛的开幕式讲话，...........................酝酿一下。。。。。。。。开喷！！！在我的记忆当中我很少这么生气----TMD，你们砖家真是够欺负人的，比赛之前给我们四个小时的时间练习，加上了这么多之前从来没有的干扰，你们以为我们是神仙啊，我TMD甚至不相信你们能在这么短的时间内做到比赛的要求！！！！！！</p><p>钱老师也对砖家们很无语，气的明年不想再参加了，我们都没有想到，没想到事情竟然会走到这一步。唉，PPT还没有做好，现在是晚上十点零七分，钱老师可能还在研究硬件接线问题，话说硬件接线还从来没有完整的动手做过呢。最恶心人的是该死的组委会竟然要求开车步骤不准同时开启开关，你妹！！！不是我要骂人，是你们逼着我骂人，工业上真正的操作当然是越简单越好，你们竟然要限制我们必须用复杂的方法，你们是有病吧！！！研究了一下开关量的问题，说实话，如果再把程序从头来一遍的话可能会让开车的步骤满足要求，但是，没有时间练习操作啊，再说了，控制对象变化这么多我们跑一次程序都要50分钟，TMD一共4个小时，我。。。我诅咒你们组委会赚不到钱！！！以后再也没有学校参加你们举办的比赛！！！不管结果如何，我已经决定再也不跟西门子的任何事情沾边。好了，老子还要看程序，今天就写到这里，后面只要开车出现问题我就继续诅咒你们。</p>"
        },
        {
            "id": 151,
            "title": "2013/8/19",
            "mood": "melancholy",
            "content": "<p>今天的上机练习、硬件接线都结束了，本来以为能把程序调好，但是这次真的是没有戏了，控制对象改的太变态，硬件接线应该是问题不大，但是总成绩恐怕最多也就是70分吧。温度的稳态没有实现，哦，貌似跟“红高粱”他们初赛是一个问题，也就是说，68分左右吧，呵呵。即便是华北赛区实力最强，进了全国，恐怕68分我们也很难得一等奖。唉，无所谓了，已经就这样了，就看临场发挥吧。明天做PPT，晚上是硬件接线的比赛，然后，后天就正式结束了。到此为止了，突然很想回家，也不知道两天后自己的决定是什么，无论怎样，今年夏天的比赛经历带给我不少的收获，尤其是心态上，就写到这里吧，哦，呵呵，话说到目前为止在所有从小的好伙伴、同学当中，自己算是很不错了，嗯，继续加油，出发。</p>"
        },
        {
            "id": 152,
            "title": "2013/8/20",
            "mood": "comeon",
            "content": "<p>今天是值得庆祝的一天，虽然比赛还没有结束，但是今天的硬件接线环节可能是带给自己最大收获的一个环节，第8号线，我可能永远都忘不了，自己用螺丝刀接了多少遍，连手心都被戳破了，着急的额头都冒出了汗。还好，跟平时考试做题的方法一样，先把其他的线接好了，最后回过头来竟然就把第8号接好了，然后，一切的操作步骤就按照之前想的进行了。结果还不错，是我们整个第二组第二个完成的（唉，要不是那第8号线我们应该，不，绝对是最先完成的。好了，现在的心情也稍微的平复了，但今天我会记住，这将是我以后面临困难，面临压力时时刻刻提醒自己，给自己信心的动力源泉。明天下午就是正式比赛和答辩了，顺其自然吧，就这样，这个暑假本来主要是复习考研的，直到华北赛区结束，甚至是到石油大学去调试的时候我也是这么认为，但是现在，仅仅是过了几天而已，我的内心已经改变了想法，我不后悔参加西门子比赛，不后悔进入全国决赛，这一切经历，体会到的所有的酸甜苦辣都是我大学生活最宝贵的篇章。明天带着一份轻松，严谨的心情去打好最后一仗。</p>"
        },
        {
            "id": 153,
            "title": "2013/8/21",
            "mood": "scorn",
            "content": "<p>等这一天已经等了大半年了，没错，西门子比赛，终于结束了！！！心里的大石头也放下了。虽然今天的正式比赛和答辩表现都不是非常好，但此时此刻，我反倒显得很释然，能获得几等奖已经无所谓了。明天本来能好好睡一觉，钱老师还非要让我们去外滩转一下，她自己倒是去找同学玩。。。唉，上海应用技术学院离得太远了，也不知道交通情况怎么样，明天还要我们早晨6:40起床！！！下午3:30就要所有参赛队员集体合影，晚上还有晚会，真是不错。就是不知道能不能赶回来了。今晚就写到这里，明天好好玩一天，23号返京。OK，停笔。</p>"
        },
        {
            "id": 154,
            "title": "2013/8/23",
            "mood": "happy",
            "content": "<p>无论如何选择，只要是自己的选择，就不存在对错后悔。过去的你不会让现在的你满意，现在的你也不会让未来的你满意。当初有胆量去选 同样该有勇气把后果承受。所谓一个人的长大，也便是敢于惨烈地面对自己：在选择前，有一张真诚坚定的脸；在选择后，有一颗绝不改变的心。</p><p>已经回到北京了，回到了我那熟悉可爱的学校。昨天晚上由于玩的太high,所以没写日记。呵呵，真的是很高兴，西门子全国总决赛获得了一等奖！！！而且这次比赛的体会非常深刻，心理的承受能力和见识都增长了很多。昨晚西门子公司组委会请我们来自全国各地的师生们大吃了一顿，钱老师、佟老师、任老师和我们几个参赛学生都high到了顶点，一个特等奖、两个一等奖，这也算是我们师生对母校交了一份满意的答卷。今天在回来的火车上，心里一直非常轻松，一是通过这个暑假的比赛，对自己的整个大学生活的规划也算是完成了一个重要的拼图；二是我剩余的大学生活只剩下了一件事，考研，中传媒！！！好了，先不给自己太大压力，可以暂时放松一下疲惫的心情和身体，唉，这么长时间的“折磨”我发现自己憔悴了很多啊。哦，海泉今天又发短信了，催着我回家，呵呵，看来半年没见确实是很想念啊。没办法，我现在正处于最忙、最重要的时刻，只能先解决自己的事情了，明年一定回去跟兄弟们好好聚一下。。。休息了。</p>"
        },
        {
            "id": 155,
            "title": "2013/8/25",
            "mood": "sleepy",
            "content": "<p>Happiness is a butterfly, which ,when pursued, is always just beyond your grasp, but which, if you will sit down quietly, may alight upon you. 幸福是一只蝴蝶，你要追逐它的时候，总是追不到；但是如果你悄悄地坐下来，它也许会飞落到你身上。</p><p>现在是晚上11点，今天搬宿舍搬到快吐了，本来从14楼搬到13楼就浪费了一下午的时间，（哦，上午还好，至少把头发理了，学费交了，公交卡费充了。）但是下午刚收拾好东西安顿下，就接到了“西哥”和“蓝蓝”的通知，呵呵，我们三个换了一下房间，我现在已经到了二人间，跟青松一个屋了，本来是好事，但是刚刚收拾完床才发现，这双人间简直是简陋的极点了，好多的东西都没有地方放，而且现在屋外吵的很，谁说话，说什么话，听的一清二楚，根本没有想象的安静。唉，只能顺其自然了，还有，明天上午要去道尔泰逛一下，这么压抑的双人间要好好整理一下，富有个性和新鲜感的环境需要自己去创造的，哈哈，睡了。</p>"
        },
        {
            "id": 156,
            "title": "2013/8/26",
            "mood": "comeon",
            "content": "<p>凡事都有度，略显羞态。羞态并不是弱的表现，恰恰是美的昭示，最能激起男人怜香惜玉的心态。她那矜持的动作语言，脉脉含情的目光，那嫣然一笑的神情，仪态万方的举止，总是胜过千言万语。</p><p>今天宿舍的事情终于忙完了，大学生活最后一年的“家”已经尘埃落定，基本不会出去住了。现在感觉环境还可以，哦，最重要的一件事：今天跟官龙涛又通了电话聊了一会儿，我已经决定了---专硕！！！以稳为主，考上就好，而且自己目前来看是不想去考虑考不考博士的问题，就算到了需要考博士的时候，无非就算再复习一年就是了，一步步走吧。明天开始就要投入到正式的复习当中了，这一学期的时间就要决定我的未来了，中传媒，等着我，为自己加油。</p>"
        },
        {
            "id": 157,
            "title": "2013/8/27",
            "mood": "comeon",
            "content": "<p>选择读书，那应该一鼓作气，在您尚未进入产业时，能读多高就多高，毕竟何时进入产业，您都是社会新鲜人。但是一旦您已经有工作经验而又有心进修，当然管道很多，相对的挣扎也多。</p><p> 好吧，天气仍然还是很热，中午跟晚上睡觉总是汗流浃背，唉，换宿舍的唯一缺点就是现在没有空调了，忍着吧，现在希望天气赶紧凉快起来。今天开始看线性代数的视频，哦，应该是接着上学期的视频接着看，说实话，有些内容又忘得差不多了，嗯，没关系，给自己鼓劲，从现在开始每天都会认真的复习考研的内容了，貌似最近还是有点复习起来力不从心，希望在开学之前的这5、6天快点找到复习状态，看起来应该是没有太大的问题，嗯，马上给自己制定一个复习的计划，坚决完成！！！</p>"
        },
        {
            "id": 158,
            "title": "2013/8/28",
            "mood": "sleepy",
            "content": "<p>成熟是一种明亮而不刺眼的光辉，一种圆润而不腻耳的音响，一种不再需要对别人察言观色的从容，一种终于停止向周围申诉求告的大气，一种不理会哄闹的微笑，一种洗刷了偏激的淡漠，一种无须声张的厚实，一种并不陡峭的高度。</p><p>今天早晨竟然（说早晨实在是有点惭愧）10点起床！！！很恶心的感觉，自己都看不起自己了。吃了中午饭就去自习室了，奋斗了不到半月的自习室终于要离开了，我们现在搬到了四楼，也不知道学校会不会给我们安排考研自习室，也许下学期要真的打“游击战”了，看看开学后就去6楼占个教室。哦，下午自习的效果还算可以吧，信号与系统，这门课就是不能长时间放下，概念、性质前后联系太紧密，其实数学也是，尤其是线代。第七章，系统函数，基本内容今天下午是看完了一遍，就差明天的做题训练了，明天争取将课后题目做完，反正开学之前将信号与系统的内容做完第一遍是没有问题，然后就是线性代数了，开学之前尽量将所有的内容串起来，形成知识网络，这样后面就可以给高数留有余地了。嗯，今天是正式战斗号角吹响的第一天，给自己打60分安慰一下，明天继续。</p>"
        },
        {
            "id": 159,
            "title": "2013/8/29",
            "mood": "ogle",
            "content": "<p>当你羡慕别人的时候，别人又何尝不是这样看你，只是你觉察不到罢了；我们嫉妒别人的成功，总是怀疑自己太失败，其实只要有事做，有饭吃，有人爱，那样你就成功了。</p><p>第二天的正式复习，当前的状态仿佛回到了上学期刚开始的状态—返回看一下刚开始写的日记，每天记录的学习状态和存在的问题跟现在几乎是一样的，简单来说就是精力没办法长时间集中，效率较低。不要灰心，这是一个循序渐进的过程，只要坚持，挺到最后就是胜利。钱老师下午发短信来说让我们准备写暑假实践报告，只要200字左右就可以了，哈哈，偷笑一下，其他人可能要写2000字呢。总结了一下，今天的学习效果：上午看乐哥的视频，明天不出意外就看完了，下午把信号与系统第七章的题目做了一大半吧，然后开始练习熟读英语阅读。嗯，鉴于复习刚刚起步，还是勉强给自己及格吧，60分。加油，中传媒，Ｉａｍ　ｃｏｍｉｎｇ．</p>"
        },
        {
            "id": 160,
            "title": "2013/8/30",
            "mood": "sleepy",
            "content": "<p>If you believe in yourself and with a tiny pinch of magic, all your dreams can come true. 如果你相信自己，然后再加上一点点运气，那你的梦想就都能实现。</p><p>上午七点起床，有长进了，不过这种生物钟的大幅度调节还是产生了“副作用”---上午乐哥的视频本来打算看完的，结果只完成了一半，效率很低啊，明天坚决看完！！！哦，不行，唉，上午还有数学建模的报告，浪费时间啊，没办法了，只能看山西哥的临场发挥了，自己确实是忙不过来了，大学时代的最后一次比赛，就当一次“酱油”吧，体会一下“抱大腿”的幸福，呵呵。哦，说实话，英语的效果也比较差，或者说很差，不知怎么回事，难道是上学期买的那本张剑阅读精解跟真题的思路不一样？封皮是明明写着偏难的，TMD，被坑了。今天试着做了一篇竟然错了四个！！！唉，英语要每天练习啊。今天的收获在于信号与系统，第七章的内容都看完了，习题也都搞定了，确实是比较简单。明天就把第八章搞定，这样也算是在下学期之前把信号与系统过了一遍了。马上就到新学期了，加油吧，fight.</p>"
        },
        {
            "id": 161,
            "title": "2013/8/31",
            "mood": "comeon",
            "content": "<p>Every adversity, every failure, every heartache carries with it the seed on an equal or greater benefit. 每一次不幸、每一次失败、每一次心痛都会孕育同样或更大的成功。</p><p>今天的收获也一般，刚才刚刚看完了汤家风老师的中值定理部分，总结的非常好啊，几乎涵盖了所有的题型，需要的就是后期做题熟练掌握了。英语今天第二天做真题，错了三个（哈哈，比昨天有长进），值得一提的是信号与系统，第八章几乎没怎么看进去，感觉时间会浪费很多，决定明天开始看学长的高分笔记了，对应第八章的考点看，时间宝贵啊，今天又是八点多起的床，明天争气，开学前最后一天了，给暑假做一个舒服的结尾吧，睡了。</p>"
        },
        {
            "id": 162,
            "title": "2013/9/1",
            "mood": "sleepy",
            "content": "<p>I try to do the right thing at the right time. They may just be little things, but usually they make the difference between winning and losing. 我尝试在对的时间，去做对的事，或许只是一些小事，但这些事却常常左右你的输赢。</p><p>今天不错，开学之前的最后一天，9月1号。上午把线性代数10讲的第一章行列式做完了，貌似效果还是一般，但是基本的做题思路正在慢慢培养出来。下午，哦，先别提下午，中午把快递的问题处理了一下，跟客服还聊了好长时间，最终还要再搭上15块钱的运费，这本数学真题必须好好利用，否则对不起这昂贵的价钱啊。</p><p>下午睡了一会儿，（一直坐到5点，哪叫一会儿啊），去六楼跟琐哥他们一块自习，英语阅读还是错4个，状态找不到就是不行啊，单词量捉襟见肘。。。值得高兴的是专业课，第一章的内容通过真题又复习了一下，从00年到08年，第一章的题目基本比较固定，也比较简单，不过明天继续做09年之后的看一下吧，貌似后期的题目难度和题量明显增多。。。，刚才回宿舍竟然还有电梯，早知道就把书包背回来了，明天上课，睡觉了（貌似松哥还没回来啊，待会可能又要被吵醒了。。。唉。。。）</p>"
        },
        {
            "id": 163,
            "title": "2013/9/2",
            "mood": "comeon",
            "content": "<p>生活对于我们是残忍的，而我们却总是对自己过于宽容，命运是不公的，但你是否曾为自己的改变真正去努力过？改变对谁来说都是一种痛，可是不痛，又怎么能成为更好的自己。</p><p>今天太累了，刚爬13楼回来，长话短说吧。上午第一节课自控案例分析，做了满满一节的线性代数。第二节课继续，到6楼边听大三学生的自动控制原理边做题。晕了，中午回来又跟京东客服聊了一会儿，说是今晚给我把钱退回来，貌似还没有啊，TMD，真是坑爹，明天继续聊！！！晚上英语搞起，错三个。信号与系统的题目开始做第二章，唉，忘得差不多了，做着做着效率低了，明天提升一下状态，继续加油。话说明天还有三门课，好大的鸭梨啊，睡了。</p>"
        },
        {
            "id": 164,
            "title": "2013/9/3",
            "mood": "ogle",
            "content": "<p>山不解释自己的高度，并不影响它的耸立云端；海不解释自己的深度，并不影响它容纳百川；地不解释自己的厚度，并没有谁能取代她万物之本的地位。低调做人，就是用平和的心态来看待世间的一切。修炼到此种境界，为人便能善始善终！</p><p>星期二，课最多的一天，真是很累啊，连续的专业课，即便是没有认真听，也不可避免的会耗费一部分精力。上午，本学期钱老师的第一节计算机控制技术课啊，我也真不给老师面子，照样做线性代数的题目，唉，可惜啊，有好多的题目还是找不到做题思路，看来还是要认真总结归纳才行。下午也是上完课后回来睡了一觉，哦，买书的钱终于退回来了，真是不容易啊，紧接着就在亚马逊上又买了一次，哈哈，把客服给忽悠了，爽！！！晚上还是雷打不动的老样子:今天值得说的是英语，做了两篇，其实一开始是想做一篇的，TMD，没有长进，核对了答案竟然又错了四个！！！当场发飙了，马上做了第二篇，结果。。。哈哈，错一个，心里这才平衡下来，否则估计都没有心情做专业课的题目了。这样把心态调整了一下，专业课做的效果也不错，00年-08年，其中掌握了卷积积分的性质计算方法，果然，好多的题目都是基本不怎么变的，掌握了就没有问题，嗯，今天给自己打70分，哦，同学今天介绍了一部好看的动漫—进击的巨人，下载了好几集了，明天没课，就当是小小的放松一下吧，哈哈，watching…</p>"
        },
        {
            "id": 165,
            "title": "2013/9/5",
            "mood": "sleepy",
            "content": "<p>To strive, to seek, to find, and not to yield. 去奋斗，去追求，去发现，但不要放弃。</p><p>昨天隐身侠没有登录上，可能是连续下载《进击的巨人》电脑内存有点扛不住了，没有办法，昨天只能空缺了一天，今天继续。。。上午计控课，钱老师下课后突然对我说让我做一下西门子比赛的总结，“奇葩女”不给力啊，关键时候竟然连上台做个总结都不敢，真是让人无语，还要浪费我一下午时间做PPT，下午的过程控制课也逃了。不过今天最大的不幸就是校园卡丢了，最后一年了，还要重新补办一张，也不给我使用到最后的机会，唉，补办校园卡要一周的时间，看来最近要到外面“改善生活”了，呵呵，算了，不为这些琐事郁闷了。其实今天最大的失败就是数学的进度太慢，基本没怎么看，而且英语，又是错的很多啊，TMD，不在状态啊，明天必须逆袭！！！专业课今天把第三章的内容过了一遍，明天开始做题。今天的成绩必须不及格了：50分吧。明天周五，上午第一节看看能不能起床吧，起不来干脆直接逃了。好了，休息。</p>"
        },
        {
            "id": 166,
            "title": "2013/9/7",
            "mood": "melancholy",
            "content": "<p>一个人把自己看得太高，就会被别人看低；一个人把自己看得低一点，就会被别人看高和尊重。故意抬高自己是一种心虚，故意贬低自己也会矫揉造作。平和的神情、真诚的态度和不在意别人眼中是否贵贱的肚量，是祥和生活的保证。</p><p>昨天没写日记是我最大的失败，不是因为别的，为了一个不值得浪费时间的理由，唉，一个奇葩的高中同学。。。算了，只给自己带来无聊和麻烦的事情不去再回忆了。今天竟然感冒了，真是没有想到，可能就是昨天睡眠时间太少今天又高强度的学习吧，身体的抵抗力确实是受到了一定影响，坚持一下吧。今天英语还是照样两篇阅读，结果仍然不理想，每篇错3个，不过我现在倒也对英语没有太多的恐惧，毕竟距离正式的考试还有几个月呢，现在的水平如果都基本做到不错，那到了后期还真的可能会担心。专业课也继续着，第三章的真题已经做完了，明天开始最繁重的傅里叶变换。数学得赶紧加油复习了，做题的状态还是没有找到，很可怕啊。哦，最近西门子的比赛总结会还要我上台发言，真是烦心事，明天上午还有数学建模的最后一次练习，你妹啊，不管了，起来就去，起不来就不去了，刚下载了13年NBA全明星赛的视频，放松一下。</p>"
        },
        {
            "id": 167,
            "title": "2013/9/8",
            "mood": "comeon",
            "content": "<p>心存希望，幸福就会降临你；心存梦想，机遇就会笼罩你；心存真诚，平安就会跟随你；心存善念，阳光就会照耀你；心存美丽，温暖就会围绕你；心存他人，真情就会回报你；心存感恩，贵人就会青睐你；心存坚持，快乐就会常伴你。过去的事已经过去，从现在起如何自新最重要。</p><p>感冒还是对身体有一定的影响啊，对于考研来说绝对不能硬撑着，今天晚上效率低的可怕，不，是整天的效率都惨不忍睹，上午去听了那无聊的数学建模讲座，唉，跟“山西哥”还吵了一架，真的是别无选择（等毕业后，我一定要查找一下自己的日记，不出意外的话“没有办法”、“别无选择”会是高频词吧），晚上张静老师又来电话，硬是让我参加，那就这样了，浪费三天时间吧，呵呵，现在看起来复试的筹码真是很丰富，但是关键是TMD初试前景很不乐观啊！！！好吧，我承认只能硬扛着，后期的目标：<p>①保证身体健康，为革命的成功做“硬件”保证；</p><p>②在①的前提下，燃烧自己所有的能量拼最后四个月；</p><p>③时刻调整自己的心态，保持乐观、自信；</p><p>④排除所有的干扰，专注四门课的复习。</p><p>哎呦，头疼啊，就写这些吧，明天是新的一周，加油干！！！</p></p>"
        },
        {
            "id": 168,
            "title": "2013/9/9",
            "mood": "comeon",
            "content": "<p>Give so much time to improving yourself that you will not have time to criticize others. 给自己充足的时间来改进自身，你会没时间去批判别人。</p><p>人生啊，总是一个经历酸甜苦辣的过程，穿插着或是高昂或是低沉的节奏，谱写着精彩的篇章。今天算是吧，上午起床晚了，任老师的课上了一节就溜走了，唉，数学也没有看多少内容，时间在低效率的学习中总是过得很快，中午很快到了，拖着疲惫的身体好不容易能有个正常的午睡没想到却睡过火了，就业指导被老师点名了，下节课不去就直接没有考试资格了，太揪心。第二节课去了久违的0815实验室，师生们再一次坐到一块儿，准备着周五的西门子总结大会，同时又翻阅着这个暑假比赛的照片，一幕幕的情景仿佛出现在昨天，怀念过往的生活，所有的否定和质疑都交给了时间，留下被肯定的今天。这个难以忘却的回忆此刻已经在我们所有人的笑声中显得如春天的百花，历久弥香。今天抒发的感情比较多啊，晚上的自习效率问题还是没有解决，给自己点压力吧，再不抓紧，中传媒就要离我而去了。明天还有课堂小测验，早点睡了，开启战斗模式。</p>"
        },
        {
            "id": 169,
            "title": "2013/9/10",
            "mood": "moon",
            "content": "<p>人有两只眼睛，是平行的，所以应当平等看人；人的两只耳朵是长在两边，所以不可偏听一面之词；人虽只有一颗心，然而却有左右两个心房，所以做任何事，不能只为自己着想，更应该为别人着想。</p><p>最近效率低的原因貌似已经明了。之前也出现过这种情况啊，熟悉的感觉，其实就是季节交替对自己身体生物钟的作用吧，也包括之前的感冒。做题，读文章都无法长时间集中精力，也许这是需要自己的身体对自然季节适应一段时间。总而言之要抓紧时间了，真正的分秒必争啊，明天星期三没有课，上午一定早起，去把数学高数第一讲搞定，唉，都星期三了还没搞定第一章，真是丢人。今天晚上的复习也不乐观，虽然英语两篇阅读全对了，听起来很“恐怖”，但是是第二遍做，而且做的过程也经常出现走神儿现象。至于信号的第四章真的是我的弱点，总是无法静心研究，明天争取完成08年之前的真题，并加强巩固一轮复习的题目。好了，睡觉。</p>"
        },
        {
            "id": 170,
            "title": "2013/9/12",
            "mood": "comeon",
            "content": "<p>All our dreams can come true， if we have the courage to pursue them.——如果我们有勇气去追求，我们所有的梦想都可以成为现实。</p><p>貌似每天都要爬楼了，学习的效率不高，只能用时间来弥补，真不知道这种状态什么时候才能调节好，唉，急不得。今天去了表姐家，姑姑过生日，把比赛证书拿给姑姑和姑父看顺便交给他们保存着，重要的东西可不能丢了。表姐今天也回来了，还是给人很惊艳的感觉，什么时候才能达到她那种生活状态呢，在看似平静的外表下，充实着令人惊艳的稳重心态和知识储备，也许这就是所谓的“达人”吧。</p><p>信号与系统终于看到08年了，今天的遗憾就是去姑姑家把学习英语的时间浪费了，看到自习教室的一个电气系的同学真是玩命----据说要在剩下的3个多月的时间住在教室！强悍，算了明天还有数学建模的比赛，赶紧洗漱睡觉了。</p>"
        },
        {
            "id": 171,
            "title": "2013/9/13",
            "mood": "sleepy",
            "content": "<p>积攒了那么多的“开场白”，今天终于用光了，哦，准确说应该是昨天晚上用光的。星期五，数学建模比赛的第一天，中午偷懒睡了2个小时左右，下午按部就班的写了一部分论文，呵呵，真是不习惯自己的这种态度和做事方式。晚上去了6楼自习室，战友们也都在，我发现像我们这种作息时间的同学还真是不多，甚至可以说几乎没有人能做到，看来我的决定是对的，跟着电气工程这些同学在一块学习真是能提高自己的意志，虽然最近感冒影响自己的状态，但貌似现在已经很好了，估计下周开始就能恢复正常，下周有总结大会，哈哈，本大人要上台发言，期待中。不过话说最近这几天也不会太好过了，至少明后天的数学建模也不太可能像今天这么放松了，而且后天又要去知春路开发票，买工具，天哪，不想了，洗漱一下睡了。</p>"
        },
        {
            "id": 172,
            "title": "2013/9/14",
            "mood": "moon",
            "content": "<p>You cannot control what happens to you, but you can control your attitude towards what happens to you.什么事情会发生在你身上是你不能控制的，但是你可以控制你对待事情的态度。</p><p>数学建模比赛的第二天，上午起床晚了，去实验室帮队友们解决了赛题的第三问，一直忙到下午两点才结束，饿的都快晕过去了，希望努力没有白费吧，不出意外的话今晚他们至少应该把前三问搞定了，明天也没有办法去帮忙研究了，要去帮老师开发票，上午就靠剩下的两个队友了，而且下午应该也不会剩余太多时间，所以这次比赛很大程度上也是有重在参与的意思，随天意吧。晚上把信号与系统第四章的题目搞定了，剩下最后一个题，刚才有些步骤还没看明白，研友们急着回来，唉，应该坚持看完的。数学倒是两天没碰了，明天下午一定要做数学题目，马上要12点了，洗漱睡觉了。</p>"
        },
        {
            "id": 173,
            "title": "2013/9/15",
            "mood": "sleepy",
            "content": "<p>A truly happy person is one who can enjoy the scenery while on a detour. 一个真正快乐的人是那种在走弯路时也不忘享受风景的人。</p><p>多么好的夜晚啊，秋季的夜色还是这样迷人，充满着宁静与祥和，刚才去14楼跟青冲聊了一会儿，谈论了一下考研的问题，聊的很High,不过看情况复习的还不是很好啊，今天更加坚定了我的想法，只有在自习室六楼跟电气那群同学一块才能真正有学习的氛围，这是没错的，即便是自己一个人也学习也达不到那种效率吧，今天下午去知春大厦买了电工工具和万用表，累的也够呛，中午没休息，不知道明天能不能恢复过来，晚上就学到9点半就回来了，唉，英语没有做阅读。。。现在有点扛不住了，算了，停笔了，明天还不知道能不能起来呢，睡觉。</p>"
        },
        {
            "id": 174,
            "title": "2013/9/16",
            "mood": "happy",
            "content": "<p>Whisper a wish to a butterfly and it will fly up to heaven and make it come true.对着蝴蝶悄悄许愿，它会飞到天堂然后让你的愿望实现。</p><p>上午做了一部分高等数学，效果也不是很好，积分学还是有一定的难度，下午继续开始线性代数的复习，现在看来高数跟线代每周穿插着复习的效果真的不是很好，从这周开始还是调整一下吧，每周将数学的时间尽量均匀分配给线代跟高数，后期着重高数的复习。下午倒是很不错，在实验室玩的挺好，练习了一下明天的发言稿，整体感觉不错，呵呵，今晚的效率倒是不高，英语阅读做的一般，信号第五章基本还处于刚刚复习课后题的状态，这周目标，把第五章彻底搞定。明天下午西门子总结，晚上请老师吃饭，嗯，明天结束后就真的没有一点多余的“干扰”了，拼命干吧，中传媒，希望很大。今晚回来比较早，待会儿整理一下之前下载的中传资料，OK。</p>"
        },
        {
            "id": 175,
            "title": "2013/9/17",
            "mood": "naughty",
            "content": "<p>每天结束时，在你睡觉之前，去想象一整天所发生的事。如果有任何的时刻或事件不是你想要的样子，那就改用能使你满意的方式，在心中“回放”一次。当你完全依照你所要的样子，在心中重新创造这些事件，就等于清楚了当天的频率，并为明天发出新的讯号和频率。</p><p>今天西门子总结大会终于结束了，这也意味着我之后真正没有任何外在的“干扰”了。怎么说呢，心情比较复杂，今天的讲话是在大学里第一次正式的发言，可能也是最后一次，没有什么别的想法，就是觉得机会挺难得，怀有远大的志向，未来早晚都要走这一步的。晚上跟队友们一起请了老师吃饭，很不错，师生们都很珍惜这份情谊，还有不到一年的时间就要离开了，还是抓住每一秒在一起的机会吧，毕竟整个的学生时代也就是这几个老师跟自己有这份深厚的情谊，而且能无话不谈，真的不知道明年毕业会是怎样的不舍，现在能做的也就是好好复习考研，放松心态度过自己剩余的大学生活。</p><p>晚上吃完饭去了教学楼学习，唉，不在状态真的不能硬撑着，英语做了两篇，第一篇错2个，第二篇全错了！！！真是自己找虐。。。明天还有一天的实验课，然后就是小长假了，嗯，休息一下，放松心情，睡了。</p>"
        },
        {
            "id": 176,
            "title": "2013/9/18",
            "mood": "happy",
            "content": "<p>总会有人说你好，也会有人说你不好，但只要做人做事问心无愧，就不必执着于他人的评判。无须看别人的眼神，不必一味讨好别人，那样会使自己活得更累。当有人对你施不敬的言语，请不要在意，更不要因此而起烦恼。因为这些言语改变不了事实，却可能搅乱你的心。心如果乱了，一切就都乱了。</p><p>做了一天的实验，老师们还算是挺“给力”，没有过分要求我们，不过这好心倒助长了不少“叛逆”分子的嚣张气焰，没想到有的同学竟然一直在聊天，玩手机，没有把老师放在眼里，太没素质了。</p><p>下午回来休息了一会儿，感觉不是很好，但是也坚持着去上了自习，果然，效率不高，好不容易坚持着把信号第五章的课后习题看完了，英语没有做。。。（直觉告诉我没做是对的），刚才去了1406找万青冲，本来还打算明天叫上他一块去中传媒逛一下，顺便给自己放松一下心情，放个小假期，唉，谁知道他明天下午有事，决定后天再去，嗯，无所谓了，那明天我先好好学上一天。今天晚上松哥回家了，哈哈，难得的安静啊，这两天算是很宝贵了，不用每天晚上12点多被他回宿舍吵醒，爽。</p>"
        },
        {
            "id": 177,
            "title": "2013/9/19",
            "mood": "comeon",
            "content": "<p>人生是很累的，你现在不累，以后就会更累。人生是很苦的，你现在不苦，以后就会更苦。万物相生相克，无下则无上，无低则无高，无苦则无甜。唯累过，方得闲；唯苦过，方知甜。趁着年轻，大胆地走出去，去迎接风霜雨雪的洗礼，练就一颗忍耐、豁达、睿智的心，幸福才会来。</p><p>中秋节，这一天过得却非常“失败”，上午本来8点起床了，倒下睡了一觉直接到11点----貌似又刷新了上午起床的记录。真TMD丢人丢到家了！！！中午吃完饭去教室看线性代数，如果说今天唯一的收获是什么，那就是数学吧，进度还算可以，第九讲已经开始进行了，不出意外，剩下这两天是可以将10讲全部看完的。晚上就再次出现丢人的情景：唉，做英语阅读，看着看着就走神，真是想狠狠的扇自己几个耳光，注意力太不集中，还有，做了两篇阅读竟然错了8个！！！这种结果就意味着明年考研的失败，就意味着未来几年的迷茫，同时又意味着我要承受几倍的压力与困难，总之一句话，考不上就是死路一条，没有任何退路！！！哦哦，忘了说了，TMD信号系统今天一个题都没做！！！我发誓，今天这种情况绝对是最后一次出现，否则就自己扇自己耳光，直到把自己彻底扇醒了为止！！！中传媒14年的招生目录出来了，跟去年几乎没有变化，唯一不知道的就是招生人数了，不管了，明天先去中传媒学上一天再说，再看一下阮晔老师的激情演讲打打鸡血。</p>"
        },
        {
            "id": 178,
            "title": "2013/9/20",
            "mood": "comeon",
            "content": "<p>Be what you want to be, not what others want to see——做你自己想做的，而不是别人想看到的。</p><p>时隔一个星期左右，再一次晚上爬13楼回宿舍了，今天开始找学习状态，虽然成果不是很大，但是已经开始看到之前奋斗的影子了，所有的一切都尘埃落定，中传媒的招生目录、招收人数、考试大纲都出了，基本没有什么太多变化，现在考研之前剩下的就是报名了，其余的时间---剩下三个多月左右吧，就是为了1月4号、5号的那四套试卷。真的是时间不多了，今天跟青冲去了中传媒一趟，印象上跟上学期没有什么太多变化，就是找自习室没有找到，那么大的两座教学楼竟然只提供8间教室上自习，这可真是无法接受，可能大部分学生都是去图书馆上自习了吧。今天晚上的学习成果与之前相比还算不错了，英语错了一半，政治开始看考点做题目了，多选真是要命，信号第五章考点很固定，但是有些题目不是很容易，做了7年的，明天就把第五章彻底干掉！！！11点半了，打开闹钟，洗漱睡觉了。</p>"
        },
        {
            "id": 179,
            "title": "2013/9/21",
            "mood": "sleepy",
            "content": "<p>Happiness is a butterfly, which ,when pursued, is always just beyond your grasp, but which, if you will sit down quietly, may alight upon you. 幸福是一只蝴蝶，你要追逐它的时候，总是追不到；但是如果你悄悄地坐下来，它也许会飞落到你身上。</p><p>中秋节的三天小长假结束了，明天周日，补周五的课，唉，李大教授的现场总线啊，已经两节课没去了，明天一定要拿着请假条去消一次假。今天的任务完成的也一般，上午数学看的不是很好，线性代数的第九讲还是没有搞定，嗯，计划一下，明天下午看看有时间把第九讲解决了吧。英语做到了2011年的真题，跟昨天一样，两篇阅读错一半，只能继续坚持着做下去了，错误率不要反弹就好了，到正式考试阅读理解至少要做对12个，那英语的成绩就基本保证了。今晚的信号复习倒是可以，越做越顺手，第五章的真题已经做完了，现在看来我的专业课复习进度已经远远超出其他所有同学，也算是弥补一下暑假数学浪费的时间吧。政治也必须开始着手了，否则真的很悬，只能是多做题目了。明天看一下阮晔老师的马哲原理，好好总结一下，政治要保证65分左右啊，OK，睡觉。</p>"
        },
        {
            "id": 180,
            "title": "2013/9/22",
            "mood": "sleepy",
            "content": "<p>学别人，无论学得多像，也只能成为别人第二。走别人走过的路，将会迷失自己的脚印。生活中的我们太习惯于走别人走过的路，偏执地认为走大多数人走过的路不会错，但是我们从未发现，当自己这么想的时候，总是忽略了一个重要的事实，那就是：走别人没有走过的路，往往更容易成功。</p><p>明天又要开始新的一周了，没有什么新鲜的感觉，还是照常进行着原本的计划（呵呵，这就对啦）。距离预报名就剩下3、4天的时间了，这个阶段的复习已经进入了正轨，感觉自己真的很差劲，这个时候才刚刚进入状态，不过现在看来反倒挺担心政治的，其实现在除了专业课，其余的三门都不是很扎实，看一下今天的复习情况：英语，唉，终于及格了，两篇阅读错4个，借的这本12年的真题也做完了，明天开始进行12年和13年的最后八篇英语一的阅读，然后就专攻英语二了。数学复习的仍然不是很顺利，持之以恒的过程啊，还是坚持吧，信号开始看第六章了，明天就开始做课后题，专业课的复习真是我最引以为豪的，远在其他同学的进度之上。说一下私生活吧，青松哥昨晚3点回学校的，唉，我安静的睡眠又要到头了，不过小武今天上午说要跟青松哥换宿舍的，也不知道能不能行，对我而言是利大于弊吧，晚上的睡觉应该是能保证了，但是也有副作用啊：小武基本上跟青松哥的生活地点完全相反----整天呆在宿舍里，也影响了我下午的宿舍训练，这可不太好，还是那句话，一切顺其自然吧，睡觉。</p>"
        },
        {
            "id": 181,
            "title": "2013/9/23",
            "mood": "sleepy",
            "content": "真正的成功，不是来自别人的认可和评价，而是由自我满足带来的宁静平和的心态。如果你在自己力所能及的范围内，尽了最大的努力来改进你的现状，这就是你最大的成功。上帝赋予每个人的身体、智力水平都不尽相同，只要尽己所能，全力以赴，把生命的能量发挥到极致，结果就已经不再重要。<p>长话短说吧，十一点半了，刚刚爬十三楼回宿舍，肚子饿的不得了，不过回来发现床上出现了一块月饼！！！不知道是谁送来的，管它呢，来的正是时候啊，10秒钟吞掉充饥，哈哈。</p><p>今晚学习效率不高，唉，主要是吃完饭跟研友们研究中国政治太投入了，聊high了，不知不觉就到了7点，英语阅读跟昨天一样，刚刚60%的及格水平，专业课倒是浪费了不少时间，总结一下还是对公式、性质掌握不熟练，不过还是坚持把课后习题整了一遍，明天开始专业课真题，好了，马上洗漱休息了，明天还要早去抄作业！！！明天三节课啊，痛苦。。。（青松哥还没回来，唉，不知道今晚几点才能入睡。。。）</p>"
        },
        {
            "id": 182,
            "title": "2013/9/25",
            "mood": "scorn",
            "content": "<p>Not every effort counts. But every harvest comes from hard effort.不是每一次努力都会有收获，但是，每一次收获都必须努力。</p><p>今天晚上必须得写了，没办法，昨天给了自己一个“偷懒”的机会没有写日记就已经很有罪恶感了。唉，虽然现在已经11点半了，刚才也是爬到13楼上来的。归根结底“罪魁祸首”就是专业课，我大信号竟然成为了制约自己晚归的障碍。TMD，没想到第六章Z域分析的题目这么难做，今天晚上勉强做到11年，而且，这两天晚上英语的时间没有怎么浪费，做题的效率有提升了，昨天好像是达到70%的正确率了，今天又是60%。嗯，好现象，先稳定住了状态。最近的第一任务就是研究生网上报名，今天上午在我的坚持努力下，顶着处于瘫痪状态的系统，报名成功，然后就等后期现场确认了，唉，终于，日子越走越近，自己目标的实现也越来越近，很兴奋的感觉，好吧，本来还想写计算机控制作业的，但是貌似时间不允许了，马上就要12点了，明天上午还有数学任务，今天做了一上午实验，而且。。。一整天没看数学，啊啊啊啊啊，不写了，否则停不下了，洗漱，睡觉。</p>"
        },
        {
            "id": 183,
            "title": "2013/9/27",
            "mood": "comeon",
            "content": "<p>I can accept failure, everyone fails at something. But I can't accept not trying. 我可以接受失败，每个人都会在一些事情上失败。但我不能接受不去尝试。</p><p>怎么开始隔着一天写一次日记了？？？这可是偷懒的表现啊，不能给自己任何放松的机会。昨天没写，今天补上。哦，想起来了，昨天下午没休息，晚上非常头晕，貌似昨天英语练习的第二篇阅读全错了！！！在印象里已经出现过好几次了，这种状况坚决要灭掉！！！幸好啊，今天开始做英语二的试题了，这次终于明白英语一跟英语二的差距了，没想到啊，第一次做英语二，竟然两篇阅读对了9个，而且时间花费的很少啊，果然，这差距是决定性的，现在越来越有信心了，晚上下载了英语二的真题和解析，明天就打印出来研究几遍，没问题！！！还有三个月的时间，英语是没问题的，甚至能冲击一下70分！！！专业课也看到第七章了，明天就要复习易错的课后题，然后就是真题，嗯，专业课的复习也没有什么压力。政治，今晚买了考研大纲，明天就到了，明天开始，每天看40页左右，十天一遍，看它6-8遍，狂做习题训练，65分也不会太困难。所以，决定初试的就是数学，白天的时间以后要好好分配，看20页左右的政治，然后其余所有时间全部给数学，目标120分，目前就它的问题还比较大了，十一期间把高数18讲和线代10讲全部搞定，然后就是狂做真题了，加油啊，中传媒已经离得越来越近了，persist to the happy end !!!</p>"
        },
        {
            "id": 184,
            "title": "2013/9/28",
            "mood": "comeon",
            "content": "心是一个人的翅膀，心有多大，世界就有多大。很多时候，限制我们的，不是周遭的环境，也不是他人的言行，而是我们自己：看不开，忘不了，放不下，把自己囚禁在灰暗的记忆里；不敢想，不自信，不行动，把自己局限在固定的空间里。如果不能打破心的禁锢，即使给你整个天空，你也找不到自由的感觉。小长假的第一天，在自习室中度过，上午起床比平时晚了10分钟，不行啊，这又是懒惰的苗头，必须扼杀在摇篮之中！！！上午把线性代数的第十讲看了一半吧，题目做的不是很顺利，感觉部分概念性的问题还没有搞的很清楚，对了，昨天买的政治大纲今天到了，可惜啊，刚才回来的时候没有带上，明天上课可以看。下午回来睡了一觉，还是老规律，晚上唯一的遗憾就是专业课复习的比较少，第七章课后习题没有按照计划做完，不过这是有原因的---在网上看到了不错的视频，有考研政治和数学的名师对大纲解析，其中听了数学的分析感觉收获比较大，哦，今晚10年英语二后两篇阅读，呵呵，真是的，在最后改错了一个题目的前提下仍然达到了80%的正确率，不过没有原文翻译，这可比较麻烦，今天把12、13年的真题和解析打印出来竟然花了我14块钱，唉，好好利用吧。行了，明天还要补周五的课，就写到这里了，洗漱睡觉。（每天晚上的结束语都这么熟悉，以后变个花样）"
        },
        {
            "id": 185,
            "title": "2013/9/29",
            "mood": "sleepy",
            "content": "<p>心是一个人的翅膀，心有多大，世界就有多大。很多时候，限制我们的，不是周遭的环境，也不是他人的言行，而是我们自己：看不开，忘不了，放不下，把自己囚禁在灰暗的记忆里；不敢想，不自信，不行动，把自己局限在固定的空间里。如果不能打破心的禁锢，即使给你整个天空，你也找不到自由的感觉。</p><p>补课的第一天，没有什么新鲜感，如果一定要说点什么，那今天上午第一节现场总线，我们亲爱的李大教授对我的“特殊照顾”算还是值得提一下，西门子比赛的经验让我没有在李教授的提问下慌乱，当然，由于没有听课，回答的也是比较乱。第二节运动控制的小测验也是个惊喜，跟小武拿着手机各种搜答案，真是爽快。下午看完了刚更新的进击的巨人，挺有感概的，想知道后面的故事发展，于是紧接着把漫画也看完了，一下午的时间啊。又“犯罪”了。晚上买了几个馅饼去教室搞定晚饭，话说琐哥和其他几个哥们真是会享受啊，拿着电饭锅、泡面、鸡蛋、白菜、花生。。。。去了教室亲自下厨，这是要在教室里度过十一假期的感觉啊，紧张的复习中还能这样犒劳自己，也算是我们考研战场上别有的一番风景。</p><p>刚才爬13楼回宿舍，大家说这笑着就上来了，其实自己很久之前就已经发现这难以名状的感受：累，但不苦。不知道在毕业后还会不会有这么令人感动的生活。算了，不煽情了，明天补课的第二天，好好休息，睡觉了。</p>"
        },
        {
            "id": 186,
            "title": "2013/10/1",
            "mood": "comeon",
            "content": "<p>Crying is all right in its own way . But you have to stop sooner or later, and then you still have to decide what to do.哭本身来说是没有什么错的。但是早晚你都要停止哭泣，然后决定该怎么办。</p><p>这篇日记本来是昨天晚上应该写完的，昨天熬夜太晚了，刚把前言复制过来回宿舍的时间就到了。在自习室的学习已经成为了习惯，今天是十一假期的第一天，怎么说呢，就当是给自己一个放松的机会吧----今天复习的内容不是很多，现在是晚上8点，晚自习的时间还没有正式开始，晚饭跟同学在教室煮了泡面，吃完饭就进入休闲时光了！！！刚才联系看了好几集《新编辑部的故事》，不说罪恶感了，太没有底气，行动！！！只有行动才是最好的证明，今晚剩下的三个小时完成以下目标：线性代数10讲搞定，英语三年真题的单词整理完，信号与系统第七章剩下的真题做完。OK，马上行动。</p>"
        },
        {
            "id": 187,
            "title": "2013/10/2",
            "mood": "sleepy",
            "content": "<p>Those who fly alone have the strongest wings. 那些独自飞翔的人，会拥有最坚韧的羽翼。</p><p>中午睡觉没盖被子，起床后有点小小的感冒，下午和晚上只看了一部分数学，线代终于结束了，高数还剩下最后一讲，明天搞定。英语和专业课今晚就不看了，好好休息吧，明天早起，上午把高数的微分方程搞定，政治能看多少看多少，然后所有科目全面进入最终提分阶段，专业课巩固基础，课后习题第二轮开始；英语真题第二轮开始；数学真题开始；政治大纲按计划进行。。。OK，背几个单词，回宿舍睡觉。</p>"
        },
        {
            "id": 188,
            "title": "2013/10/4",
            "mood": "comeon",
            "content": "<p>强者未必是胜者，而胜利属于有信心的人。你若仅仅接受最好的，你最后得到的常常也就是最好的，只要你有自信。一个人胜任一件事，85%取决于态度，15%取决于智力，所以一个人的成败取决于他是否自信，假如这个人是自卑的，那自卑就会扼杀他的聪明才智，消磨他的意志。</p><p>昨天算是“大病”了一场吧，上大学之后还是第一次发烧，拿石头哥的体温计量了一下体温竟然38.5度，唉，难怪中午吃完饭就觉得浑身乏力难受，去医务室开了退烧药，吃了后晚上睡觉之前就觉得好多了，早晨起床后已经没有什么大的问题---转变成普通的感冒，昨晚还特地拿着枕头去丁胖子的宿舍睡觉，没办法，本来就虚弱的身体晚上的睡眠要保证，不能让青松哥再半夜吵醒。今天还可以吧，凑合着撑下这一天，上午开始做数学的真题，把行列式部分解决了，下午跟晚上整体的效率比较低，英语只解决了历年单词，话说好几天没做阅读了，明天比较搞起。政治看了两章的考研大纲，至于专业课，两天没动了，也是，明天开始第二轮复习。嗯，休息了，回宿舍。</p>"
        },
        {
            "id": 189,
            "title": "2013/10/5",
            "mood": "scorn",
            "content": "<p>You only have one life. So you must do what your heart tells you and go for what will make you truly happy. 人生只有一次，我们一定要做听从自己的内心，做真正让自己快乐的事。</p><p>十一假期第五天，昨天晚上竟然失眠了，今天早晨被丁胖子叫起来的时候已经8点20了!速度穿上衣服去楼下买了点早点就奔向教室，话说最近感冒确实对体力和精神有影响啊，一上午的时间竟然只做了几道数学题，下午照常午休，起床也很晚（唉，以后坚决把身体锻炼放在首位啊），没去教室，直接在宿舍拿着数学题搞起了，做了20道选择题，坦白讲感觉收获不是很大。吃饭之前回宿舍坚持着锻炼了一下，很乏力，几分钟就冒虚汗了。晚上必须继续来教室学习啊，带上几个清淡的馅饼爬上六楼，没想到战友们最近迷上了《非诚勿扰》，唉，寂寞的同志们啊。还是我更有“出息”—下载了一部狄仁杰之神都龙王，看的那叫一个爽，这种小生活也就是在我生病期间，好吧，再加上十一期间，能享受一下，考研之前恐怕不会再有了。晚上看了政治考研大纲马原的第四章，英语刚才做了两篇完形填空，对了一下答案，刚刚50%的命中率，专业课今天又没碰。。。。什么都不说了，明天，watch me!!!</p>"
        },
        {
            "id": 190,
            "title": "2013/10/6",
            "mood": "angry",
            "content": "<p>If you can't fly then run, if you can't run then walk, if you can't walk then crawl, but whatever you do you have to keep moving forward. 如果你不能飞，就奔跑，如果你不能奔跑，就走，如果你不能走，就爬，但无论你做什么，你得一直前行。</p><p>每次写下海天考研或其他名师达人的励志名言总是很惭愧，明明知道该怎么做，却总是因为各种原因做不到，最近几天尤其如此，小小的感冒引起了极大的懒惰，各种借口不断的将自己计划打乱。。。真是丢人，今天下午在宿舍待了一下午，没动一本书，哦，还没说上午，起床又晚了，没想到自己现在的内心已经如此放纵（先把话放这里，明天早晨8点10分之前到不了教室就直接不回宿舍了，在教室呆一天，熬通宵！！！）。上午做了线性代数的真题，没多少成就。晚上照常还是效率低下，政治倒是跟昨天说的一样完成了大纲的两章内容，英语还是做了两篇完形填空，正确率达到60%，偶然性很大，明天还是坚持做，另外，必须开始写作文了，否则手生的恐怕连笔都动不了了。专业课，呵呵，现在还没动，待会马上进行，最后给自己一个警告：还有89天，要么达到360-370分，要么。。。死！</p>"
        },
        {
            "id": 191,
            "title": "2013/10/7",
            "mood": "comeon",
            "content": "<p>如果我们想要为明天作最佳准备，就要将自己所有的智慧与能力，热忱，积极地投入在今天该做的事务中。我们所有的一切只是整个永恒的“现在”，而所谓年，月，日，小时，分，秒，不过是对整个永恒的“现在”的生硬而勉强的划分。</p><p>十一假期的最后一天，昨天晚上做的学习计划基本进行顺利，虽然复习量不是很大，但都完成了：上午8点到教室，继续线性代数的真题复习，今天总体来看上午的复习效果不是很好，题目做的不多。下午回宿舍睡觉，起床后拿丁胖子的数学书做了一些题目，以后不会再碰那本书了，在丁胖子的宿舍睡了4天，那本书的高数部分选择题已经搞定了，绝大多数题目难度达不到考研水平，甚至有些跟高中题目很像。。。不能作为衡量水平的依据，以后决定了，在把真题搞定之前其余的题目不碰了。晚上开始英语作文的训练，唉，时隔一年半的时间啊，六级通过后终于再次开始练习作文了，手生的厉害，半个小时多才勉强写了一篇很“屌丝”的文章，不急，慢慢练。专业课，不是很满意，凑合着把第一章的内容复习了一遍。。。感觉在应付。哦，钱老师很仗义啊，明天上课要测验，今晚还发了短信提前通知一下，可能担心我们会逃课吧，呵呵，行了，洗洗睡觉，明天正式恢复正常的生活，效率提起来！！！</p>"
        },
        {
            "id": 192,
            "title": "2013/10/9",
            "mood": "comeon",
            "content": "<p>It has not been the time yet to give up as long as you still feel it is not the end——只要心里还存着不甘心，就还不到放弃的时候。</p><p>11点38分，刚才跟战友们爬上13楼（以后爬楼就不提了，这点体力的付出不值得“炫耀”），吃了一片干面包补充一下，对了，刚才出回来的路上碰到了“女生休克”事件，一个女汉子背着休克的女生出来，女汉子累的满头大汗啊，送上了救护车，阴风阵阵，落叶飘飘，这要是放到恐怖片里应该也是能让人颤栗一会儿。</p><p>今晚成果：政治04年真题复习，英语4篇阅读任务正式打响（效果不好，第二遍做，竟然错了6个），坚持下去，争取一周内适应一次4篇的任务量。专业课效果也一般，第二章内容勉强看完，明天提高学习效率，开始做题。哦，数学没动！！！一上午的实验课，任老师的实验进度是最快的，还剩下最后一次了，后期就开始8周实训，啊啊啊啊啊，这几个周就是决定命运的时候了，fight!!!睡觉！！！</p>"
        },
        {
            "id": 193,
            "title": "2013/10/10",
            "mood": "ogle",
            "content": "<p>When you wake up in the morning, set a goal that today you must be better than yesterday. Do it everyday, grow better! 早上醒来时，给自己定个目标：今天一定要比昨天好！每天坚持，一定会大有收获。</p><p>今天晚上回来比较早，原因有二：中午没睡觉，效率太低，早休息不能恶性循环；丁胖子貌似买了2s，特地发短信跟我炫耀一番，好吧，哥哥我今晚恰好不想打疲劳战，回来看一下吧。但是，就在刚才。。。我回到宿舍竟然发现这死胖子没在，丫的放我鸽子，待会儿再去看看，如果还没在老子改天收拾这死胖子。总结一下今晚的收获：政治05年真题搞定，英语（说到英语，今晚跟官龙涛电话聊了一会儿，初步计划放弃英语一阅读的二轮复习，直接分析长难句，貌似他被英语虐的不轻，哈哈）。专业课仍然不是很满意，把专业课放到最后复习还是不太合理，明天开始最后复习政治。数学复习的内容也一般，不是很好，持之以恒吧，永远把数学放到第一计划中。好吧，就到这里了，洗漱一下，去收拾丁胖子。</p>"
        },
        {
            "id": 194,
            "title": "2013/10/12",
            "mood": "sleepy",
            "content": "<p>Life is a continuous challenge, a constant struggle, full of ups and downs. 人生就是一个连续的挑战，一场持续的战争，充满了跌宕起伏。</p><p>生活的乐趣是什么？学习的乐趣又是什么？每个人都有不同的答案，对于此刻的我来说，学习，关于考研的一切内容都应该是学习的乐趣，每天持之以恒的奋斗，一步一个脚印，充实的学习将每个困难克服的过程也许就是我全部的生活。今天晚上又是疲劳战，政治还好吧，照常完成任务，而数学、专业课就没有那么理想了，可以说是很惨啊，专业课勉强把第二章习题看完，数学到了最后要回来了才找到做题的感觉，英语。。。没动。明天终于是周末了，可以好好安排一下，但是，下周一，自动控制案例分析就要结课了，还要考试，还要分享比赛，还有实验报告。。。貌似我真的没有什么多余的时间了，唉，现在看来选择中传媒也是正确的，这一学期的时间比竞争对手要少太多了，没有优势，只能这样了，还是那句话，顺其自然吧，今天不能到丁胖子那里睡觉了，不知道待会儿会不会让青松哥吵起来，顾不了那么多。。。休息了。</p>"
        },
        {
            "id": 195,
            "title": "2013/10/13",
            "mood": "sleepy",
            "content": "<p>It doesn't matter how slow you are, as long as you're determined to get there, you'll get there. 不管你有多慢，都不要紧，只要你有决心，你最终都会到达想去的地方。</p><p>很珍贵的一天就这样结束了，明天又是一周新的开始。先回顾一下今天的学习情况吧：上午线性代数和高数的真题going on，任务量完成的还不是很多，给自己来个狠的目标：本月内完成所有真题的第一轮复习！！！下午回来睡觉，顺便把下周要交的自控案例分析报告给整理完，唉，明天就要结课考试了，本学期第一门say goodbye 的课。不知道进行的会不会顺利，看情况吧。晚上政治还是雷打不动的一年真题整理，没有什么变化。英语把10年阅读之外的部分做完了，现在看来英语3个小时的时间足够了，后期的第一任务是继续提升阅读量和写作能力，加强词汇的记忆。唉，专业课，自从把真题做完一遍后，“动力”就小了很多，这样下去不行，明天开始继续加强复习力度，好好整理总结题型，这是给自己往上提分的第一利器啊，不能出现漏洞。OK，明天还有考试，停笔休息了。</p>"
        },
        {
            "id": 196,
            "title": "2013/10/14 ",
            "mood": "melancholy",
            "content": "<p>Happiness is a butterfly, which, when pursued, is always just beyond your grasp, but which ,if you will sit down quietly, may alight upon you. 幸福是一只蝴蝶，你追的时候总是追不到，但是如果你静坐下来，它也许就会落在你身上。</p><p>挫败感啊，今天最大的收获就是---以后取款绝对不能忘记取卡！！！TMD，今天跑到大望西路的珠江帝景邮政银行，把我给折腾坏了，本来中午就没有休息，这一折腾，晚上自习彻底废了！！！刚去自习室就累的睡着了，起来坚持着把政治09年真题搞定，终于算是有点学习上的收获，今天英语、专业课、数学一点没动，啊啊啊啊啊，I promise, This is the last time for what I do today.哦，今天《自控案例分析》结课了，没想到考的还是很简单的，考试前分享了一下西门子比赛的内容，任老师应该会给我们加几分吧，呵呵。还有下午模拟面试当了记录员，又做了面试官，为难“应聘者”的感觉还不错。唉，待会儿还要把计控的实验报告整完，明天要交的，真是烦啊，今晚早休息了。</p>"
        },
        {
            "id": 197,
            "title": "2013/10/15",
            "mood": "angry",
            "content": "<p>The best preparation for tomorrow is doing your best today. 对明天最好的准备就是今天做到最好。</p><p>怎么感觉有点肚子疼啊，今天晚上貌似没吃什么坏东西。忍着继续写吧，星期二是我本学期最讨厌的一天，现在已经满课了，没有任何休息放松的时间，下午钱老师的实验课终于做到数字PID了，很熟悉很怀念的一个实验，想到去年这时候自己还在大三，刚刚跟着钱老师做“启明星”项目，那时候就已经开始接触数字PID，而转眼之间，一年的时间就过去了，It’s really fly！！！晚上照常进行着复习计划，最近的状态真是不好，总是感觉特别累，晚上复习政治竟然走神到了N次。英语跟专业课还是没能百分之百的投入，还有数学，一上午的复习效果非常差，没做多少题目。明天还有一上午的现场总线实验课，MD，真要逼疯老子啊，休息！！！</p>"
        },
        {
            "id": 198,
            "title": "2013/10/16",
            "mood": "comeon",
            "content": "<p>Expect the best. Prepare for the worst. Capitalize on what comes. 期待最好的结果，准备最坏的打算，既来之则安之。</p><p>恢复正常的一天，中午休息了一会儿，晚上照常自习。唯一的遗憾就是一上午的实验课，数学一点都没看。发现这种安排对数学的复习有很大的影响啊，这种规律的作息还有两周，坚持住。今天的《现场总线》实验一结束了，下周还有一次。。。算了不说这些杂七杂八的小事了。今天的复习仍然很低效，给自己55分吧：除了数学外，专业课的第三章还没有“挣脱”出来，貌似堵在第三章已经一周了！！！明天坚决搞定，时刻提醒自己专业课是给自己提分的第一利器！！！英语在刚刚复习了一下03年的长难句，唯一稳定的就是政治了，每天一年的真题复习，嗯，还有两年，后面就可以做题了。然后用零碎时间把大纲解析过一下就可以了，晚上的时间放在专业课和英语的时间就多了，对，就这样进行，OK，睡觉。</p>"
        },
        {
            "id": 199,
            "title": "2013/10/17",
            "mood": "comeon",
            "content": "<p>We cannot change anything unless we accept it. Condemnation does not liberate it, it oppresses.——Carl Jung 对一件事情我们必先接受它，才能改变它。谴责并不能把我们从困扰中解脱出来，只会使之加剧。</p><p>上午做了一部分数学，高数部分已经只剩下多元微分学和微分方程了，线性代数还差三章，无论怎样，数学真题第一轮绝对要在本月结束前搞定。下午还是休息了将近一个半小时，今天自习室有英语活动，无奈啊，只能去其他教室自习，效率还是很低，以后坚决不能出现这种情况了，回头看一下之前的日记，“效率低”出现的频率太高。英语没有看，10点回到正式的自习室发现研友们都在申请奖学金之类的，唉，真是不应该跟他们聊天的，浪费时间！！！害的我英语没动，不过值得高兴的是信号的第三章终于熬出头了，剩下的第四章频域分析是最大的“对手”，周末搞定！！！不给自己点压力就是对自己的残忍，嗯，明天星期五，照常维持生活规律，加油，还有80天，冲。</p>"
        },
        {
            "id": 200,
            "title": "2013/10/18",
            "mood": "comeon",
            "content": "<p>即使看不到未来，即使看不到希望，也依然相信，自己错不了，自己选的人错不了，自己选的人生错不了。第二天叫醒我的不是闹钟，其实，还是梦想！</p><p>曹海涛你怎么了？？？为什么放任自己这么堕落？？？这一周简直可以用惨不忍睹来形容啊，没有任何拿得出手的收获。专业课跟英语已经到了下滑的地步，今天做了11年的一篇阅读竟然错了两个！！！亲啊，要死了，真的是要死了，再不赶紧调整状态只有死路一条，要能不能考上就在于平时的努力过程，真正要考的时候成绩早就已经定型了，唉，没有其余的时间可以浪费了，最后不到80天的时间，成与不成就看自己的心态调整了，不要相信会出现天上掉馅饼的美事，加油吧，朝着中传媒的大门进击！！！</p>"
        },
        {
            "id": 201,
            "title": "2013/10/19",
            "mood": "happy",
            "content": "<p>有时候就要敢于背上超出自己预料的包袱，真的努力后，你会发现自己要比想象的优秀很多。</p><p>真不知道该如何开始下笔了，是自己之前对考试太自信惹的祸啊，造成了最近的状态直线下滑，英语阅读三篇错了7个，专业课仍然处于低效状态，数学倒是可以，今天把多元微分学搞定了，政治没碰。想起李子波去年跟自己聊天谈到：复习到最后感觉没动力了。。。太自信的表现就是这样，而结果往往是悲剧。既然已经有了前人之鉴那就好好吸取教训吧，这是我学生时代的最后一次赌博，也是最后一次应试之战，一定要画一个圆满的符号。从现在开始，不仅是知识的比拼了，通过最近自习过程中各位研友的表现来看，更多的是心态的比拼，戒骄戒躁也是制约复习效率的很重要一方面，努力干吧，还有76天，坚持下来就是胜利，不要有任何私心杂念，战胜自己吧。</p>"
        },
        {
            "id": 202,
            "title": "2013/10/20",
            "mood": "happy",
            "content": "<p>最快的脚步不是跨越，而是继续；最慢的步伐不是小步，而是徘徊。</p><p>哈哈，刚才爬楼回宿舍聊天聊high了，跟姜孟翻过十三楼接着爬到十四楼，要不是阿索提醒一下可能就爬到楼顶了。。。话说今天做体能测试really hurt my heart.台阶测试竟然没通过要求，跳远、肺活量跟大二时相比简直是两个档次，一年半的时间竟然会发生这么大的变化，真是 a big surprise .看来锻炼身体永远都是要提到第一位上，不过体重倒是增加了5斤，唉，不知道该哭还是该笑。今天上午受到体能测试的影响数学的进度很小，下午睡觉起来洗了个澡去超市买必备零食，晚上就没有那么轻快了，之前的英语计划打破了，只能放到今晚补，把11年阅读之外的题目做完了，写作文仍然感觉很手生，难道要每周加一下量？？？嗯，加吧，下周开始每周两篇，英语还是适当的做一下阅读，明天开始背写作模板。专业课，今天真是不敢恭维，第四章还没搞定，本来打算下周开始进行第五章的，这样看来就从下周二开始吧---明天晚上坚决把第四章“灭了”。还有8分钟十二点，明天一上午实验，下午就业指导，唉。。。关灯，休息了。</p>"
        },
        {
            "id": 203,
            "title": "2013/10/21",
            "mood": "scorn",
            "content": "<p>They say that time changes things, but you actually have to change them yourself. When “you” change, everything else changes. 人们总说时间能改变一切，但事实上我们必须靠自己去改变。自己变了，其他一切也才会变。</p><p>又被打回了“原形”，唉，没有什么理由，就是自己调节的状态不好，今天上午随着自动控制案例分析最后一次实验的结束，任老师的课终于彻底画上句号了。下午的就业指导也是最后一次课，下周就要考试了。晚上复习的效果。。。。数学做了两个题目，专业课就完成了一篇习题，英语吧，呵呵，读了两篇阅读，政治没碰。。。不知道自己的真实想法究竟是怎样，为什么总是没办法稳定在高效的状态啊？？？！！！明天满满一天课，刚刚整理完计算机控制技术的实验二报告，算了，连埋怨自己的时间都没有了，总而言之一句话，考不上就是死！！！自己解决吧！！！睡觉。</p>"
        },
        {
            "id": 204,
            "title": "2013/10/22",
            "mood": "comeon",
            "content": "<p>好消息是——再过10周，你将遇见一个更好的自己。从年初坚持到底的目标就要实现！坏消息是——距2013年结束仅剩10周。比渐近的寒冬更刺骨的是，别人满载而归，你还在为懒惰找借口。这10周，给自己一个交代，最后一搏，现在开始！！</p><p>星期二，最后一次全天满课的星期二终于结束了。满课的一天考研内容的复习总是受到很大的影响，还好，今天的亮点在数学，线代的第五章特征值部分和高数的多元函数积分学都搞定了，选择考数学二最大的优势就是这章了，只需把二重积分搞定就行。这样数学只剩下高数的微分方程和线代的二次型了，本月结束真题的第一轮复习没有太大压力。数学结束后第一任务就是总结，把真题的内容好好研究一下，平时的习题就拿1000题练手吧，好好规划一下。这样的话数学总结期间需要在晚上进行，白天就用来复习政治吧，话说时间真的不多了啊，马上就要结课了，还要保证考试科目不能挂，这。。。天啊，亲啊，加油。</p>"
        },
        {
            "id": 205,
            "title": "2013/10/23",
            "mood": "comeon",
            "content": "<p>世上有许多事情等待我们去做，只要对成功有益，我们就要努力去做。假如您做不了太阳，那就做一颗星星，尽量使自己明亮；假如你不能成为一棵参天大树，那就做一棵小草吧，努力使自己茁壮。不可能每个人都当船长，必须有人来当水手，问题不在于你干什么，重要的是能做一个最好的你。</p><p>今天没有做太多的考研任务，上午没课在宿舍听完了赵达夫老师的高数课，下午忙着把《现场总线》的最后一次实验做完（啊啊啊啊啊啊啊，终于又有一门实验课结束了）。但是付出的代价就是休息时间牺牲了，TMD，这可真的是“死棋”啊，无论如何都破不了！！！坚持！！！还有一周就把这扯淡的课程安排越过了。总结一下晚上的成果：政治狂做680题按计划进行，多选题错的还是比较多；专业课第四章习题也“磨蹭”完了。英语没碰，明天开始做阅读，100篇重新做一遍，一天4篇！！！雷打不动，明天还有两节课，休息。</p>"
        },
        {
            "id": 206,
            "title": "2013/10/24",
            "mood": "comeon",
            "content": "<p>今天你放弃的东西，十年以后，多半要花三倍努力才能得到，重要的事情差不多总是越往后拖就越费力。</p><p>马上12点了，现场总线的作业刚刚copy完，真的不明白，做这种无用功到底有什么意思，很难想象到了还有2个多月就考研的阶段，我TM的还要浪费时间在这种扯淡的东西上。没有什么其他的理由，都是学校的课程安排造成的，归根结底是应试教育的恶果。今天下午逃了过程控制的课换来午睡的时间，但是效果却不是很好，晚上自习的复习内容仍然不多，政治的习题纠错，专业课第五章内容的复习，然后就是英语长难句的翻译，哦，上午还有数学，没想到微分方程这章真是耗时，一上午竟然做了三分之一的真题，唉，看来本周的数学计划也只是刚刚能实现而已，坚持，目前能做的也就是这样了，努力铸就辉煌。</p>"
        },
        {
            "id": 207,
            "title": "2013/10/25",
            "mood": "naughty",
            "content": "<p>人往高处走,是人生追求。人往低处走,是追求人生。越是经历了风雨的人,越懂得低调；越是不谙世事的人,越张牙舞爪。不牛的人,怕不被人知道；真正牛的人,何须主动让人知道？上品的瓷器,收敛、温厚、宁静；下品的瓷器,艳俗、夸张、讨巧。年幼允许无知,年少应该轻狂，但一辈子无知、轻狂,就是愚昧。</p><p>看来是对自己的身体素质太过自信，中午睡觉起来去洗刷间洗了个澡，晚上竟然明显感觉很头晕，伴有鼻塞的症状，感冒啊，天哪，还是没有做到事事上心、考研路上的零误差。吃了晚饭就去自习室看书，研友们早早的就坐在位子上了，不过大家都在聊清华学霸，唉，何必呢，要比的话是没有尽头的。晚上政治照常完成任务，到了看专业课的时候真的是没有精神了，晕的我效率直线下滑，做了几个题，匆匆的分析了05年的英语长难句，回来了，话说上一次九点半之前回来已经是上学期的事了，看部电影吧，新上映的金刚狼2，晚上睡个好觉，明天以绝对高效的学习完成计划。</p>"
        },
        {
            "id": 208,
            "title": "2013/10/26",
            "mood": "sleepy",
            "content": "<p>走到生命的哪一个阶段，都该喜欢那一段时光，完成那一阶段该完成的职责，顺生而行，不沉迷过去，不狂热地期待着未来，生命这样就好。不管正经历着怎样的挣扎与挑战，或许我们都只有一个选择：虽然痛苦，却依然要快乐；并相信未来。</p><p>今天总体而言还算，对于考研复习来说还算及格吧，亮点在于下午的英语，阅读理解试着把精练100篇的最后4篇做完了，一共错了3个，相当不错的成绩，作文也试着写了一下，话说英语二的练习题目真的不好找啊，BEC的高级写作到底哪本是比较适合考研英语二的练习？？？明天好好搜一下。数学和专业课没能完成任务，数学主要是因为上午的自习教室被大一学生考试占着，唉，真题放在教室没法拿出来，想想就上火，浪费了一上午，这样明天把历年真题都搞定的任务就有点难了，不过再难也要完成，这是明天的第一任务！！！唉，十二点了，休息了，感觉头昏脑涨的，希望松哥今晚不要打扰我睡觉，阿门。</p>"
        },
        {
            "id": 209,
            "title": "2013/10/27",
            "mood": "happy",
            "content": "<p>人的一生，注定要经历很多。可能有开心的笑声；可能有委屈的泪水；可能有成功的自信；也可能有失败的警醒，但无论怎样，我们所经历的每一段都注定珍贵。生命的丰盈缘于我们心的无私，生活的美好缘于拥有一颗平常心。人生路不必雕琢，只要踏踏实实做事，简简单单做人就好！</p><p>周末就这样结束了，不知道还有多少个周末自己可以保持高效的状态，总而言之本周末的学习有了小的里程碑：数学历年真题的分类解析已经搞定了，从明天开始就要投入到真正的实战当中---通过真题总结数学知识点。线性代数要开始根据李永乐的视频系统的复习第二遍，其他的复习计划照常进行。不过有干扰因素啊，后期要开始期末复习了，一学期没听课，也不知道能不能在最后突击成功，不管了，明天还有一上午实验课，下午就业指导结课考试，好好休息，明天开始进击。</p>"
        },
        {
            "id": 210,
            "title": "2013/10/28",
            "mood": "comeon",
            "content": "<p>True happiness is to fight a little bit, is accumulated day by day. 真正的幸福是一点一点争取的，是一天一天积累的。</p><p>过程控制实验结束了，一上午的时间有点浪费了，so 数学没复习。下午就业指导结课考试，一共5道题，1000字，就这样over了。今天的课程的直接结果就是以后星期一彻底没课了！！！爽了！！！晚上依旧持续进行着“革命”，政治狂做680题本周就差不多搞定了。英语依然是在练习长难句，明天开始做第二遍的英语真题。专业课第五章也整的差不多了，明天就能把课后习题做完。这样专业课、数学都进入了最重要的总结阶段，能不能考上就看这两门课的总结情况了，这一步无论多么困难多么枯燥一定要坚持下来，甚至可以说坚持下来初试就是100%的成功！！！明天还有三门课，上午钱老师的计算机控制要有专家听课，还有作业要做，还要打印第九章的课件。。。开始做作业了，进击！！！</p>"
        },
        {
            "id": 211,
            "title": "2013/10/29",
            "mood": "ogle",
            "content": "<p>要珍惜活着的每寸光阴。做自己想做的事，圆自己想圆的梦，也许很多佳梦难圆。一切注定无法如愿的。也只能听天由命了。生活之路似乎不是由自己去主宰。很多事物我们都会错过，错过了就无法追回。谁都逃避不了命运之安排？所谓的天意如此。实在是奈何不了，望天长叹。黯然伤神能解决什么问题？</p><p>又是一整天的课程，先不说其他的事情，总结一下今天的复习：数学算是比较满意吧，高数18讲开始整理系统的知识框架，晚上也可以，拿着姜孟的1000题做了几道积分题目，感觉还不错，基本题目都有思路，也学到了新的解题方法。但是，其他的课程，英语、专业课一点都没碰啊，（说好专业课第五章今天晚上搞定的）政治还好，马哲和毛中特基本做完了。明天晚上彻底“清理一遍”，然后就只用课外时间翻翻就行了。全力进攻其余三门！！！话说今晚回来早的原因，也是英语专业课没动的原因，小武给我发短信要换考研的目标院校，让我回来给予参考意见。华东师范大学没信心考上了，唉，又是一个在半路出现状况的，刚刚决定了，要换成上海大学，也不知道是对还是错，最后决定的还是他本人，只能是。。。嗨，刚刚还想说要祝福来着，小武就过来说不换学校了，要搏一把，嗯，如果换做是我的话也会这样吧，好了，明天上午没课，带上电脑复习线代，下午还有运动控制，嘘。。。青松哥回来了，洗漱，睡觉！！！</p>"
        },
        {
            "id": 212,
            "title": "2013/10/30",
            "mood": "comeon",
            "content": "<p>Good luck helps you for a while. Hard work helps you for a lifetime.好运帮你一时，勤奋帮你一世。</p><p>随着考研的临近，心情也变得浮躁了，上午没课竟然在宿舍睡到10点，下午运动控制实验真是变态，学校的大仙儿们为了完成教学任务竟然把超过正常的的任务量安排在一次实验，TMD，第一次这么累，竟然做了整整一下午！！！不过晚上的自习还算可以吧：政治搞定了马哲跟毛中特；专业课搞定了第五章习题，英语、数学一点没碰（这可不行啊，以后坚持每天必须都做一定的任务量）。明天是星期四，计算机控制倒数第二次课，过程控制最后一次课。看情况吧，带上数学书，继续总结。65天，开始无限逼近考试的强度吧，成功就在眼前了，坚持下来就是胜利。</p>"
        },
        {
            "id": 213,
            "title": "2013/10/31",
            "mood": "sleepy",
            "content": "<p>生活中一定要有理想：理想就是明天，如果一个人没有明天，他的生活就没有了意义！社会也应该有它的理想，那就是这个社会明天应该是一个什么社会！无论人、还是社会，他们所有的实践和努力都是为了向更美好的方向发展；有理想，在奋斗的过程中才有目标。糊里糊涂混一辈子，是没有意义的。</p><p>时隔一周左右吧，再次回到了爬楼节奏，感觉还行，跟之前没什么两样。由于明天《现场总线》结课考试的原因，今晚花了很多时间在熟悉课本知识点上。但是今晚最大的收获是线性代数的辅导讲义从头到尾的知识点过了一遍，最后一章二次型跟之前五章相比明显还是有些生疏，不过也不错了，后期就是不断熟悉知识点和题型的过程了。本周末开始综合模拟测试，小试牛刀，看看水平差距吧，明天考完现场总线后还要去图书馆借一本运动控制的课本，剩下的时间该选择性的把时间放在应付期末考试了，唉，给最后一学期、本科最后一次期末考试画个合适的休止符。洗漱，睡觉。</p>"
        },
        {
            "id": 214,
            "title": "2013/11/1",
            "mood": "comeon",
            "content": "<p>You got a dream, you got to protect it. People can't do something themselves, they wanna tell you ,you can't do it. If you want something, go get it. 如果有梦想，就要捍卫它。那些嘲笑你梦想的人，他们必定会失败，他们想把你变成和他们一样的人。我坚信，只要我心中有梦想，我就会与众不同。</p><p>先说一下上午现场总线的结课考试吧，自以为一门开卷考试的考查课不会很难，但是事实就是---一学期没听课到了考试连书上的知识点都不知道在哪里找，本学期的考试课程就是考研最大的“副产物”。回顾了一下，一个4分的题目没写，其余的都“编上了”，不知道李大教授会不会“同情”一下我们考研的学生，能让我及格就行了。静等结果吧，中午看了一场快船VS勇士的比赛，保罗跟库里顶级控卫之间的对决很精彩，NBA或许是我业余生活最大的关注点了，陪我一路走过，真心是能给我带来不少动力。</p><p>晚上在自习室把高数前两章内容总结了一下，英语还是照常08年的长难句分析，政治基本没碰，专业课。。。第六章，明天开始！！！明天开始就要进入正轨的复习状态了，加油了，进击！！！</p>"
        },
        {
            "id": 215,
            "title": "2013/11/2",
            "mood": "comeon",
            "content": "<p>Be alike flower. Spread beauty and happiness wherever you stay; irrespective of your surroundings. 像花儿一样，无论身在何处，不管周遭环境如何，都依然潇洒的绽放自己的美丽，活出自己的精彩。</p><p>上午又是将近10点起的床，没有按计划复习政治啊，不过也看了一场精彩的比赛篮网VS热火，无论多么紧张，把时间放在NBA的精彩比赛上永远都不算是浪费。下午在教室睡了一觉，起床就开始做英语模拟，10年的阅读理解第二遍竟然效果还不如第一遍，真是无法接受，可能是不在状态吧，在教室趴着睡觉感觉真的很差，但是话说回来，以后必须得按照各科考研的时间规律复习了，否则考试当天临时改变恐怕会很困难。晚上把信号与系统的第六章复习了一下，明天下午开始做第二遍课后题，哦，上午就开始正式进入数学的模拟练习了，刚开始效果可能很差，但是总有个适应的过程，就尽快的调节吧，晚上看了一部《机动杀人》的电影，调节了一下心情，正式战斗马上打响了，进击!!!</p>"
        },
        {
            "id": 216,
            "title": "2013/11/3",
            "mood": "melancholy",
            "content": "<p>不要悔，悔也没用。是自己的选择，跪着也要走下去，直到学会了选择。无悔是人生的本色。路是足迹的延长，人生的每一个足迹都以上一个足迹为基础，踏上去就再也抹不掉。是好是坏都是自己的选择，即使让你回到从前，以当时你的心智，你还是会做出当初的选择。</p><p>又是“平庸”的一天，早晨起床比较“顺利”---8点10分成功坐在教室里，稍作休息，开始了今天最重要的模拟，第一次，05年的考研真题，发现了一个比较“头疼”的问题：数学的真题好多都做过，没有什么新鲜的感觉，整体做下来收获不大，看了一下时间大约是2个半小时吧，由于有之前做过的题目，所以，现在的实际水平应该是做不完题的，而且还有个致命的弱点，计算能力不行，失误太多，这次测验过程真正做不出来的题目（拿不到分的）只有一个大题，其余的都是因为计算错误，或者是理解的概念不够深刻，总结一下：加强计算能力训练，回归概念的理解，灵活串联前后知识点。下午在宿舍睡了一觉，起床看了刚刚更新的海贼王，从619集开始可能要出现新的阶段了，下一站，多福朗明哥？可能吧。晚上没有什么太大的收获，政治终于开始进攻近现代史和思修了，做的真是没力气，本周搞定所有题目，把书还回图书馆。信号与系统的第六章习题正式开始，做的一般吧，星期四之前搞定所有习题。Ok，放松一下，刚下载了一部《十一罗汉》，好好享受一下吧。（PS：明天终于不用上课了。。。。）</p>"
        },
        {
            "id": 217,
            "title": "2013/11/5",
            "mood": "comeon",
            "content": "<p>The truth is, you don't know what is going to happen tomorrow. Life is a crazy ride, and nothing is guaranteed. 明天怎样，没人知晓，生活本是一次疯狂的旅程，没什么是确定无疑的。</p><p>昨天竟然间断了一天，距考研59天，昨天跟小万商量了一下现场确认的事情，本来就是11点半爬上来的，这一商量不要紧，直接到了12点，困得受不了了，结果呢，今天上午又是9点起床。我有种预感，如果继续这种节奏那肯定考不上了！！！现在开始适应考研的时间，先从早晨早起开始，无论怎样，早晨七点十分之前起床。总结一下今天的过程吧：最重要的是现场确认的预约，把预约表打印下来，本周日上午就确认了。下午开始拿信号与系统的整套真题模拟，唉，这门课真心不难就是知识点太过零碎，记住后掉头就忘了。明天是最后一天的空余时间了，争取好好利用一下，还要注意培养英语的阅读感觉，最近英语很不理想，后期还有期末考试、八周实训。好吧，还是顺其自然，坚持到底。</p>"
        },
        {
            "id": 218,
            "title": "2013/11/6",
            "mood": "comeon",
            "content": "<p>不要惧怕压力，它可以垫高你的人生；不要躲避忙碌，它可以燃烧你的希望；不要拒绝寒冷，它可以积蓄你的能量；不要眷念诱惑，这常常是堕落的前奏。许多时刻的成长，靠的不仅仅是时间，而是勤奋与努力；那些虚度的光阴，熄灭的是梦想之火，拼凑的是支离破碎的命运。</p><p>合工大12年第一套数学题今天完成了，上午在宿舍搞定的，效果不是很好，总体来说三个大题出现了问题，一个填空题没做出来，TMD自己最近这是怎么了，明显不在状态，在这样下去真的完了，还有50多天就要进考场了，竟然还在慢慢悠悠的生活，今晚信号与系统也没做完第六章习题，估计要花费两晚的时间。还有英语，总是出现注意力不集中的现象。今天在考研群里看了一下一个12年学长分享的文件，初试370+的成绩竟然被刷了，呵呵，看来初试也不要给自己太大压力了，复试也是决定成败的关键，当然了，目前还是要保持一颗战斗到底的决心，如果自己初试能达到370+被录取是没有问题了。明天还有一上午运动控制的实验---大学本科四年最后一次实验，赶紧结束吧。周末确认完了就开始复习期末考试了。Come on!!!</p>"
        },
        {
            "id": 219,
            "title": "2013/11/7",
            "mood": "ogle",
            "content": "<p>痛苦是比较出来的，幸福是珍惜得来的。越是计较，心理越不平衡，越不平衡，烦恼越多，我们因此变得不从容。烦恼像藤条一样，紧紧缠绕住我们生命之树上原本可以更蓬勃、使其不得自然而生，被过分的计较消减掉芬芳和美好。胜过对手的最好办法，不是去斗争和报复，而是让自己比对手更强大。</p><p>今天最后一次实验——运动控制，结束了，本科的实验啊，不说什么了，每个人都有自己的理解，而我自己的感觉就是每一科的实验都是在认识了解阶段，如果只是以这些简单的认识理解作为毕业工作的筹码那就很容易明白为什么这个时代的大学生就业这么难了。好了，不去想些没有用的，还是总结一下自己今天的学习：上午第二节加上晚上的一部分时间把高数中值定理的部分整理完了，作为必考题，这个题目可能算是比较棘手的一个，一定要把汤家凤老师总结的内容熟练掌握！！！专业课，昨天晚上还以为要用两个晚自习来搞定第六章，没想到还超出预想了——今天晚上第六章习题正式结束（如果每天晚上都能有这种学习效率，两个月的时间，何愁考不上啊）。再说一下英语吧，唉，两篇阅读错了4个，怎么感觉英语做题的正确率这么难以稳定啊！？仿佛从上学期开始一直在进行循环，从很难接受考研的难度，到后来逐渐找到感觉，甚至很有成就感，到了现在又回到了曾经的低迷状态。好吧，没什么可以抱怨的，反思一下，继续保持每天的阅读量，一定要坚持住，顶到最后一刻！！！</p>"
        },
        {
            "id": 220,
            "title": "2013/11/8",
            "mood": "sleepy",
            "content": "<p>有一天你将破蛹而出，成长得比人们期待的还要美丽，但这个过程会很痛，会很辛苦，有时候还会觉得灰心。面对着汹涌而来的现实觉得自己渺小无力。但这，也是生命的一部分。做好现在你能做的，然后，一切都会好的。我们都将孤独地长大，不要害怕。</p><p>大学本科的课程全部结束了，对于剩余的九个月在学校还剩下三件事：</p><p>①两周之后的最后一学期期末考试</p><p>②13周开始的八周实训</p><p>③明年的毕业设计。</p><p>想想这四年的时间，毕竟还没结束呢，明年毕业再感慨吧。目前还是以考上研究生为中心，下午在宿舍睡了一下午，没有什么其他的目的，就是为了养精蓄锐好好准备晚上的自习，哦，下午去超市买了点零食（最近晚上自习回来总是饿的肚子疼），顺便买了几只黑色签字笔，细节决定成败，以正规考试的标准，时刻要求自己！！！晚上的自习效果还可以（主要是去教室刚坐下就跟同学谈天论地，说了将近40分钟），英语阅读今晚两篇错了1个，专业课没看第七章，主要把第八章的部分内容大致了解了一下，感觉不是很难，13年信号的真题还没发过来，过几天看一下13年的真题第八章怎么考的，估计就是跟12年差不多吧，一个5分的题目。然后。。。鉴于明天要上考研数学课，特地想回来早点，已经收拾好书包准备回宿舍了，文建明被《终极预测八套题》给“虐”了，我看了一下随口说了一句题目很简单啊，这小子竟然让我来解一下，呵呵，成功搞定。阿琐看见这情景也不服了，给我来了个微分方程的题目，好吧，再次搞定，呵呵，不得瑟了，松哥都回来了，睡觉吧。本周末任务：明天好好上考研数学课，后天现场确认。</p>"
        },
        {
            "id": 221,
            "title": "2013/11/9",
            "mood": "comeon",
            "content": "<p>失败者永远不会有机会了解成功的真相，因为人最容易受到自身经验的局限，而不曾有哪怕一点点成功经验的人更无从摆脱自身局限。你需要首先取得成功，你才会知道成功的秘诀是什么。</p><p>考研数学冲刺班今天开课了，张宇老师讲的高数课仍然是那么“风趣”，整体将知识点串讲了一遍，今天感觉做一些题目还是比较难下手，复习的知识点没有达到炉火纯青的地步，不过领了5套模拟题，后期就要开始进行了，也不知道会不会在最后阶段将数学再次来个质的飞越，但是无论怎样只有坚持做题，耐心整理、总结才能加大考研数学成功的几率。晚上回来在班车上睡了一觉，不是很精神，明天还有现场确认，将身份证和学生证的复印了一下，然后在教室看了一下今天的数学笔记，将最后两章的政治近现代史看完。再然后呢，回宿舍了！！！保持精力，明天好好去完成初试之前的最后一次任务。</p>"
        },
        {
            "id": 222,
            "title": "2013/11/10",
            "mood": "comeon",
            "content": "<p>Life's greatest regret，than the wrong insist，and easily give up．——人生最大的遗憾，莫过于错误的坚持，和轻易的放弃。</p><p>现场确认结束了，一切都比较顺利，跟小万和黄果完成了这初试之前的最后一次中传之行。下一次去的时候应该就是初试了，今天在书店看到了13年信号与系统的真题，跟之前的题目比较感觉变化不大，唯一的区别就是第八章的题目跟第七章结合起来了，考了个10分的题目，估计明年也不会差太大，后期在网上和考研论坛里查一下答案，专业课进入最后的冲刺了，初试之前就是一件事，根据真题和课后题查漏补缺，能把这一点做好专业课就没有问题，目标130！！！提高要求！！！主要是数学的复习现在还不是很理想，最后这50多天试着系统的复习整理，向着120分的目标冲刺，至于英语和政治，现在看来能完成之前的要求两门课达到130分就可以，不出意外很可能会超出这个目标，总分370+，向着目标前进吧。</p>"
        },
        {
            "id": 223,
            "title": "2013/11/11",
            "mood": "comeon",
            "content": "<p>Say to yourself: Regardless of what the obstacles in this life may be, I will run my race to the best of my ability. 对自己说：无论生活之路上会遇到多少障碍，我会竭尽所能地跑完这一程。</p><p>双十一，天猫商城支付宝今天创造了一小时消费69亿的记录，不得不佩服马云的商业头脑啊，简直是为电子商务而生的天才。</p><p>上午做了12年超越考研的数学模拟三，效果还是一般，能达到100分左右吧，主要是填空题有三个不会做，大题的线性代数也偏难，总而言之还是要做好查漏补缺的根本任务。将信号与系统的第七章的习题大略的看了一半，对了，今天终于拿到13年的真题了，明天下午开始做信号与系统的真题模拟训练。呵呵，晚上在教室跟研友们不淡定了，在淘宝上逛了将近1个小时，买了一斤牛肉干，才花了35块钱，很合算啊，不过也把今天的整体学习效率拉下来了。从明天开始要下定决心好好奋斗，下午午睡后就再也不呆在宿舍了，最后冲刺的阶段，The war just beginning!!!</p>"
        },
        {
            "id": 224,
            "title": "2013/11/12",
            "mood": "sleepy",
            "content": "<p>幸福不是你开着多么豪华的车，而是你开着车平安的到家。幸福不是你的爱人有多漂亮，而是爱人的笑容有多灿烂。幸福不是在你成功时的喝彩声有多热烈，而是在你失意时有个声音对你说“朋友，千万别倒下”。</p><p>很久没有这样学习了，今天难得的把整天的时间都利用好了，没有想到啊，上午把高数的多元微分及其应用给整理完，下午完整的做了01年的信号与系统的真题，晚上重点复习了第七章和第八章的核心内容，英语和政治也顺利完成任务，嗯，今天开始就是正式进入学习的状态了，没有其余的烦心事，现在唯一的目标就1月4号和5号这两天的考试。不过话说回来，明天开始也要进行期末复习了，这周末还有考研班，所以这两天要适当的拿出闲散时间来把过控、计控搞定，最近毕设闹得沸沸扬扬的，还好能直接跟着钱老师做，省了我不少心事。OK，休息了。</p>"
        },
        {
            "id": 225,
            "title": "2013/11/14",
            "mood": "angry",
            "content": "<p>人生不能靠心情活着，而要靠心态去生活。心情像六月的天气，阴晴不定。一个人的生活如果要依赖于心情，他一定也是善变的，他的人生会像断了线的风筝，随风摇摆，无法自拔。生活的强者，会及时调整自己的心态，让心情时常保持积极向上，充满阳光。被心情左右的人常迷茫，左右心态的人常快乐。</p><p>最近开始看《我是特种兵3之火凤凰》，虽然时间不太对，但貌似看了这种励志的电视剧后对考研心态和意志是有促进作用的，没有其他的琐事干扰自己了。唉，从军的志向我这辈子是没指望了，以后有了儿子就靠他来完成我的梦想吧，哈哈，想一想现在的大学生的各种“堕落”，中国的教育制度真的应该在军队化管理的方向上考虑一下（切，说到哪去了）。明天运动控制考试，晚上就把信号与系统的02年题目做了一下，上午完成了数学的一份真题，----英语已经两天没动了，明天必须赶上，好了，休息一下，继续看特种兵的奋斗历程，让刺激来得更猛烈些吧。</p>"
        },
        {
            "id": 226,
            "title": "2013/11/15",
            "mood": "comeon",
            "content": "<p>后来,我可以拿到口译证,BEC高级,可以四、六级考 680、 644, 可以去教英语,可以拿到国家奖学金,可以把物理也学得漂亮，考第一, 可以参加很多活动很多比赛得很多奖。有时候,人一点都不脆弱, 就算曾经垮掉过,但有一份执著,就像有了生命的保护色,只要你坚持。</p><p>--高永媛 清华大学硕士研究生</p><p>从今天开始就要与《风雨考研路》同行了，每天晚上能够跟优秀的大学生一起分享考研心路的历程，这真的是很幸福的事情。今天上午的《运动控制》考试结束，此时此刻就剩下下周的两门考试课了，下周的今天就是我本科所有课程结束的时候。下午在宿舍帮李淑红抢“庚 phone“,唉，白白忙活了一下午，结果人家自己抢到了。迷糊了一会儿跟青松哥去澡堂洗了个澡，带上个煎饼就跑到教室了。双十一期间买的猪肉脯到了，跟研友们好好享受了一回，可是。。。今天的状态真是不正常，政治看不进去，数学没碰，专业课没碰，哦，倒是英语做了一下，还是很不理想，最近晚上总是容易走神，可能使低谷期到了，阮晔老师的视频看了N遍，就是做不到啊，真是恨自己的懦弱。晚上有同学到教室发调查问卷，内容相当震撼：关于八周实训是否需要推迟。老天爷终于开眼了，希望能顺利完成这个目标，这样一来，考研成功的几率就大多了，也意味着下周考完试之后到考研这之间的所有时间都能自己支配了！！！怀揣着这个希望，静静的等待消息。OK，实迷途其未远，觉今是而昨非。明天就开始终极冲刺！！！</p>"
        },
        {
            "id": 227,
            "title": "2013/11/16",
            "mood": "happy",
            "content": "<p>这就是我破釜沉舟的赌博: 要么和自己的爱人过我梦寐以求的书斋生活, 要么埋葬爱情与理想, 在平庸中终老。 没有人看好我的胜率, 而我所有的资本不过就是年轻而已。因为年轻, 我还能做梦;因为年轻, 我还可以任性;因为年轻,我还有初生牛犊不怕虎的勇气。</p><p>白阳 中国人民大学硕士研究生</p><p>    周末的第一天，先说一下昨天晚上给官龙涛发的线代题目---已经解决了。线性代数真的是不难，但是到了现在这个阶段我貌似还是有些对知识点生疏，不能将各章的内容很顺利的串起来。唉，还是从最基本知识点的开始总结吧，现在对各章的复习还是远远没有达到考研要求的熟练程度。晚上完成了英语的基本任务，信号03年的真题，好了不多讲了，这些内容就一笔带过。明天正式开始打上期末考试的复习，完成这本科最后的考试，进击！！！</p>"
        },
        {
            "id": 228,
            "title": "2013/11/17",
            "mood": "happy",
            "content": "<p>阅读,思考,知行合一,每当我捧着厚厚的一摞书从图书馆走出,从空荡的自习室走出时,尘世的喧嚣扑面而来,但我还是觉得无比充实, 无比幸福。</p><p>--王东 中山大学硕士研究生</p><p>又一个周结束了，想一想每天以相同的节奏生活（并且是比较懒散的节奏），真的是很可怕。主要是下午的时间利用的太少，还是内心不够强大，明天是复习期末考试的一天，后天考《过程控制》，就这样，踏上了这本科的最后一次期末考试，星期五考计控，唉，不知怎么了，突然还是感觉有些伤感，可能是已经看到了大学四年道路的尽头，回首这四年的生活，多少还是有些不舍吧，这学期每天都充斥着考研的气氛，让时间过得特别快，有收获就必然就有遗憾，这就是人生，目前自己能做的也就是好好珍惜当前的每一分钟、每一秒，不让未来的自己后悔，好了，不再迷茫，好好的去创造自己的世界，相信自己的选择。</p><p>简单的总结一下今天的收获：期末复习进行时，上午计控，晚上过控，第一遍已经结束，OK，休息了。</p>"
        },
        {
            "id": 229,
            "title": "2013/11/19",
            "mood": "comeon",
            "content": "<p>在崭新的单词书上,我写下了自己的姓名,带着轻狂,同时写下了这样一句话:一次,只需要一次机会,已足以让我创造传奇。</p><p>--刘俊 山东大学硕士研究生</p><p>《过程控制》考完了，目测能达到80分左右吧，交卷后发现有些题目还是因为粗心答错了，幸好只是期末考试，现在给自己的要求就这样定下吧：考研的题目会做的绝对拿满分！！！看似很普通的目标却要付出很多的努力，还有45天，是一战成名还是摔得遍体鳞伤，就是由这几天来决定，今晚突然有了紧迫感，目前的学习状态甚至连上学期的效果都不如，我以后再也不会说从明天开始之类的话，因为真正要付出一切要达成的目标是不用任何言语表达的，内心很清楚。还有最后一门---星期五的计算机控制系统，给自己留下一个美好的回忆吧，明后两天把考试内容好好复习一下，也得给钱老师挣点气啊。貌似好久没有大吼一声了：中传媒！！！我来了！！！OK，洗漱一下，睡觉。</p>"
        },
        {
            "id": 230,
            "title": "2013/11/20",
            "mood": "sleepy",
            "content": "<p>几个真真实实的证书装入档案袋,我对我的大学、我的责任已有一个交代。从此我不再四处折腾,我还要为自己而活,真正地为梦想而奋斗。</p><p>--刘登辉 中南财经政法大学硕士研究生</p><p>果然，今天早晨没有按时起床！！！上午在宿舍复习了一下计算机控制，效果不是很好，突然发现内容很多，估计明天一天的时间不一定能搞定，尽力吧。下午在自习室做了04年信号与系统的真题，专业课一如既往的稳定，while by a sharp contrast，English is on the opposite .之前对英语的轻视现在出现了危机，只能就这样按部就班的走下去了，一定要保证每天的阅读量，还是要跟之前那样复习---读，背。数学今天是没动，线性代数还是要专项训练，拿复习全书开刀吧。OK，睡觉了，再不休息明天可能又要到9点了，不知道青松哥今晚还会不会回宿舍，唉，不管了，洗漱睡觉。</p>"
        },
        {
            "id": 231,
            "title": "2013/11/21",
            "mood": "comeon",
            "content": "<p>我准备收拾一下离开, 但突然想起过去一年所经历的种种和当年许下的承诺。比赛还没有结束, 何不最后拼一把来个血脉喷张的逆转? 我吸了口气, 剩下的一小时,我是为自己的过去而战。</p><p>--秦云峰 暨南大学硕士研究生</p><p>星期四，今天还算不错，上午看了计算机控制的复习内容，大略的对考试内容有了整体的了解，及格是没问题了。下午按时起床，去教室做了英语的模拟练习----除了小作文和翻译没做，其余的内容都完整的做了一遍。效果还算不错，四篇阅读错了4个，新题型错了一个，完形填空错了一半，能保证这种效果考研英语就算成功了，继续加油了。晚上复习了计控的第二遍，现在看来直接数字控制和程序设计题可能会成为明天考试的障碍，这样明天早晨起来继续完成“背诵”，唉，最后一门课了，就这样顺利的去书写这最后一笔吧，好好休息，明天考完试就进击考研了。</p>"
        },
        {
            "id": 232,
            "title": "2013/11/22",
            "mood": "sleepy",
            "content": "<p>回首那个冬季, 它带给我更加沉着平静的心态和一种信念: 不是每一个阶段每一个角落都同样温暖灿烂, 尽管如此, 仍然要相信自己, 踮起脚尖就更靠近阳光!</p><p>周琼 云南民族大学硕士</p><p> 大学的最后一门考试结束了，值得纪念的日子，伴随而来的 还有一个更好的消息：八周实训推迟了！！！可以考研之后再做，今年的幸运真的是让我觉得来得太快，这样一来终于可以在最后的40天就做一件事情了，时间条件都具备了，能不能考上就完全看自己的努力与韧性，现在才深刻的体会到考研的成功与失败从来就不是试卷成绩的比拼，根本上就是做人的态度与思想的高度和坚持的信念以及心理的竞争，反映了成功所必须具备的能力，所以能不能考不上研究生也确实能够反映出人与人之间的距离。刚刚跟黄果商量了初试订房间的问题，明天先让他去打个招呼，我就不去了，也不知道还有没有空余的房间，等消息吧。明天计划：完成合工大第三套试卷，下午完成下一套信号真题，晚上开始攻击政治，背英语、复习巩固数学、信号。OK，睡觉。</p>"
        },
        {
            "id": 233,
            "title": "2013/11/23",
            "mood": "comeon",
            "content": "<p>打开门,就闻见扑鼻的饭菜香,房东说今天我们一起吃顿饭, 你们租我的房子在这里考研,你们也不容易,谁也都别谈什么成绩不成绩的,考完了就结束了,在这场考研的战役中,你们都是胜利者,因为你们都坚持到了最后。</p><p>--刘宇昕 中国政法大学硕士研究生</p><p>身体状况出现了问题，明显不如之前的状态，很容易就累，连续两天晚上在自习室睡觉了，不知道是不是下午睡觉的时间不足，总之还是要慢慢调整生活节奏，可不能在最后的一个月出现纰漏。今天黄果去中传媒看了一下住宿问题，据说是基本上都被订满了，也不知道会不会有空余，希望能抢到最后的住处。明天看看再问一下黄果和青春，实在不行就再去一趟，这问题不解决可就麻烦了。今天把合工大的最后一套模拟题做了，还是不理想，算了，反正也没有答案，做了也不知道对不对，后期就拿5套题来做模拟了，然后就彻底的回归真题，总结。明天事情很多啊，理发，借书，可能要去一趟中传媒。嗯，坚持到底，继续努力，不断提升自己</p>"
        },
        {
            "id": 234,
            "title": "2013/11/24",
            "mood": "comeon",
            "content": "<p>我拖着一个装着被子的大编织袋, 看着校园里一群群迎接 2008年的兴奋面孔,一个人坐在图书馆前面的楼梯上,突然有一种强烈的感觉——我觉得自己像狗一样。我已经玩命一样地努力, 默默承受着苦闷和孤独,从不跟任何人抱怨多苦多累,但是真的禁不住自问——到底还要承受多少,才会开始看到希望?</p><p>--曹铁 中国人民大学硕士研究生</p><p>中传媒，今天没有去，再一次跟黄果聊了一下考研订房间的事情，宾馆是确实没有了，就看能不能找到日租房了，不管了，就这样吧，到时候再说。上午还是很头疼的状态，把合工大的题目整理了一遍，然后就回来睡了个午觉，可能是休息好了，起床后感觉很轻松，马上坐上596回到北苑理了个头发，回来洗了个澡，彻底放松了，看来以后要勤洗澡，否则真的影响身体的新陈代谢，也许这也是之前总是感觉容易疲劳的原因。哦，今天收到一个“噩耗”：实训啊，刚刚高兴了两天，以为就这样放到考研之后的两个周了，没想到又突然变回了原来的计划，唉，这下时间真的不够用了，非得拼命才可能考上，在结果出来之前决不放弃，一直拼，进击到最后一天！！！</p>"
        },
        {
            "id": 235,
            "title": "2013/11/27",
            "mood": "happy",
            "content": "<p>在一个安静的地方安静地做一件事,每天和真实而充满希望的自己相处,与外界保持距离的联系,一个人畅快淋漓的运动,夜深人静的时候和一位伟大的智者心灵相会,我想,这段时间对于我, 将是永远无法再现的美好回忆吧。</p><p>--付堂欢 北京邮电大学硕士研究生</p><p>隔了两天没写日记，今天终于忍不住了。总体来看这两天发生的事情还是比较曲折的。在学院领导们的争取下，八周实训还是推迟到考研之后，无论怎样这都是值得庆幸的一件事。然后就是最近的天气，不得不承认确实对整个生活有一定影响，昨天开始大幅度降温，晚上回来的感觉真的是很痛苦，不过也要坚持，哪怕再苦再累也只剩下最后一个月了，如果说之前动力不够、紧迫感不强，那现在的情况自己是找不到任何借口不去努力。一直就相信自己的努力会得到付出，只是对自己的坚持没有信心，那在这学生时代的最后一次应试中，不要让自己留下永久的遗憾，现在能做到的就是相信自己，用100%的状态去面对剩下的每一天生活，去书写辉煌的人生篇章，给自己打气：中传媒，我来了！！！</p>"
        },
        {
            "id": 236,
            "title": "2013/11/29",
            "mood": "comeon",
            "content": "<p>于是,我做了一个决定,在认真分析自身的学习和承压能力, 以及结合各种现实因素的情况下,向着理性的新目标再冲击一次。 这一次,可以输了一切,不能输了希望。可以败给一切,却不能再败给自己。</p><p>--温勉 暨南大学硕士研究生</p><p>  今晚的导言真的很适合自己，无所畏惧，只要战胜自己就没有什么克服不了的。我知道自己一直都在战斗，从未停止前进的脚步，但是却偶尔在不该放松的时候懈怠。过去的已经无法改变，但惟独这一次没有任何失败的理由和承受失败的代价。今天上午完成07年数学和信号的真题，最重要的事情本来是看考研政治冲刺班的视频，但是很遗憾没有能够完成目标，本打算跟钱老师借教师卡在教室里看，但是周末也不能一直开着钱老师登录的信息，没办法，不能让老师为难，于是去0815跟苏老师借了实验室用，钥匙都借到了，无奈啊，网速竟然不给力，一晚上也没打开政治视频，唉，接下来。。。在实验室跟阿索上了一整晚网，简直就是拿自己的命运开玩笑啊，犯罪感。不多说了，早休息，明天恢复正常，倒计时35天，加油。</p>"
        },
        {
            "id": 237,
            "title": "2013/11/30",
            "mood": "scorn",
            "content": "<p>中专—自考专科—自考本科—研究生; 河南大学—河北大学—北京大学; 内燃机车—英语—法律—法学, 这大概算是我人生 历程上的“文革”吧! 简单的人生道路, 我走了十年，幸还是不幸? 这是个问题。</p><p>--巩艳军 北京大学硕士研究生</p><p> 先说一下今天没完成的任务吧，下午睡觉睡到3点，没能去自习室完成本计划好的英语模拟，根本原因—青松哥又开始凌晨1点左右回宿舍了，整的我晚上的睡眠质量很差，唉，真是受不了了。上午也没能高效的把数学决胜5套卷完成，总体来看现在的复习状态还是不够好，唯一能拿得出手的就是专业课了。晚上把政治冲刺八套卷第三套练习了一下，选择题做得还可以单选错了4个，多选错7个，真的算是不错了。然后就把复习全书的线代第三章接着巩固，信号系统笔记接着巩固。。。突然发现现在总结学习的内容真的简单多了啊。好吧，希望今晚青松哥不要回来了，明天接着按计划进行，睡觉。</p>"
        },
        {
            "id": 238,
            "title": "2013/12/1",
            "mood": "sleepy",
            "content": "<p>我已年近而立,但是我依然有一个梦想,要继续求学,回到令我魂系梦绕的校园。如果我真能考回去,我愿意放弃深圳的工作、 社保和一切既有的从业经验。</p><p>--高正 山东大学硕士研究生</p><p>今天提早半个小时回宿舍了，晚上跟官龙涛聊了将近一个小时，交流了一下最近的学习状态，都处于坚持的状况，挺下最后这一个月就胜利了。在楼道打电话跟他聊天聊的太投入竟然忘了自己还没穿外套，回到教室才感觉头疼，唉，希望明天起床不要感冒，OK，总结一下：上午完成了数学决胜5套卷第四套，效果不错；下午模拟英语，结果也可以接受（据官龙涛说他们的同学阅读理解好多都能稳定在错1、2个，真是大神啊）。晚上主要是做了政治的模拟，其他的都是闲散着看了一些，明天继续坚持，睡觉了，啊啊啊，头疼。</p>"
        },
        {
            "id": 239,
            "title": "2013/12/2",
            "mood": "comeon",
            "content": "<p>原来,很早以前,我就早已决定我要如何生活,我想要如何生活,我能够如何生活。美好的不是我们,而是青春本身,在最好的季节里,抛弃阴霾与哭泣，奔跑需要一种向上的张力,一起仰望星星,一起走出森林。</p><p>--郭佳惠 四川师范大学硕士研究生</p><p> 怎么下笔呢？今天感受颇深啊，尤其是因为看了上面这段文字产生了一丝共鸣，内心深处的血液不觉的翻滚起来，一直都觉得自己不断地前进，但是为什么总是有种有劲使不出来的感觉，难道是真的是因为自己还不够重视现在的努力，没有真实的认识到最后这一个月意味着什么，好吧，马上打住，无论怎样，现在已经不是分析这些问题的时候了，只有一件事每天提醒自己就好了：把每天当成考研当天的生活，每天以这样的状态去面对，其他的都不管了。总结一下今天的成绩：上午，呵呵，唉，昨晚被青松哥吵得失眠，九点才睡起来，去教室看了几篇英语写作；中午小憩了一会儿，去了教室完成08年信号的真题，这次模拟是成绩最差的一次，上火啊，好几道题目都不会做。晚上完成了肖秀荣八套卷的第5套，多选错了10个！！！再不努力背，政治估计也要跪了。把数学复习全书的微分方程巩固了一下，做了几道练习题。。。总之今天肯定是不及格的一天，是失败的一天，更是该觉得惭愧的一天！！！明天完成数学决胜5套卷最后一套，下午英语模拟，晚上政治模拟，数学、信号、英语“大杂烩”，不废话，洗漱睡觉。</p>"
        },
        {
            "id": 240,
            "title": "2013/12/3",
            "mood": "sleepy",
            "content": "<p>从下岗到考入四川大学,我经历了8年的漫长岁月,通过高等教育自学考试先后拿下两个本科毕业证并获得管理学、文学两个学士学位, 4次参加考研。曾经多少次想到放弃,但最终还是挺了过来。坚持、坚持、再坚持,是我可以使理想飞翔于蓝色天空的唯一法宝。</p><p>--李豫黔 四川大学硕士</p><p> 今天上场的这位川大的同学的经历还是有足够的震撼力的，我这一路走过来也见证了不少人性的光辉、奇迹，不过话说回来，现在自己的生活可是有些单调，甚至都没有什么可以说的了，每天都在重复相同的生活：数学、英语、专业课、政治。。。还要大约30次的循环，现在甚至连曾经研友们一起的欢乐都消失了，唉，最后的冲刺，最后一口气，就这样顶到最后吧，考研之前也许写日记的频率会适当的降低（不是因为自己懒，只是每天重复写很类似的总结真的很没意思，看具体情况吧，也不至于隔着好几天才写一次），最近中午休息一直不好，困得很啊，洗漱睡觉了。</p>"
        },
        {
            "id": 241,
            "title": "2013/12/7",
            "mood": "moon",
            "content": "<p>在人生的路上,我们唯一的对手是过去的自己,勇敢地战胜他, 你就会获得成功;而我们钦佩的英雄则是心中的自己,坚定地相信他,你将会永远成功。</p><p>--艾艾 北京师范大学硕士</p><p>不知不觉三天就这样过去了，随着考研越来越近，貌似晚上写日记的感觉也发生了变化，与之前耐心的总结相比，现在却更像是在强迫自己完成任务。唉，所以从今往后什么时候有值得记录的事情什么时候就写吧，否则就失去了生活随笔本身的意义。今天在社科院听完了数学的最后一次课，张宇老师还是一如既往的对学生负责，把最后的题目讲完，表达了对全体考生最好的祝愿：只要同学们努力，你们的考研成绩会依概率收敛于500分！现在自己也没有太多的心里压力，只是一步一个脚印的走好每一步就足够了。</p><p>哦，昨天没有记录生活，今天顺便回忆一下吧，毕竟还是有比较多的事情呢，最高兴的事情莫过于黄果的短信了：初试期间在中传媒的住宿问题解决了，这可真的是这严冬最温暖人心的礼物，这样一来就基本没有什么其余的外界干扰因素了。其次，校长特别奖可能是通过了，贺海丽昨天短信说今天要特地拍一个视频呢，由于上课，没办法就缺席了。再次，这其实也没有什么值得提的，不过也算是给自己提升点信心了，昨天下午英语阅读记录刷新了，四篇错两个，但是话说回来，新题型课真的不好解决啊，总是花好长时间，继续努力吧，OK，就说到这里，休息了。</p>"
        },
        {
            "id": 242,
            "title": "  2013/12/10",
            "mood": "sleepy",
            "content": "<p>你我都不会忘记,那些时候我们一起走过的路,一起流过的泪, 还有那条你在复试时从同济发来的短消息—¬“超级无敌考研伴侣,轻松搞定清华同济”。</p><p>--奥晓磊  清华大学硕士</p> <p> 24天倒计时，目前心理上还没有出现任何波动，但是早晚都会发生的，不知道会是哪一天，考前两周？一周？或者。。。更晚。目前对自己的备考状态还是比较满意，总结一下目前各科存在的问题吧：政治大题整理中，八套卷明天就整理完了，然后就是狂背；英语各种题型还在最后冲刺，写作进入背诵阶段，新题型的正确率要适当的稳定一下才可以，今天模拟新题型竟然都对了，而且阅读理解只错了5个，真希望能把这种状态维持到考研；数学还是整理题目为主，真题明天就正式结束了，后期拿小春的6+2看一下，然后就是真正的“修仙静悟”；专业课的三套题也到了，真题还差两套，现在看来问题出现在第四章的傅里叶变换，大题经常找不到做题方向，不过还好，至少知道明确的漏洞在哪。做完真题后就要每天都把知识点和做题方法回顾总结，嗯，依然是自己最放心的一门课。好了，就到这里了，睡觉。</p>"
        },
        {
            "id": 243,
            "title": "2013/12/15",
            "mood": "scorn",
            "content": "<p>出了门,默契地从包里各摸出一把刀,他拿的是把砍刀,我拿把匕首,在漆黑的夜路上,耳边时而掠过挑逗的口哨声,脚下冷不丁窜出一条黑狗,我们紧紧地挽着胳膊,他看前面,我看后面,雪亮的刀背在清冷的月光下寒气逼人……</p><p>--杜懿杰 复旦硕士研究生</p><p>不明白这位复旦大学的研究生为什么要写这样一段话，可能是摘自小说里的一段吧？好吧，无论怎样，今天是15号，还有20天就要上战场了，最近发生了很多的事情，今天晚上整了第四套李永乐的6+2就回来了，好好总结一下这几天的生活吧。首先，13年-学期初的数学建模大赛竟然获得了北京市二等奖！！！从来没有想到会出现这种惊喜，复试的砝码是又增添了一个，值得高兴啊。然后周末的四、六级考试，害得我们把书搬到了实验室的自习室，在自习室待了两天，今天终于回归正途。这两天在自习室可算是发现：好多的同学那学习的状态真是“惨不忍睹”啊。一看就知道，必定是重在参与的。不管那么多了，可能是前天晚上吧，竟然感冒了，到现在鼻子还很难受，待会儿看一下子在天猫买的衣服，赶紧到吧，这TMD冷。现在各科还是在最后的总结冲刺阶段，政治正式开始背大题了，先把肖秀荣的八套卷重要大题搞定，剩下的四套卷每天狂背。英语明天看情况做一下真题，下午看状态吧，也许做专业课最后三套模拟题。数学开始研究第二遍真题，87年-13年，27:1！！！小样儿，老子不信干不死你！！！好了，休息了，挺到最后。</p>"
        },
        {
            "id": 244,
            "title": "2013/12/18",
            "mood": "mask",
            "content": "<p>每当站在讲台上侃侃而谈时,我都觉得这才是我想要的人生。 隔着几百公里的路程,隔着一年多的光阴,那个鲁中小城派出所里的年轻女警,竟恍然如在前世。</p><p>--孙锐 中国政法大学博士</p><p>晚上真的是没有精力去写日记了，下午吃饭前就当是放松一下心情，总结一下吧。还有半个月了，没有想到身体不争气啊，上次感冒竟然加重了，咳嗽、流鼻涕，唉，真是关键时候掉链子。不过最后这一阶段也没什么可怕的了，无非就是巩固总结的过程。但是没有想到的是专业课的最后三套模拟卷真是太坑爹了，答案要么没有解析，要么干脆只点出方法，真是无语。就当是练手了，后期还是把真题巩固好。英语也不要太纠结阅读的质量，最后就是把题型弄清楚，然后狂背作文。数学的真题马上又要过一遍了，一个周的时间吧，大概把分类解析整了一遍，不过总结的内容不多，感觉效果没有很大，可能是受到最近感冒的影响吧，明显感觉精神状况不佳。政治最后四套卷马上就要到了，在这之前必须把八套卷的重点大题做到熟读，争取每个题记到8成左右。感冒了，晚上也没有心情去做些无聊的事情，就好好整理一下平时的笔记，然后背背政治吧。吃饭了，希望下次动笔写日记的时候感冒已经好了。</p>"
        },
        {
            "id": 245,
            "title": "2013/12/26",
            "mood": "comeon",
            "content": "<p>曾经性格那么脆弱、依赖性那么强、总也长不大的我,经过这次考研,不仅更加独立坚强,而且心胸也更加开朗了。最重要的是,我知道了一个人要坚持走自己的路,为自己的幸福付出努力。</p><p>--小舟 北京电影学院硕士</p><p>感冒确实已经好了，呵呵，一眨眼8天过去了，再一个8天之后就是考研的日子了。很快，很快。没有什么可以担心的了，自己需要做的就是保证身体的健康、情绪的稳定以及知识的总结巩固，英语和政治多背多记，唉，其实数学和专业课何尝不是呢？准考证昨天打印出来了，考场是30号才能在网上查到，之前黄果找同学帮忙，定了考研期间的房间，想想自己的情况已经比其余同学好多了，要么定不着房间来回跑，要么报的目标院校可望而不可及，或者是大幅度跨专业报考，再就是准备不充足的、放弃的。。。越是往深处想感觉自己怎么都没有理由考不上啊！最近的各科安排：政治狂背四套卷，考试之前过一遍大纲重点；英语总结真题阅读，背作文，熟悉重点单词词组；数学真题过一遍，练手，最后两天看笔记；专业课总结真题，重点题型多练，记住。如果没有特殊情况，这应该是考研之前最后一次写日记了，不希望最后这几天还有什么杂念，嗯，就这样，考试结束的日记第一笔必定是开心、轻松、充满自信的，最后直线的一百米，冲刺！！！</p>"
        }
    ]
}